[
    {
        "URL": "https://www.snexplores.org/article/weekend-sleeping-in-teens-anxiety",
        "title": "\n\tSleeping in — but not too much — may ease anxiety",
        "content": [
            "*a_pink_haired_teen's_head_is_sleeping_in_a_bundle_of_white_sheets_and_blankets",
            "Sleeping in on the weekends — as long as it’s not for more than two hours — may improve mental health in teens.",
            "For many teens, Saturday mornings are a time to snooze. After a week of getting up early, the weekend brings a chance to catch up on much-needed slumber. And sleeping in on the weekend may reduce anxiety, a new study finds — as long as teens don’t tack on more than two extra hours of shut-eye.",
            "It might seem like a good idea to get as much sleep as possible on the weekend. Sleep is essential for a fully functioning brain and body — especially for adolescents. And 75 percent of American teens don’t get the recommended eight to 10 hours per night. School, homework and other weekday activities require them to rise early. Teens’ circadian rhythm also makes it difficult to fall asleep before 11 p.m.",
            "Yet past research has hinted that too much sleep on the weekend can lead to health issues. Those studies had found a possible connection between catch-up sleep and depression. But the link hadn’t been carefully studied. What’s more, no one had looked at another major aspect of mental health — anxiety — in relation to sleep.",
            "That got Sojeong Kim curious. Kim is a graduate student in clinical psychology at the University of Oregon in Eugene. She set out to investigate how catch-up sleep might be related to anxiety.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Kim used data from the Adolescent Brain Cognitive Development Study. This study has  been following thousands of kids and teens from across the United States to learn how their brains develop over time.",
            "For her study, Kim focused on data collected from teens when they were 12 to 15 years old. That’s around the age that people start having trouble getting enough sleep, she explains. It’s “harder for teens to fall asleep early and wake up in the morning.”",
            "The data included sleep and activity patterns for nearly 1,900 young people. These data came from a Fitbit each participant wore during the study. Participants had also filled out questionnaires about their feelings of anxiety and depression. Kim studied those, too.",
            "Teens who slept in on weekends reported the lowest symptoms of anxiety, but only if they got less than two hours of extra shut-eye. Teens who didn’t sleep in — or lost sleep on the weekend — reported higher anxiety levels. Those who slept more than two additional hours had the highest anxiety symptoms of all.",
            "Anxious teens experienced neck tension — a common sign of stress. They also reported excessive worries, fears and guilt.",
            "Kim shared her findings at the SLEEP 2025 conference in Seattle, Wash., on June 11.",
            "“The results show a possible link between sleeping a little more on weekends and feeling less anxious,” says Christopher Depner. “But we still need more research to know for sure.” Depner, who was not involved in the work, studies sleep and circadian rhythms at the University of Utah in Salt Lake City.",
            "One limit of the new research is that it was an observational study, Depner says. An observational study is one where researchers simply observe something happening in the world. They don’t set up an experiment and control variables to test a hypothesis about how it works.",
            "“The scientists just watched how people sleep without asking them to try any new sleep habits or treatments,” Depner points out. Having people follow different sleep schedules and then measuring their mental health could help clarify how one affects the other.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "If there is a link between just the right amount of catch-up sleep and anxiety — why? What would make someone who gets more than two hours of extra sleep more anxious?",
            "Kim suspects that having big swings between weekday and weekend sleep schedules creates what scientists call social jet lag.",
            "Like jet lag triggered by traveling between time zones, social jet lag causes grogginess and a foggy brain. It happens when our body’s clock is out of sync with our sleep cycle. Switching from too little sleep to too much is a known trigger. Although Kim’s study didn’t investigate this as a cause, she suspects it’s part of the problem.",
            "Kim didn’t find a clear link between catch-up sleep and symptoms of depression. That might be due to the age group Kim studied. “Usually, depressive symptoms onset later in adolescence,” she says. Anxiety, on the other hand, tends to start when teens are younger. Kim’s next step is to study weekend catch-up sleep among older teens.",
            "For now, she wants teens to know there can be benefits to catch-up sleep. “Getting a little extra sleep on weekends might help [you] feel less anxious,” she says. “But not too much, because it can give you the opposite effect.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/fall-leaves-color-hidden-leaf-pigment",
        "title": "\n\tUncover leaves’ hidden colors in this science activity",
        "content": [
            "*a_landscape_of_trees_in_autumn_with_red,_orange,_yellow_and_green_leaves,_set_between_a_lake_and_mou",
            "In colder regions in the fall, many kinds of trees no longer make food energy with their leaves. As the leaves lose their green pigments, other pigments become visible, providing a beautiful autumn show.",
            "Objective: Separate the different pigments in tree leaves",
            "Areas of science: Chemistry, Plants",
            "Time required: 1–2 days",
            "Key concepts: plant pigments, paper chromatography, leaves",
            "Credits: Teisha Rowland, PhD, Science Buddies; Svenja Lohner, PhD, Science Buddies",
            "Have you ever wondered why leaves change from green to an amazing array of yellow, orange and red hues during the fall?",
            "Leaves get their brilliant colors from pigments made up of various color-creating molecules. During the warm, sunny months, plants use their leaves to turn sunlight into food energy, a process called photosynthesis. This primarily uses a pigment that reflects green light, which gives the leaves their characteristic color. In autumn, when colder, shorter days arrive, many kinds of trees no longer make food energy with their leaves and, consequently, no longer need the green pigment. The leaves’ other pigments — some of which were already there during summer — become visible.",
            "In this science activity, you will uncover these hidden colors by separating plant pigments with a process called paper chromatography. What colors will you see?",
            "iFhttps://www.youtube.com/embed/YxOSHj_kVlA?feature=oembed",
            "In this science activity, let’s use paper chromatography to uncover the hidden pigments lurking in tree leaves.",
            "Because some plant pigments can stain, be careful not to spill your colored solutions when throwing them away.",
            "Even though a plant leaf looks like it is mostly one color, it is actually made up of a mixture of pigment molecules. In this activity, a scientific technique called paper chromatography was used to separate the individual color pigments. You should see different colors at different locations as you go along one of the paper towel strips, and the order in which the colors appear should be roughly the same among the different color solutions you tested.",
            "What are the different bands of color on the test strips? These are the different pigments in the leaves. The ones you may see on your paper towel strips are: green chlorophyll, yellow xanthophylls, orange carotenoids and red anthocyanins. Pigments travel along the paper strip based on their interactions with the paper strip and the isopropyl alcohol solution. Pigments that are more attracted to the paper strip than the isopropyl alcohol stay near the bottom of the strip, where the solution was first “painted” onto the pencil line. Pigments that are more attracted to the alcohol than the paper strip usually travel farther up the strip. Because the color of the leaf depends on the mixture of pigments in it, different colored leaves will display different colors on their paper towel strips. For example, very green leaves may not have any red colors (anthocyanins) on their strips.",
            "iFhttps://www.youtube.com/embed/TtAENPSThI4?feature=oembed",
            "Want to know more about paper chromatography? Science Buddies explains.",
            "There are many types of pigments in plant leaves. Chlorophyll makes them look green and helps carry out photosynthesis during warm, sunny months. As fall arrives and the green, food-making color fades, other pigments such as yellow, orange and red ones become more visible.",
            "Xanthophylls are yellow pigments, and carotenoids give leaves an orange color. Photosynthesis also uses these pigments during the summer, but chlorophyll, a stronger pigment, overpowers them. These pigments take more time to break down than chlorophyll does, so you see them become visible in fall leaves. They are also found in carrots, daffodils, bananas and other plants that have these vibrant colors.",
            "There are also anthocyanins, intense red pigments that are not made during the summer, only appearing with the final group of the fall colors. These molecules also give the red hue to apples, cranberries, strawberries and more.",
            "Although a leaf is a mixture of these pigments, you can separate the colors using a method called paper chromatography. In this method, a mixture (such as your pigment mixture) is applied onto a chromatography paper. The paper strip is dipped into a liquid, called the solvent or mobile phase. The liquid will start traveling up the paper strip and carry all the components within the mixture (such as your different color pigments) along through the chromatography paper. While traveling up the paper, each component interacts with the paper and the solvent differently depending on its chemical properties. Some of them are more attracted to the paper, whereas others prefer to stay in the mobile phase. As a result, each individual component travels along the paper at a different speed. This is how with paper chromatography a colorful mixture of pigment molecules can be separated into each individual pigment component.",
            "You can learn more about paper chromatography in the video above. The video gives an overview of what paper chromatography is, shows how it is done, explains the separation processes involved and also provides tips and tricks for troubleshooting your experiment.",
            "This activity is brought to you in partnership with Science Buddies. Find the original activity on the Science Buddies website.",
            "*A_banner_that_reads_SCIENCE_BUDDIES"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/real-vampire-couldnt-survive-blood-alone",
        "title": "\n\tA real-life vampire probably couldn’t survive on blood alone",
        "content": [
            "*An_illustration_shows_a_vampire_looking_at_a_black,_cartoon_bat_The_vampire_is_holding_a_glass_fille",
            "With their humanlike digestive tracts, vampires would probably starve in real life. That’s because our bodies evolved to rely on a wide array of foods that includes vegetables, meat and grains. ",
            "Vampires have been stalking the human imagination for centuries. These fictional creatures take many forms, including the famous Count Dracula and Morbius of the Marvel Universe. But most share one feature: long, razor-sharp teeth. These fangs help vampires bite the necks of victims to feast on their blood.",
            "Many real bloodthirsty creatures exist in nature. Vampire bats are perhaps the most famous. Mosquitoes and ticks also make the list, as do some spiders and moths. But it would be hard to turn a human body — even an undead one — into a blood-drinking monster. ",
            "“We can’t survive the way vampires do,” says David Begun. This paleoanthropologist studies how apes, including humans, evolved. He works at the University of Toronto in Canada. In real life, no primates survive on blood, Begun notes. To do so, vampires would need to rework both the mouths and guts that humans inherited from our plant-eating ancestors.",
            "In popular media, vampires puncture skin using knifelike upper canine teeth. Humans occasionally use their canines to tear food, too. But any vampire would probably struggle to reliably break skin. “Our canines are completely unsuited to piercing anything,” says Begun. “They look more like incisors, our front teeth.”",
            "Human canines have slowly shrunk over time. Like many primates today — including our close cousins, chimpanzees and gorillas — our ancestors once sported large, pointed canines. These impressive teeth would have even sharpened themselves by rubbing against neighboring molars.",
            "But anthropologists suspect that these flashy teeth weren’t primarily for eating. Instead, ancient apes probably used them to intimidate rivals and defend themselves. Over time, these teeth grew smaller as our ancestors evolved to live in cooperative groups. Less fighting between males left little need for such large canines.",
            "Vampires would have to revert to big canines, says Begun. Those teeth would also need to be much sharper, more like the teeth of the only real blood-drinking mammals: vampire bats. ",
            "These blood sippers use their two front incisors to create tiny incisions in their prey. Unlike human teeth, these incisors don’t have enamel. This allows them to remain permanently sharp and to not wear down over time. “No primate has such sharp canines that would allow that kind of thing to happen,” says Begun. ",
            "*A_close-up_image_shows_a_common_vampire_bat_face_The_bat_sports_brown_fur,_pointed_ears_and_small_bl",
            "fCUnlike their fictional counterparts, vampire bats (such as the one seen here) don’t suck blood. Instead, these nocturnal predators use their upper incisors to pierce skin. Saliva containing anticoagulants then enters the wound, which prevents blood from clotting. The small bats then use their tongues to lap up the oozing blood. ",
            "Even movies that show vampires growing sharp canines at will would be unrealistic. If taken care of, our permanent teeth don’t change much over the course of our lives. Instead, the size, number and shape of our teeth are all preset by our genes.  ",
            "“There are rodents that have continuously growing incisors,” says Begun. Beavers, squirrels and rats are a few examples. “But they can’t do it at will.” In fact, these rodents must grind their teeth or gnaw on hard items such as wood and bone to keep them short. If left unchecked, overgrown incisors can interfere with eating, injure their mouths and even grow through their skulls.",
            "Finding ways to draw blood from victims isn’t the only hurdle real-life vampires would face. They’d also need to be able to digest it — and use that food as fuel for their undead activities.  ",
            "Blood isn’t particularly nutritious. Low in calories, it’s mostly made up of water and protein. Because of their humanlike guts, any vampire would probably suffer from malnutrition or even poisoning. ",
            "“Humans can’t survive on blood alone,” says Begun. “We need a lot more diversity of nutrients, of vitamins and minerals, that aren’t present in blood.” ",
            "That’s because we inherited our digestive systems from a long line of omnivores, or animals that eat both plants and other animals. Like today’s chimpanzees, our ape ancestors would’ve likely eaten mostly plants with an occasional helping of meat, says Begun. Long, coiled intestines probably helped them break down tough plants. And bacteria in their guts likely helped further digest this food and absorb nutrients.  ",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "By about 2.5 million years ago, our ancestors started eating more meat. Later, humans started cooking with fire. That made digesting foods such as meat and tough plants much easier. Even more recently, people began growing starches such as grains to eat. ",
            "This led to tweaks in our digestive tracts. We started producing extra enzymes that could break down starches. Meat and other easy-to-digest foods could be broken down in shorter intestines. This resulted in bodies best suited to eating many different foods, says Begun. ",
            "Even vegans who don’t eat any animal products must have a varied diet. “They can’t just eat lettuce all day long,” Begun says. “They have to have beans. They have to have rice. They have to have complete proteins.” ",
            "While low in most nutrients, blood does contain lots of iron. Red blood cells hold about 70 percent of the iron in our bodies, where it helps carry oxygen to organs. But consuming too much iron can be toxic to humans, who have no way to digest or excrete large amounts of it. This iron overload can damage body organs, the nervous system and even cause death.",
            "Unlike humans, vampire bats have evolved ways to digest blood. Research suggests that vampire bats lost a gene that blocks intestinal cells from absorbing too much iron. Those gut cells are also short-lived and regularly shed. This lets the bats quickly absorb lots of iron and discard it through their waste. Meanwhile, their gut bacteria help break down proteins. These microbes may also produce extra vitamins not found in blood. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Scientists are still trying to understand why vampire bats started feeding on blood. Some suspect the habit arose from bats that fed on parasites such as ticks. Perhaps the bats eventually started feeding on the blood oozing from wounds left behind when they scarfed down these pests.  ",
            "Whatever led bats to their taste for blood, it’s clear humans weren’t shaped by those same evolutionary pressures. And changing how a real species eats usually requires tens of thousands, if not millions, of years of evolution. That’s a lot more involved than the single bite needed to make a fictional vampire.  ",
            "Still, this reality shouldn’t stop movie-goers from enjoying vampires, Begun says. “It’s still OK to enjoy a vampire movie or a vampire TV show, even if it’s not actually feasible.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/plastic-chemical-heart-disease-dehp",
        "title": "\n\tNew study links chemical in plastics to fatal heart disease",
        "content": [
            "*a_photo_of_tomatoes_in_plastic_clam_shell_packages",
            "Much food packaging contains phthalates, chemicals added to make a plastic flexible. New data suggest that one phthalate, known as DEHP, could be responsible for more than one in every eight recent deaths from cardiovascular disease.",
            "A common ingredient of many plastics has just been linked to a high risk of death from diseases of the heart and blood vessels.",
            "The chemical is known as DEHP. That’s short for di(2-ethylhexyl) phthalate. It’s a member of a family of chemicals used widely in our daily lives. Indeed, all of us carry trace levels of DEHP and other phthalates (THAA-laytz) in our bodies.",
            "These chemicals are often added to plastics to make them softer and more flexible. DEHP, a very common member of this family, shows up in a huge range of everyday products, such as shower curtains, raincoats, toys, car upholstery and shoes. It’s also in food packaging and medical supplies (including blood bags).",
            "iFhttps://www.youtube.com/embed/3ROqQkpnMoA?feature=oembed",
            "See the broad range of products that contain DEHP and the many health effects that have been linked to this phthalate.",
            "Leonardo Trasande and his team at New York University’s medical school in New York City probed for a possible link between DEHP and cardiovascular disease (CVD). The leading cause of death worldwide, CVD includes all diseases of the heart and blood vessels. Among them: clogged arteries (a source of heart attacks), stroke, heart failure and more.",
            "To start, the NYU team gathered estimates on DEHP exposures across the globe. These data came from 216 studies published between 2000 and 2023. The studies measured, in people’s bodies, amounts of chemicals made when DEHP breaks down. Called metabolites, such chemicals indicate how much DEHP people were exposed to.",
            "Next, the team looked at how CVD deaths and DEHP exposures had changed over the years. They compared DEHP data from 2008 with death rates from CVD 10 years later among people 55 to 64 years old. From this, they calculated what share of those deaths globally seemed to trace to this phthalate.",
            "More than 2.6 million CVD deaths were recorded for this age group in 2018. The new study links 13.5 percent of them to this plasticizer.",
            "The new data do not prove DEHP caused all of these deaths. The NYU team only found a link between the two. That’s a correlation — not proof yet that it caused these deaths. However, if the link is shown to be causal, that would be quite troubling: It would come to more than one in every eight CVD deaths worldwide.",
            "Another caution: People encounter a mix of phthalates daily. In the new study, however, “our model was not able to take this into account,” says Sara Hyman of the NYU team. The group’s analysis also didn’t account for other factors that might play a role in heart disease, such as diet, exercise or other medical conditions. “More research is needed,” she says, to also account for these.",
            "The NYU group shared its findings in the July issue of eBioMedicine.",
            "*a_medical_worker_wearing_a_surgical_mask_and_sterile_gloves_checks_on_an_IV_bag_filled_with_liquid",
            "fCOne place where it’s hard to avoid DEHP: hospitals. IV bags, tubing and surgical gloves, for instance, all contain this plasticizer to keep these essential products flexible. ",
            "Changcheng Zhou is a biomedical scientist at the University of California, Riverside, who studies what causes cardiovascular disease. And he finds the death rate being linked to DEHP “quite alarming.”",
            "That rate varied greatly across the globe. About three in every four of those deaths linked to DEHP occurred in the Middle East, South Asia, East Asia and the Pacific. That might be due to the large and growing plastics industries in those parts of the world, the NYU team suggests.",
            "Future studies could refine these estimates further, the scientists say. Some national health surveys collect data on phthalate exposures. This is true in the United States, Canada and many nations in Europe. Elsewhere, such as in Latin America, Africa and Asia, such national monitoring is lacking, Hyman says. So her team’s estimates of DEHP exposure in those places are based on far fewer people. As such, she notes, links to DEHP in these places might be slightly less precise.",
            "Different phthalates may affect different processes in the body. And they might not operate alone. “You do need to study the effect of the mixture” of phthalates people encounter regularly, says Mahua Choudhury. She studies environmental risks to our genes at Texas A&M University in College Station. Some phthalates, she notes, could lessen — or worsen — the health effects of others.",
            "*a_young_baby_with_brown_skin_and_fluffy_dark_hair_is_sitting_in_a_woman's_lap_and_being_fed_baby_foo",
            "fCStudies linking DEHP to IQ and other problems in infants and children led to a 2008 U.S. ban on this phthalate in products aimed at young children. However, babies and other kids can still be exposed from foods and other sources of DEHP in the environment. ",
            "Phthalates can enter the body when you eat food that had been sold, stored or heated in plastic. We also breathe them in from the air and absorb them through the skin. Once inside the body, they can tinker with hormone action. Previous research has also linked phthalates to diabetes, obesity, pregnancy complications — and yes, heart disease.",
            "Also quite troubling: One 2020 study linked pregnant moms’ DEHP exposure with mental risks in their children — such as a lower IQ. Another study linked school-age kids’ exposures to DEHP with a lower IQ — especially in boys. A more limited IQ risk emerged for dibutyl phthalate (DBP). It’s another plasticizer and solvent. It’s used widely in making PVC plastic, inks, adhesives and cosmetics.",
            "Prenatal exposure to DEHP and DBP also has been linked with lowering a boy’s preference for certain types of play, such as playing with toy guns. It also made boys more likely to engage in gender-neutral types of play — think puzzles or sports. No such change was seen in girls.",
            "The new NYU study’s findings offer yet another reason to reduce our use of plastics, researchers say. “We’re going to become the plastic planet,” Zhou worries. “We need to start to really address this serious issue.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/how-hail-forms-weather",
        "title": "\n\tWatch out: Hail can get really big!",
        "content": [
            "*two_hands_holding_several_baseball-sized_balls_of_hail",
            "Examples of nearly baseball-sized hail that fell in France.",
            "Chunks of ice fall from the sky, bounce off hard surfaces — and sometimes even break windshields and hurt crops. Maybe you’ve seen these pieces of ice laying on the ground after a storm. Their pummeling barrage starts and stops suddenly, seemingly without warning. This is a hailstorm. And it can be a truly impressive spectacle.",
            "Hail forms high in the clouds during a storm. There, some raindrops freeze solid. As more and more raindrops collide, an icy “stone” grows in size until it’s too heavy to remain aloft.",
            "Particularly large or dense hailstones can damage human-made structures and objects, such as buildings and cars. Zach Lebo knows this firsthand. A meteorologist, he works at the University of Oklahoma in Norman. His parents in Pennsylvania had to replace their home’s roof twice in the last 10 years due to hail damage.",
            "Researchers are hoping to better understand some of the mysteries of hail. One big question is how hail moves through the atmosphere and builds up in size. Some hailstones have measured more than 13 centimeters (5 inches) across. That’s larger than a softball!",
            "fCHail comes in all sizes. It can be tiny bits of ice that melt almost immediately. Or it can be softball-sized chunks that persist for quite a while.",
            "Scientists used to think that hailstones grew by taking a looping path through the atmosphere. Think of their path as upward and downward like a merry-go-round tipped on its side. But such looping motions are actually rare, scientists in China have now shown. They analyzed hailstones collected by citizen scientists.",
            "Since 2016, people had been collecting hailstones across 15 provinces in China. These citizen scientists gathered more than 3,000 of these bits of ice and stored them until people on Qinghong Zhang’s team could retrieve the hail. An atmospheric scientist, Zhang works at Peking University in Beijing. The best place for citizen scientists to store hail is, not surprisingly, a cold place, she says. “They put the hailstone in their freezer at home.”",
            "Her group analyzed the chemistry of some of that hail. First, they sliced the stones, which allowed them to see layers of ice inside. The researchers then analyzed the specific isotopes of oxygen present in the frozen water within each layer. By matching that chemistry with the properties of the atmosphere at different heights, they could estimate the paths each ice ball had taken through the sky.",
            "Only 1 out of the 27 analyzed hailstones appeared to have moved like a tipped-over merry-go-ground. That was unexpected, says Zhang. “It’s surprising.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Studying the shapes of hailstones also can help reveal how each hailstone forms. Hail is seldom perfectly spherical, says Becky Adams-Selin. She’s a hail scientist who lives in Omaha, Nebraska, and works at Atmospheric and Environmental Research, an environmental consulting company. Some hailstones sport lobes, she notes, and others can have lumps: “You can get all sorts of weird shapes.”",
            "*two_hands_showing_bumpy_balls_of_hail_that_take_up_almost_the_whole_palm_of_each_hand",
            "fCMost hail is small. But whoppers the size of baseballs? They, too, occasionally pummel the ground. ",
            "Over the spring and summer of 2025, Adams-Selin has been part of a team collecting hail samples from across the United States. The researchers have traveled across the Front Range of the Rocky Mountains and the Central Plains. This area includes Montana, Wyoming, Colorado, the Dakotas, Nebraska, Kansas, Oklahoma, New Mexico and Texas. And it’s known for producing big storms that regularly spew hail. The project is called ICECHIP (short for In-Situ Collaborative Experiment for the Collection of Hail in the Plains).",
            "ICECHIP instruments measure things such as the air temperature, rainfall and the force with which hail strikes the ground. Adams-Selin also developed a device to store hailstones as the team drives around. “It’s like a giant funnel that collects hail and funnels it into a battery-powered freezer,” she explains, until they get back to the lab.",
            "Hailstones are a window into the atmosphere, says Liye Li. She’s a meteorologist with the World Meteorological Organization in Geneva, Switzerland. It can be hard to directly observe where hail forms, she explains. “We’re blind to what’s happening inside the clouds.” But hailstones deliver clues about what’s going on high in the sky right into scientists’ hands.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-steppe-definition-pronunciation",
        "title": "\n\tScientists Say: Steppe",
        "content": [
            "*_Scientists_Say_Steppe0",
            "Here, a horse runs through the steppe of Kyrgyzstan with Tien Shan mountains in the background.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2153018190&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A steppe is a flat, dry grassland.",
            "These grassy plains occur in temperate regions with a dry climate. Steppes contain mostly grasses — often short — and shrubs. Because of the dry conditions, few trees can grow in this ecosystem. With few trees to block gusts, wind sweeps almost constantly across these flatlands. Trees occur along rivers and streams that may cut through the plains.",
            "The Eurasian steppe is the largest in the world. It lies just south of Siberia. It extends over 8,000 kilometers (5,000 miles) across Europe and Asia. These vast plains provide good pasture for livestock. The region is home to herd animals such as saiga antelope (Saiga tatarica) and Przewalski’s horses (Equus przewalskii). Predators — such as the corsac fox (Vulpes corsac) — also hunt here, feeding on birds and other small prey.",
            "Another example of a steppe lies in North America — the Great Plains. This steppe lies east of the Rocky Mountains. As air from the west moves up and over the mountains, water vapor condenses and falls as rain. This leaves the air on the eastern side — the “rain shadow” side — very dry. This dry air descends to the plains below and cannot support forests. But it does support grasses, which form the steppe.",
            "Grazing herd animals make their home here. The American bison (Bison bison) is one example. Pronghorns (Antilocapra americana) are another. Pronghorns are the fastest land animals in North America. They sprint up to 96 kilometers (60 miles) per hour. That’s fast enough to keep pace with many cars.",
            "Sometimes, humans turn steppes into farmland. Crops that tolerate the dry climate — such as wheat, barley, and oats — thrive for a while. However, once the natural grasses get plowed under, the region can become even drier. Soil nutrients can dwindle without natural vegetation to anchor them in place. This can reduce crop production over time.",
            "Once extinct, the rare Przewalski’s horses were successfully reintroduced to the huge Mongolian steppes in the 1990s.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/astronomer-seti-search-alien-life",
        "title": "\n\tThis astronomer searches for alien chemistry and tech ",
        "content": [
            "*Chenoa_Tremblay_stands_in_front_of_a_row_of_supercomputer_servers_She_is_a_white_woman_with_brown,_s",
            "Chenoa Tremblay uses radio telescopes to look for signs of life outside our solar system. Her team searches for molecules such as methane and water in the gas layers surrounding distant stars. They also look for technosignatures — molecules, such as nitrous oxide, and energy signatures given off by extraterrestrial technology. ",
            "One of the main ways that scientists look for extraterrestrial life is by detecting radio waves. When people hear this, they often think it involves snooping on aliens, says Chenoa Tremblay. “That’s not what we’re doing. We’re not trying to eavesdrop or invade anybody’s privacy.” Instead, Tremblay uses radio telescopes to study molecules in the gas layers around stars. A radio astronomer, she works for the SETI Institute in Mountain View, Calif.",
            "Tremblay relies on a technique called spectroscopy. When different molecules interact with energy from nearby stars, the molecules absorb and re-emit that energy in specific frequencies. “Every molecule has its own fingerprint,” she says. Some, such as water and methane, act as biosignatures. These are signs that life may be producing these molecules on exoplanets.",
            "Tremblay uses the Karl G. Jansky Very Large Array telescope in New Mexico to pick up these signals. “We [then] use computers to translate that information into images using complex mathematics,” she says. That lets her team “study the universe in a way that we can’t use our eyes to do.” In this interview, Tremblay shares her experiences with Science News Explores. (This interview has been edited for content and readability.) ",
            "I grew up in a small town of about 600 people in New Hampshire. There wasn’t a lot of expectation of girls doing much outside of the home. But I was a naturally very curious child. Throughout high school, I tried exploring subjects I liked. In general, learning was hard for me most of the time. But math was always fairly easy for me, and I enjoyed chemistry.",
            "I decided to study business and accounting in college. It seemed logical, but I really wasn’t sure what I’d do with it. I ended up hating the coursework. My roommate was studying chemistry, and I found myself helping her with her homework. My friends finally convinced me that I should study chemistry instead.",
            "After earning my bachelor’s degree, I worked at various companies doing research for about 25 years. That’s where I realized that I didn’t have to just study the chemistry of things here on Earth. I could study the chemistry of the universe.  ",
            "*A_row_of_radio_telescope_dishes_are_pointed_toward_the_night_sky",
            "fCThe Karl G. Jansky Very Large Array is located in the desert of New Mexico to avoid radio interference from cities or humidity in the air.",
            "I started volunteering for university projects to learn from mentors. That helped me figure out how to become a radio astronomer. In 2016, I got into a doctoral program for physics and astronomy in Australia. In high school and my first years in college, I really struggled with physics. So it’s really funny that I ended up with a Ph.D. in the subject. At some point in the learning process, things just started to click. ",
            "During my program, I was using a brand-new radio telescope in Western Australia. We used a set of wavelength ranges that we hadn’t used before. We found some molecules that are super important to the early stages of life. But these popped up in environments that wouldn’t necessarily indicate life, like around a newborn star. That suggested that these molecules do exist and could be available for life to develop elsewhere.",
            "This is also when I started looking into technosignatures. These are signs of technology from far-off worlds. The techniques used to study the chemistry of space are very similar to those used to study whether technology exists beyond Earth. We can look for both in the same data set by analyzing them in slightly different ways. So, I ended up using the telescope data to study both. ",
            "After finishing my Ph.D., I continued some of that work on a different telescope, the Australian Square Kilometer Array Pathfinder in Western Australia. I then moved back to New Mexico to develop a brand-new computer system on the Very Large Array. It’s an iconic telescope that has appeared in different movies and TV shows.",
            "Right now, we’re using it to conduct one of the largest surveys for technosignatures ever. That’s because we no longer have to dedicate time to using the telescope ourselves. Instead, we rely on commensal observations. That’s when we receive a copy of the data from other projects using the telescope. Every time the telescope’s on, we get to use the data to search for technosignatures. ",
            "*Chenoa_Tremblay_gestures_to_an_array_of_spiderlike_antennae_stationed_in_the_Outback_",
            "fCThese antennae are part of the Murchison Widefield Array in western Australia. Radio telescopes like this one detect radio waves through antennae tuned to specific frequencies.",
            "I’d say being able to build these commensal systems and sharing data. We need to spend as much time looking at as much of the sky as possible. That involves using as many wavelengths as we can. Even if a civilization is sending out a bright signal, we can’t expect that beacon to be on all the time.",
            "Our galaxy alone is huge. If we had to take our turn on telescopes all the time, it might take up to 60 years to observe every star once. And that might be something like every star within 100 light-years of us (about 60,000 stars). ",
            "We are using the Very Large Array telescope in New Mexico and the MeerKAT telescope in South Africa for these commensal programs. These two let us look at both the northern and southern hemispheres, as well as a little bit of overlapping sky. This gives us one of the broadest views that we’ve ever accomplished in trying to find our place in the universe. ",
            "The career you decide on now doesn’t have to be what you do later. You can change your mind and switch paths. My parents’ generation expected that you stay at the same job until you retire. There wasn’t this understanding that you could switch careers if you were unhappy.",
            "You also don’t have to know what you want to do from a young age. My siblings knew since they were little what exactly they wanted to do. I sometimes feel like I’m still not 100 percent sure what I want to do. And that’s okay, too. You can explore what you find interesting about the world. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lasers-can-eavesdrop-on-microbes-including-viruses",
        "title": "\n\tLasers can eavesdrop on microbes, including viruses",
        "content": [
            "*a_photo_of_a_laser_beam_splitter,_a_small_colorful_cube,_surrounded_by_laser_equipment",
            "Close-up of a beam-splitter cube (center) through which lasers pass. Harel and his team beamed short pulses of light, using this cube, to produce a molecular movie. It captures the vibrational motion of a biological object — such as a virus — based on its “sound.” ",
            "What do viruses sound like? Scientists recently found out. They developed a way to eavesdrop on these and other microbes. This new tech can help scientists study such microbes and sound out the identity of germs in our environment.",
            "For hundreds of years, we’ve been able to see cells through microscopes. As these spyglasses have gotten more powerful, they’ve been able to zoom in on smaller and smaller details. Yet even when you can see individual microbes, most look pretty similar.",
            "“It’s not a needle in a haystack problem,” says Elad Harel. “It’s a needle in a stack of needles problem.” This chemist works at Michigan State University (MSU) in East Lansing. “To detect one needle from all these other needles,” he says, “you have to look for something that’s unique about it.”",
            "That unique feature could be a sound. Nearly anything can make sound by vibrating — and typically those vibrations get transmitted to our ears through the air. Different things will make distinctive sounds, depending on their shape and what they’re made of. This is why knocking on a table sounds different from tapping on a window.",
            "The same is true for microbes. Each type has its own special makeup of proteins and other molecules. Their unique chemistry and structures give each microbe a characteristic sound.",
            "That’s what led Harel and his MSU team to begin working on their new laser-based system. By figuring out how to measure these sounds, they’re now able to catalog them. It’s much like seeing a distant bird in the woods but not being sure what type of bird it is until you learn its distinctive call.",
            "Harel’s team describes logging such microbial “bird calls” in the January 21 Proceedings of the National Academy of Sciences.",
            "*a_photo_of_Elad_Harel_sitting_in_a_lab_behind_a_lot_of_equipment_He_is_wearing_dark_glasses_and_list",
            "fCElad Harel in his lab with some of the equipment that makes up an electronic “ear” that can hear and record the sounds of microbes. ",
            "To measure microbial sounds, Harel’s team started by pointing a laser at a virus. It’s a bit like striking a tiny gong with a teeny mallet — if a mallet could tap a gong millions of times per second.",
            "Those speedy taps set the virus vibrating. The triggered sound waves are far too quiet for our ears to pick up. So Harel’s team measures them with a second laser. The vibrations cause the second laser’s beam to quiver like a very sensitive eardrum. The scientists measure these signals to “hear” the virus.",
            "Other ways of studying microbes, such as viewing them through a microscope, often involve fixing them in place. That makes studying how microbes move a major challenge, notes Kim Davis. A microbiologist, she works at Johns Hopkins University in Baltimore, Md. Usually, what researchers can see is a “snapshot of what is occurring at [one] moment in time,” she says.",
            "With this new tech, scientists may be able to collect data that are less like a freeze-frame and more like a movie of microbes in the environment.",
            "By using sound, “we showed that we can track single viruses and even listen to a virus rupture,” Harel says. As a virus starts to break open, he says, the frequency of its sound begins to drop — “almost like a deflating balloon.”",
            "iFhttps://www.youtube.com/embed/2xdneFTR3BI?feature=oembed",
            "Learn how the MSU team listens to viruses.",
            "There are microbes everywhere. Most aren’t all that dangerous to humans. Consider viruses. Of thousands of species, only about 270 infect people.",
            "But, notes Davis, “It can be very difficult to determine if an organism has pathogenic [illness-provoking] properties just from looking at it.”",
            "With something like the new system, we might one day be able to hear the difference, Harel says.",
            "There’s still a lot to learn about these viral sounds, though. The sound a microbe makes might change if it’s on a surface versus in the air (much like how our voices change when we’re underwater). So to “increase our understanding and build a database,” Harel says, “we’ll have to do a lot of experiments on different viruses in different environments.”",
            "Another issue: Many microbes belong to species with lots of related members — strains that you might think of like siblings. Consider E. coli. These bacteria live almost everywhere. Although most are harmless to people, a few strains can cause serious disease. Since all E. coli have nearly the same shape and are made of nearly the same proteins, it might be hard to hear a difference between harmful and harmless ones.",
            "To find out, scientists will have to just keep listening. Once they have a robust library of sounds, they may be able to tell most microbes apart. That because microbial sounds are very specific, Harel says. It’s like listening for a friend’s voice in a loud place. Because their voice is familiar, you can pick it out from the other noises.",
            "There’s plenty of research left to be done. “It’s a new way of looking at biology,” Harel explains. For now, he says, “We don’t know what we’re going to see because very few people have ever looked.”",
            "But one day, this type of tech might prove useful beyond the lab. For instance, it could be used in sensors installed at airports and other crowded places. These could then listen for worrisome microbes — and send out warnings of which ones (and how many) are out there.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/sweet-red-adzuki-bean-origin-asia-dna",
        "title": "\n\tDNA reveals the origin of East Asia’s favorite sweet bean ",
        "content": [
            "*A_stack_of_brown_mooncakes_sit_on_a_wooden_table_Red_beans_are_scattered_nearby",
            "Many Chinese mooncakes and other East Asian treats are stuffed with sweet paste made from red adzuki beans. But where people first cultivated these beans had long been a mystery. ",
            "Red adzuki beans are a beloved staple in East Asia. Cooks tuck a sweet paste made from them inside mochi, swirl it into mooncakes and layer it beneath custard in taiyaki. But despite its popularity, which people were the first to start using this bean remained murky — until now. ",
            "Scientists have analyzed the DNA of nearly 700 varieties of adzuki across Asia. Some of these plants grow in the wild. People have been farming — or cultivating — other types. The beans’ genes now suggest that adzuki was first cultivated in Japan between 3,000 and 5,000 years ago. Only later did people start growing a wide variety of these red beans in China.  ",
            "The investigation also uncovered DNA tweaks, or mutations, that gave rise to the beans’ rich red hue. ",
            "“I was surprised by basically everything,” says Cheng-Ruei Lee. He studies evolutionary genetics at National Taiwan University in Taipei. That field of science looks at how variations in DNA lead organisms to evolve new traits. Lee is part of a team that shared its new findings May 29 in Science. ",
            "Adzuki beans grow in pods on bushy plants. They have a naturally sweet, nutty flavor. Fossils of ancient beans hinted that Japan’s Jomon people might have grown adzuki. The Jomon were hunter-gatherers who lived as early as 16,000 years ago.  ",
            "But red bean DNA had pointed to a different origin story. Beans from China show a wider variety in their DNA than those in Japan. Such diversity is typically only seen in plants that people started to cultivate a very long time ago. ",
            "*A_pile_of_red_adzuki_beans",
            "fCAdzuki beans were first domesticated in Japan 3,000 to 5,000 years ago, a new DNA analysis shows.",
            "The new DNA analysis helps make sense of these conflicting data.  ",
            "A plant’s nuclear genome is made up of the DNA tucked inside the nuclei of its cells. Plants inherit their nuclear DNA from both parents. And red beans grown in China do show the most diversity in their nuclear genomes, Lee’s team found.  ",
            "But the team found another important clue in a different source of the bean’s DNA. This DNA is tucked in structures within plant cells known as chloroplasts. In red beans, only female plants pass this DNA to their offspring. And this type of DNA evolves more slowly. That chloroplast DNA in Chinese red beans closely matches what’s found in wild Japanese beans. ",
            "There’s only one way that these pieces of evidence can fit together, Lee says. People first started growing red beans in Japan, and the practice later spread to China. There, people cross-bred Japanese red beans with local, wild Chinese red beans.  ",
            "Today, Chinese red beans now show a much wider variety in their DNA. But their chloroplasts still hold traces of their ancient Japanese ancestors.  ",
            "Red bean paste is a common filling for East Asian pastries, such as this taiyaki from Japan (left) and these sesame balls from China (right). But where in Asia these beans were first cultivated had been a long-debated topic.",
            "*A_plate_with_fish_shaped_pastries_filled_with_red_bean_filling",
            "fCKunio Yokoseki/iStock/Getty Images Plus",
            "*a_plate_of_sesame_balls,_rice_balls_fried_and_coated_in_sesame_seeds_filled_with_red_bean_paste",
            "fCLauriPatterson/E+/Getty Images",
            "Through farming, adzuki beans also got a makeover. Wild beans are pale with dark mottled spots. The farmed varieties are red all over.  ",
            "Lee’s team found one mutation in beans’ DNA that affects how they process pigment. It allows red pigments to spread across the coats of their seeds. The deletion of another gene, or chunk of DNA, gets rid of the mottled pattern that’s still seen in the wild. ",
            "The researchers tracked how those two mutations emerged over time. They also looked at a third mutation seen in the farmed beans. It’s in a gene that reduces the odds that a bean pod will break open. For farmers who want to easily harvest whole beans, that’s a useful trait. But it’s not very helpful for wild plants, which rely on their pods bursting to spread seeds.  ",
            "All three mutations seen in farmed beans began to spread around 10,000 years ago. That was long before people started farming the plants in Japan. ",
            "Since these traits are of little help in the wild, Lee says, their early spread may reflect human preferences. Red has long been considered lucky. What’s more, the Jomon people are known to have used red coloring in their pottery. ",
            "The new findings bolster the idea that the Jomon people were more than foragers. They could have been shaping their perfect red bean, eventually domesticating it between 3,000 and 5,000 years ago. Fossils had already offered some evidence for that, Lee notes. Finally, he notes, there “is evidence from plant genetics, too.” ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-your-weekly-word",
        "title": "\n\tScientists Say: Your weekly word",
        "content": [
            "*dictionaries",
            "What’s that word? Find new science words every week with Scientists Say.",
            "Every week in our series Scientists Say, Science News Explores highlights a new science word, from absolute zero to zooxanthellae. Each word has a definition and is used in a sentence to help you understand the meaning. There’s even an audio recording, so you can hear exactly how to pronounce the term. All the words covered so far are listed below. Got a word you want to know about? Send an email to sns@sciencenews.org and put in a request!",
            "Absolute zero",
            "Absorb",
            "Acceleration",
            "Accretion disk",
            "Acid",
            "Acidification",
            "Acoustic",
            "Adaptation",
            "Addiction",
            "Adsorb",
            "Aerosol",
            "Agrivoltaics",
            "Albedo",
            "Algebra",
            "Alkaline",
            "Allele",
            "Altitude",
            "Amino acid",
            "Amoeba",
            "Ampere",
            "Amphibian",
            "Amusia",
            "Amygdala",
            "Anthropocene",
            "Anxiety",
            "Aphantasia",
            "Archaea",
            "Archaeology",
            "Artificial Intelligence",
            "Asteroid",
            "Astronaut",
            "Astronomical interferometry",
            "Atmosphere",
            "Atoll",
            "Atom",
            "Atomic number",
            "ATP",
            "Aufeis",
            "Autophagy",
            "Autopsy",
            "Avalanche",
            "Avulsion",
            "Bacteria",
            "Base",
            "Beakiation",
            "Big Bang",
            "Biofilm",
            "Biomagnify",
            "Bionic",
            "Black hole",
            "Blood-brain barrier",
            "Body mass index",
            "Bog",
            "Bond",
            "Brainwaves",
            "Bromeliad",
            "Bruxism",
            "Caecilian",
            "Calculus",
            "Calorie",
            "Camouflage",
            "Campfire",
            "Capsaicin",
            "Carbohydrate",
            "Carbon capture",
            "Carcinogen",
            "Catalyst",
            "Causation",
            "Cellulose",
            "Chemical",
            "Chimera",
            "Chlorophyll",
            "Chromosome",
            "Circadian",
            "Circumnutation",
            "Climate",
            "Code",
            "Cognition",
            "Colloid",
            "Comet",
            "Compound eye",
            "Confirmation bias",
            "Connectome",
            "Constellation",
            "Continent",
            "Convection",
            "Copepod",
            "Coprolite",
            "Coral",
            "Coriolis Effect",
            "Corona",
            "Correlation",
            "Cortical homunculus",
            "Cosmic microwave background",
            "Cosmic rays",
            "Crepuscular",
            "Crystal",
            "CT scan",
            "Cyanide",
            "Cyclone",
            "Dark energy",
            "Dark lightning",
            "Dark matter",
            "Data",
            "Decay",
            "Decibel",
            "Deep brain stimulation",
            "Deepfake",
            "Deforestation",
            "Denisovan",
            "Desert",
            "Dialect",
            "Diffraction",
            "Digital footprint",
            "Dimension",
            "Dinosaur",
            "Dioxide",
            "Dire wolf",
            "Diurnal",
            "DNA",
            "DNA sequencing",
            "Domestication",
            "Dopamine",
            "Doppler Effect",
            "Drought",
            "Dung",
            "Dwarf planet",
            "Earthquake",
            "Echolocation",
            "Eclipse",
            "Ectoparasite",
            "Ectotherm",
            "eDNA",
            "Egg",
            "Electron",
            "El Niño",
            "Ellipse",
            "Endocytosis",
            "Endotherm",
            "Engineering",
            "Enzyme",
            "Epidemic",
            "Epidermis",
            "Equation",
            "Equinox",
            "Estuary",
            "Eukaryote",
            "Eutrophication",
            "Excitation",
            "Excretion",
            "Evolution",
            "Exocytosis",
            "Exomoon",
            "Exoplanet",
            "Experiment",
            "Explosion",
            "Extinction",
            "Extremophile",
            "Eyewall",
            "Faraday cage",
            "Fatty acid",
            "Fault",
            "Fermentation",
            "Ferrofluid",
            "Fertilize",
            "Fiber optic cable",
            "Firenado",
            "Firewhirl",
            "Fission",
            "Fluorescence",
            "Food web",
            "Force",
            "Forensics",
            "Fossil",
            "Fracking",
            "Fractal",
            "Frequency",
            "Frostbite",
            "Frost quake",
            "Fruit",
            "Fulgurite",
            "Fungi",
            "Fusion",
            "Galaxy",
            "Gamma ray",
            "Gas giant",
            "Genealogy",
            "Genetic engineering",
            "Genus",
            "Geometry",
            "Geyser",
            "Glacier",
            "Glia",
            "Global Positioning System",
            "Glymphatic System",
            "Goldene",
            "Goldilocks zone",
            "GPS",
            "Gradient",
            "Graphene",
            "Gravitational lens",
            "Gravity",
            "Guinea worm",
            "Guttation",
            "Gyroscope",
            "Habitable zone",
            "Hagfish",
            "Haptic",
            "Hardware",
            "Herbivore",
            "Hertz",
            "Hibernaculum",
            "Hibernation",
            "Hippocampus",
            "Histology",
            "Hominid",
            "Hoodoo",
            "Hormone",
            "Humidity",
            "Hurricane",
            "Hydrogel",
            "Hyperthermia",
            "Hypothermia",
            "Hypothesis",
            "Ichnology",
            "Imaginary number",
            "Inclusion",
            "Inertia",
            "Infection",
            "Inflammation",
            "Infrared",
            "Inorganic",
            "Insulin",
            "Intron",
            "Invasive species",
            "Ion",
            "Ionosphere",
            "Irruption",
            "Isotope",
            "Jellies",
            "Jet stream",
            "Joule",
            "Jurassic",
            "Kakapo",
            "Kelp",
            "Kelvin",
            "Keratin",
            "Kevlar",
            "Kidney",
            "Kinetic energy",
            "Krill",
            "Kugelblitz",
            "Lachryphagy",
            "Lactose",
            "La Niña",
            "Large language model",
            "Larva",
            "Laser",
            "Latitude",
            "Lava",
            "Lava bomb",
            "LED",
            "Lift",
            "Light pollution",
            "Light-year",
            "Lignin",
            "Liver",
            "Loci",
            "Locus",
            "Longitude",
            "Luminescence",
            "Lymph",
            "Machine Learning",
            "Magnetosphere",
            "Marcescence",
            "Mass",
            "Magma",
            "Magnetism",
            "Marsupial",
            "Mean",
            "Median",
            "Medullary bone",
            "Megalodon",
            "Melatonin",
            "Menstruation",
            "Metabolism",
            "Metal",
            "Metamorphosis",
            "Meteor",
            "Meteorite",
            "Meteorology",
            "Methane",
            "Microbiome",
            "Microgravity",
            "Microplastic",
            "Migration",
            "Mineral",
            "Mitochondrion",
            "Mitosis",
            "Möbius strip",
            "Mode",
            "Model",
            "Molecule",
            "Momentum",
            "Monotreme",
            "MRI",
            "Multiverse",
            "Mummy",
            "Muon",
            "Mutation",
            "Mycelium",
            "Myopia",
            "Naloxone",
            "Narcotic",
            "Neandertal",
            "Nebula",
            "Necropsy",
            "Nectar",
            "Nematocyst",
            "Nematode",
            "Neurodivergent",
            "Neuroplasticity",
            "Neuron",
            "Neurotransmitters",
            "Neutron",
            "Neutron star",
            "Neutrophil",
            "Niche",
            "Nicotine",
            "Nocturnal",
            "Nucleosynthesis",
            "Nucleus",
            "Nutrient",
            "Obesogens",
            "Octopod",
            "Okapi",
            "Olfactory",
            "Oort cloud",
            "Opioid",
            "Optogenetics",
            "Orbit",
            "Organic",
            "Organelle",
            "Organoid",
            "Osmosis",
            "Outbreak",
            "Outlier",
            "Oxidation",
            "Ozone",
            "Paleontology",
            "Pandemic",
            "Papillae",
            "Parasite",
            "Parabola",
            "Pareidolia",
            "Parthenogenesis",
            "PFAS",
            "Phloem",
            "Pi",
            "Piezoelectric",
            "Peptide",
            "Periodic table",
            "Permafrost",
            "Petrichor",
            "pH",
            "Photochromic",
            "Photon",
            "Photovoltaic",
            "Pigment",
            "Placebo",
            "Planet",
            "Plankter",
            "Plasma",
            "Plastic",
            "Plastisphere",
            "Poisonous",
            "Polarized light",
            "Pole",
            "Pollen",
            "Pollution",
            "Polymer",
            "Potential energy",
            "Power",
            "Prairie",
            "Precipitation",
            "Predator",
            "Prehistoric",
            "Prey",
            "Primate",
            "Prime number",
            "Protein",
            "Protist",
            "Proton",
            "Proxima b",
            "Proxima centauri",
            "Pulsar",
            "Quantum",
            "Quantum dot",
            "Quarantine",
            "Quark",
            "Quartile",
            "Quasar",
            "Quoll",
            "Rabies",
            "Radar",
            "Radiation",
            "Radioactive",
            "Radio waves",
            "Rare earth element",
            "Receptor",
            "Red dwarf",
            "Reduction",
            "Refraction",
            "Regolith",
            "Relapse",
            "Remission",
            "Replication",
            "Respiration",
            "Richter Scale",
            "Rime ice",
            "Ring of fire",
            "RNA",
            "Robot",
            "Rocket propellant",
            "Rubisco",
            "Runoff",
            "Salinity",
            "Salt",
            "Satellite",
            "Saturated fat",
            "Savanna",
            "Seismology",
            "Semiconductor",
            "Silicon",
            "Silicone",
            "Social",
            "Software",
            "Solar",
            "Solar cycle",
            "Solar wind",
            "Solstice",
            "Solution",
            "Space weather",
            "Spaghettification",
            "Species",
            "Speleology",
            "Sperm",
            "Stalactite",
            "Stalagmite",
            "Statistical significance",
            "Stereoscopy",
            "Stereotype",
            "Stomata",
            "Stone Age",
            "Strain",
            "Stratigraphy",
            "Sublimation",
            "Sundog",
            "Supercomputer",
            "Superconductor",
            "Supercontinent",
            "Supercool",
            "Supernova",
            "Surface tension",
            "Symbiosis",
            "Synapse",
            "Taphonomy",
            "Tectonic plate",
            "Telescope",
            "Telomere",
            "Theia",
            "Theory",
            "Thought experiment",
            "Tinnitus",
            "Tonsils",
            "Torpor",
            "Torque",
            "Toxin",
            "Transit",
            "Trauma",
            "Triclosan",
            "Tsunami",
            "Tundra",
            "Typhoon",
            "Ultrasonic",
            "Ultrasound",
            "Umami",
            "Uncertainty",
            "Understory",
            "Unsaturated fat",
            "Upwelling",
            "Urushiol",
            "Vacuole",
            "Vaccine",
            "Valence electron",
            "Vampire",
            "Variable",
            "Vector",
            "Venomous",
            "Ventral striatum",
            "Vertebrate",
            "Vestigial",
            "Vitamin",
            "Virtual reality",
            "Virulence",
            "Virus",
            "Viscosity",
            "Voltage",
            "Waterspout",
            "Watt",
            "Wavelength",
            "Weather",
            "Weather bomb",
            "Wetland",
            "Wormhole",
            "X-axis",
            "X-ray",
            "Xylem",
            "Y-axis",
            "Yeast",
            "Yellow dwarf",
            "Yottawatt",
            "Zika",
            "Zirconium",
            "Zoonosis",
            "Zooplankton",
            "Zooxanthellae",
            "2-D material"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-genome-definition-pronunciation",
        "title": "\n\tScientists Say: Genome",
        "content": [
            "*_Scientists_Say_Genome1",
            "The New Caledonian Fern (Tmesipteris oblanceolate) was crowned the Guinness World Record for largest genome on Earth. This fern’s genome is over 50 times larger than a human’s.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2157104121&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A genome is an organism’s complete set of genetic instructions.",
            "For most living things, genetic instructions come in the form of DNA. This molecule contains the instructions to build and maintain living things. In most living things, DNA is organized into structures called chromosomes. Some of the DNA in a chromosome consists of genes. These are segments of DNA that carry instructions for making an organism’s proteins (and a few other molecules).",
            "But genes only make up a fraction of an organism’s genome. Most of the genome is made of non-coding DNA. Non-coding DNA doesn’t contain genes. Scientists once called it “junk DNA.” That’s because it was believed to have no function. But it turns out that non-coding DNA helps the organism in other ways, such as allowing a cell to use and read the code in its genes.",
            "Most human cells carry one entire genome — 46 chromosomes arranged in 23 pairs. But exceptions exist. Red blood cells are one example. Once mature, red blood cells lack DNA altogether. Egg and sperm cells also do not contain a full genome. These cells carry half a genome — in humans, that’s 23 chromosomes each. When an egg cell and a sperm cell fuse, they create one new cell with a full genome of 46 chromosomes. A complete human genome contains about 25,000 genes and many non-coding regions.",
            "Some viruses use RNA as their genetic material instead of DNA. Viruses are not alive in the same way as a cell. However, we still refer to their complete RNA instructions as a genome.",
            "Genetic material — both DNA and RNA — is made of units called nucleotides. They are represented by the letters A, T, G and C (RNA replaces T with U). DNA’s nucleotides occur in pairs, called base pairs. A human genome consists of about 3 billion of these base pairs. Combinations of these base pairs provide all the instructions for building a living thing.",
            "Genome size varies from one species to another. For example, the Japanese canopy plant’s (Paris japonica) genome is about 50 times bigger than a human’s. A complete set of this plant’s DNA consists of 149 billion base pairs. If we stretched out the DNA from one cell, it would extend about 100 meters (330 feet). In contrast, a human genome would extend only about 2 meters (6.5 feet).",
            "On the other hand, the single-celled green algae called Ostreococcus tauri has a very short genome. It contains only about 12.6 million base pairs. Its DNA — if stretched out — would extend only about 8 millimeters (0.3 inch).",
            "Orange-colored cats get their distinctive look from a DNA deletion in their genome.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/dimples-reduce-drag-vehicles",
        "title": "\n\tPickleballs inspire a new way to reduce drag on vehicles",
        "content": [
            "*a_photo_of_a_hand_holding_a_pickleball_paddle_about_to_hit_a_yellow_pickleball",
            "A pickleball wrapped in a balloon inspired a new adjustable surface that could one day reduce drag on airplanes, submarines or other vehicles.",
            "Some people see a pickleball and want to smash it. When Anchal Sareen saw some pickleballs lying around a lab a few years ago, she thought about submarines and airplanes. As a mechanical engineer who studies how fluids affect movement, she couldn’t help it. So she went right out, bought a balloon and wrapped it around the pickleball. It became the inspiration for a new surface to speed and steer aircrafts and underwater drones.",
            "The surface has dimples, like a golf ball. But they’re adjustable. Add air and the dimples smooth out. Remove air and the dimples deepen.",
            "In a pair of recent papers, Sareen and her team at the University of Michigan in Ann Arbor have now shown how dimple depth can alter drag. Drag is the friction-like force that slows things down as they travel through a fluid. They’ve also shown how changing some — but not all — of the dimples can help steer an object through air, water or other fluids.",
            "“That’s a cool idea,” says Christopher Douglas at Duke University in Durham, N.C. Drag is a big challenge, he says. “Anything you can do to minimize drag is great,” says this mechanical engineer who did not work on the new skin.",
            "*a_grey_3d_printed_sphere_is_lit_from_the_bottom_to_show_the_dimples_",
            "fCThe dimples on this sphere can be made deeper or shallower. Their depth affects drag. Here, the sphere is hanging in a wind tunnel for testing.",
            "Douglas studies fluid flow as a way to improve the systems that propel vehicles. Engineers, he notes, have long been altering surface roughness to reduce drag.",
            "But drag isn’t always a bad thing, he adds.",
            "Fins and rudders guide a ship by increasing drag in one place more than in another. This nudges a ship in a desired direction. And dimples might help here, too, says Sareen. She envisions vehicles that might steer by altering the texture of their skin. This could be in addition to — or even instead of — fins and rudders.",
            "Sareen studies how to control the flow of fluids around objects to achieve a certain goal, like a reduction in drag.",
            "For inspiration, she has looked to animals. Some swimmers, she says, change the texture of their skin to change how water flows around them. One of her favorites is the shortfin mako shark. “They’re the fastest sharks in the world,” she says. “They’re like the cheetahs of the ocean.” A shortfin mako shark can swim about 50 kilometers (30 miles) per hour, with even faster bursts.",
            "Engineers suspect this shark’s skin is its secret to speed. It is covered with tiny toothlike scales called denticles. These denticles can change in an instant. When the shark is cruising, they all lie almost flat against its body. This can reduce its drag by about 10 percent. When the shark takes sharp turns or bends its body to navigate, the denticles move — but only on some parts of its body.",
            "“They actually bristle, which means they lift up,” Sareen says. Denticles can lift out by as much as 50 degrees. That changes the skin’s drag and the flow of water around it. This helps the shark make quick turns. It’s also efficient because the fish doesn’t need to move a muscle.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Sareen had long been interested in applying that idea to new vehicles. Could you change their surface to affect their movement? And that’s where the balloon-covered pickleball comes in.",
            "She showed one to a student interested in how dimples affect golf ball flight. Then she challenged him to study the link between dimples and drag.",
            "The student and other researchers 3-D printed model spheres with different-sized dimples. They looked like giant golf balls.",
            "They tested these plastic models in wind tunnels to identify how dimple depth affected drag.",
            "Next, they printed hard spheres with holes. These looked like pickleballs, only larger. The researchers jacketed these holey spheres with a stretchy material. Then they attached the covered spheres to a vacuum pump. Sucking air out with the vacuum made the dimples deeper. Allowing air to flow back in made them shallower.",
            "Making the first version of this morphable skin took about two years. It wasn’t easy, Sareen recalls. First, they had to very precisely control dimple depth with that pump. Their wind-tunnel experiments had shown that changing dimple depth by just 0.1 millimeter (0.004 inch) could reduce drag on the ball by 50 percent.",
            "“It was very sensitive,” she says. All the air going in or out had to be controlled precisely. And that outer skin had to be made from the right material — and “absolutely leakproof,” she adds.",
            "But those years of tests paid off.",
            "The wind-tunnel data showed that the dimples could produce lift. That’s a force that raises a vehicle and changes its direction.",
            "By changing the arrangement of dimples, Sareen’s team could not only control a ball’s lift but also the trajectory of its travel. That prompted them to investigate how dimples might be used as a sort of steering wheel.",
            "“We are improving on that design as we speak,” she says. The researchers are now working on version 3.0.",
            "iFhttps://www.youtube.com/embed/De2VQYkdztM?feature=oembed",
            "Anchal Sareen and her team explain how they used soft robotic technology to develop dynamic surface dimples — ones that can change at different flow speeds — to cut the drag experienced by underwater vehicles. It should also allow them to maneuver without fins and rudders.",
            "They’re also developing tests to see if the design would work in real-world conditions, such as the skin of some vessel sailing through air or water.",
            "This is a critical next step. “There are many different ways to control a system,” says Douglas, at Duke. A wind tunnel is a controlled environment, he notes. In the open air or water, the effects of a dimpled skin may be more difficult to predict.",
            "“The device or technology which could develop out of this work would be a bit more complicated than the work they’ve done in the lab,” Douglas suspects. For instance, dimpled skin could cause a vehicle to rotate. And that could make it harder to steer.",
            "Over the next few years, Sareen’s group plans to test new prototypes in the air and water. But their inventions won’t be found on fairways, greens and sand traps.",
            "”A lot of people have asked me, ‘Are you planning to patent this as a golf ball which can stay in the air?'” Sareen laughs and says: Not any time soon."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/fungi-zombie-insects-fossil",
        "title": "\n\tFungi have been ‘zombifying’ insects for 99 million years",
        "content": [
            "*Illustration_of_a_forest_scene_from_99_million_years_ago_where_an_adult_worker_ant_carries_a_fungus-",
            "This illustration shows an adult worker ant carrying a ant pupa infected with the zombifying fungus. In the background, a fly with a fungus bursting out of its back climbs up a tree. ",
            "Nearly 100 million years ago, a drop of tree resin captured a gruesome scene: a fungus bursting from the body of a young ant. That resin eventually hardened into amber. Today, this fossil is offering insight into a fungus that’s become famous for hijacking its victims’ brains. The ancient insect’s demise suggests such fungi have been infecting ants twice as long as scientists had thought.  ",
            "That fungus is called Ophiocordyceps (OH-fee-oh-KOR-dih-seps). It infects — and “zombifies” — insects such as flies, caterpillars and ants.  ",
            "Right before an infected ant dies, it will have a sudden urge to leave its nest and climb up onto a high leaf. There, it will bite down with a death grip. In one final gory moment, the fungus will then explode from the ant’s back.  ",
            "That blast releases spores that can now infect the fungus’ next victims. ",
            "How these fungi infect insects and control their behavior is fairly well known. But little had been known about when this bone-chilling behavior first began. Why? The soft bodies of fungi hardly ever become fossils. Even rarer, the researchers note, is finding a fossil insect with the fungus still inside. ",
            "It was a stroke of luck when Yuhui Zhuang stumbled across the ant fossil. The paleontologist had been digging through samples in his lab’s basement at Yunnan University in Kunming, China.  ",
            "When he saw something sticking out of one ant’s back, Zhuang first assumed it was a developing wing. Both ant queens and males have wings. But a 3-D image of the fossil revealed something different.  ",
            "*A_headless_fly_with_a_zombie_fungus_sprouting_out_of_its_back_trapped_in_a_droplet_of_amber",
            "fCThis fly with a zombie fungus sprouting from it was trapped in a droplet of tree resin 99 million years ago. (The fungus is that club-shaped structure emerging from the fly’s back.)",
            "To Zhuang’s surprise, a fungus was sprouting from a gland on the ant’s back.  ",
            "That fungus was remarkably similar to modern-day Ophiocordyceps — the “zombie fungus.” Its spores had a similar shape. Plus, the spores were growing out of a domelike structure that had burst from the insect’s back. ",
            "Intrigued, Zhuang went hunting for other infected insect fossils. That search turned up a fungus-ridden fly in a different collection of specimens. This insect, too, had been trapped in amber. And the fungus in it looked a lot like modern-day Ophiocordyceps. ",
            "Zhuang is part of a team that shared its new findings June 11. They appear in Proceedings of the Royal Society B. ",
            "The ant and fly fossils were both 99 million years old. It seems that ancestors of today’s “zombie fungi” were already infecting multiple groups of insects back then, says Conrad Labandeira. This paleontologist did not take part in the new study. He works at the National Museum of Natural History. It’s in Washington, D.C. ",
            "The ant and fly fossils suggest Ophiocordyceps evolved alongside its victims, says Zhuang. The oldest fossil ant ever found is 113 million years old. So fungi might have been infecting the ancestors of ants almost since they first appeared. ",
            "The ant in the newfound fossil was a pupa. During this stage of an ant’s life, it can’t move, Zhuang notes. So the fungus was likely not controlling this ant’s behavior.  ",
            "Perhaps a grown ant noticed the pupa was infected and removed it from the nest, he says. Outside, the fungus would now have released its spores in search of its next victim. ",
            "For an ant or a fly, Labandeira says, this is “a pretty gruesome story.” ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/tiktok-skincare-routines-harm-skin",
        "title": "\n\tTikTok skincare routines may cause more harm than good",
        "content": [
            "*a_young_woman_holding_a_skincare_product_and_applying_a_cream_to_her_face_while_sitting_in_front_of_",
            "Skincare TikTok videos are rising in popularity. However, many of these videos are promoting harmful messages and products. ",
            "More and more kids are posting skincare routines on TikTok. These videos can be a playful and fun way to express oneself. But many of the routines might be more harmful than helpful, a new study shows. The majority of the regimens shown are costly, have harmful ingredients and lack sunscreen. Most don’t offer benefits for young skin. And they may lead to skin damage.",
            "This study suggests that young people are getting a lot of health information from TikTok instead of more reliable sources such as doctors, parents or skincare specialists, says Nusheen Ameenuddin. She’s a pediatrician at Mayo Clinic in Rochester, Minn.",
            "Pediatricians and dermatologists are worried about the message these videos are delivering. Namely, they give possibly harmful skincare advice, wrapped up with troubling messages about unrealistic and unhealthy beauty standards.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "When healthcare researcher Tara Lagu asked her 11-year-old niece what she wanted for Christmas, her niece handed her a list of expensive skincare products. According to Lagu’s sister-in-law, all the girl’s friends were taking part in this trend. Lagu was shocked.",
            "Lagu recounted this to Molly Hales. She’s a dermatologist at Northwestern Medicine in Chicago, Ill. She also studies how culture and medicine intertwine. Lagu asked Hales if she’d be interested in exploring this skincare trend. Hales jumped at the opportunity.",
            "To start, Hales and a colleague each made TikTok accounts. They reported that they were 13 years old. Then they scrolled through their “For You” pages until they had seen 100 skincare routine videos. As they watched, the researchers noted information on the content creators, the products and the cost of each regimen.",
            "Most of the videos were pretty popular. They had an average of more than a million views each. Because the creators’ ages weren’t specified, the team assigned age ranges based on appearance and context clues. For example, in one video a creator said, “Get ready with me for the first day of sixth grade.” Most creators used an average of six products, which on average cost a total of $168.",
            "Then the researchers dug into the products and their ingredients.",
            "iFhttps://www.youtube.com/embed/emIsUY8EhTo?feature=oembed",
            "Molly Hales and Tara Lagu talk about the some of the problems they see in popular TikTok skincare videos aimed at teens.",
            "Overall, the team found that the products had three main skin risks: skin allergy, irritation and sun sensitivity.",
            "A post shared by Science News Explores (@sn.explores)",
            "More than half of the products had fragrance. Many scents are contact allergens. That means they can cause an allergic reaction when they come in contact with skin. They are one of the most common things people develop a skin allergy to, says Hales.",
            "Plus, the 25 most-viewed videos had an average of 11 potentially irritating active ingredients. These can cause an itching, burning, tingling or prickling sensation.",
            "The most common of these ingredients were alpha-hydroxy acids. These chemicals exfoliate skin, removing surface layers. They’re common in anti-aging products because they can smooth fine lines and wrinkles and improve skin texture. They’re also used in some products to prevent acne. But they can irritate and damage young skin.",
            "Creators used products with alpha-hydroxy acids an average of three times per video and as many as seven times in one regimen. This is harmful because the chemical becomes more irritating the more you layer it.",
            "Alpha-hydroxy acids also increase the skin’s sensitivity to the sun. The U.S. Food and Drug Administration recommends staying out of the sun and using sunscreen with these products. But on average, only 26 percent of the TikTok videos included any type of sun protection. So these regimens would boost the risk of sunburn and other sun damage.",
            "Though not part of the study, pediatrician Molly O’Shea was distressed by the findings. “The majority of the products that were being shown and demonstrated weren’t designed for young skin,” says O’Shea. She practices in Bloomfield Hills, Mich.",
            "Many of the products had abrasive features, such as retinols, scrubs and beads, that can damage the skin. These types of products are usually meant for people whose skin has begun to show signs of aging, says O’Shea. “When you’re young, using products that are designed for older skin can actually damage your skin.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Beyond risks to the skin, the team also had concerns about potential psychological and social risks.",
            "The videos place high importance on physical appearance, Hales says. And much of the content showed creators in large, expensive, private bedrooms and bathrooms. They had drawers stuffed with high-priced skincare products.",
            "The products seemed to be used as status symbols, says Hales. “That may make someone feel bad if they don’t have the money or they’re not in a position to be able to afford that kind of skincare routine.” Studies have shown that comparing yourself to others who seem “better” can have big drawbacks, especially for teens. “It can have a harmful effect on your self-image,” says Hales.",
            "The study didn’t look at who was consuming this content, says Hales. But this type of media could pose a risk of adverse mental health outcomes for kids and teens who view it, she notes.",
            "The team also paid attention to skin tone. In the United States, beauty standards traditionally have been linked to ideals of whiteness. The researchers wanted to see if the videos idealized white skin.",
            "The majority of content creators they viewed had light skin. But since TikTok’s feed is driven by an algorithm, the researchers don’t know how well what they saw reflects the whole platform. The early videos they saw and engaged with may have prompted more videos from creators with light skin to appear in their feed.",
            "Some popular terms used in these videos, such as “glowy,” could be seen as coded racial language, they note. While “glowy” is not as overt as “white” or “light,” when something glows, it gets brighter and lighter, says Hales.",
            "Next, the team would love to study more videos by non-white creators. “How much content is there from darker-skinned content creators?” asks Hales. “Are the messages and beauty ideals more affirming? Is there anything problematic in the messages that these girls are getting?”",
            "*a_girl_dressed_in_athletic_clothing_sits_under_shade_and_applies_sunscreen_to_her_face",
            "fCDaily sunscreen is important for kids and teens to protect their skin against sun damage.",
            "For pre-adolescents who don’t have any known skin condition, Hales recommends just one product: a daily sunscreen. If the skin becomes oilier during adolescence, she suggests adding a gentle cleanser once or twice a day.",
            "1. Make sure you’re putting on sunscreen every single day. ",
            "2. Read the labels of the products you’re using and see what kind of active ingredients they have. ",
            "3. Look for fragrance-free products. (Fragrance is the most common cause of skin allergy.)",
            "If teens are struggling with acne, some over-the-counter products can be helpful, she notes. However, it’s important to choose products that target the right problem. At that point, she advises teens to talk to their doctor. “Pediatricians are usually very equipped to manage mild to moderate acne,” says Hales. If it’s anything more severe, she recommends seeing a dermatologist.",
            "For kids who enjoy watching skincare routines online, Hales notes three steps to be a savvy consumer. First, she says, make sure you’re putting on sunscreen every single day. Second, read the labels of the products you’re using and see what kind of active ingredients they have. Third, look for fragrance-free products, since fragrance is the most common cause of skin allergy.",
            "Hales sees no harm in spending money on safe products that you put on from time to time because it feels luxurious or you enjoy it. But know that you don’t need elaborate skincare routines to take care of your skin. “In most cases,” she says, “those products are probably making the skin less healthy, rather than more healthy.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/mms-candy-geometry",
        "title": "\n\tExperiment: M&M’S geometry",
        "content": [
            "*a_bowl_full_of_colorful_M&M's_on_a_white_background",
            "M&M’S candies have a bit of an odd shape. They're not exactly spherical. But they're not exactly disks, either. In this experiment, let's use mathematical models of different shapes to find out which one most closely matches M&M’S.",
            "Objective: Investigate which formula is the most accurate for estimating the volume of an M&M’S candy",
            "Areas of science: Math",
            "Difficulty: Hard beginner",
            "Time required: ≤ 1 day",
            "Prerequisites: None",
            "Material availability: Readily available",
            "Cost: under $20",
            "Safety: No issues",
            "Credits: Sara Agee, Ph.D., Science Buddies; Teisha Rowland, Ph.D., Science Buddies; M&M’S® is a registered trademark of Mars, Inc.",
            "Geometry is the study of how to use math to describe and investigate different points, lines and shapes. The way that a shape is described in geometry is with a formula, which is simply a mathematical way to calculate different properties of a shape like size, area or volume. Volume is a unique property of three-dimensional shapes, because three-dimensional shapes take up space in three different directions. Most real-world objects are three dimensional: balls, cars, food, etc.",
            "The problem with geometric formulas is that they describe “perfect” or “ideal” shapes. A sphere is an “ideal” three-dimensional shape that is perfectly circular in all directions. Even though a ball is spherical in shape, it is not a perfect sphere. If geometric formulas describe “ideal” shapes and not “real” shapes, then how are they useful in the “real” world?",
            "Most real-world shapes are not simple shapes and use complex geometry to be calculated. The properties of real-world shapes can also be approximated, or estimated, to the best possible measure with a geometric formula. This is called making a geometric model, and the most important part of making a good geometric model is choosing the formula that best describes the object. Even the most irregular objects can be modeled by using geometry: cars, airplanes, electronics, plastics, food, etc. Geometric modeling is very important for manufacturing because a product needs to have the same shape, made the same way, every time.",
            "In this mathematics science project, you will use geometry to produce a mathematical model of an M&M’S candy. If you look closely, you will see that the volume of an M&M’S candy is a bit irregular. It is not quite perfectly round. It looks like a ball shape (sphere) that has been squished on one side, as shown in Figure 1. You will test three different formulas (one for a sphere, one for a cylinder and one for an ellipsoid) to see which formula makes the best geometric model of an M&M’S candy. You will test each formula by using it to calculate the volume of an M&M’S candy and then you will compare your result to the actual volume of a single piece of candy.",
            "*_Experiment_M&M’S_geometry2",
            "fCFigure 1. An M&M’S candy looks like a sphere that has been flattened on one side. The blue candy on the left is shown from the top, while the red one on the right is shown from the side.",
            "For help creating graphs, try this website:",
            "fCTable 1.",
            "fCTable 2.",
            "*_Experiment_M&M’S_geometry3",
            "fCFigure 2. To measure the long sides of 10 M&M’S, line them up lengthwise in clay or Play-Doh next to the ruler. This image only shows four M&M’S lined up, but you will be using 10 M&M’S.",
            "*_Experiment_M&M’S_geometry4",
            "fCFigure 3. To measure the short sides of 10 M&M’S, line them up on their side in clay or Play-Doh next to the ruler. This image only shows four M&M’S lined up, but you will be using 10 M&M’S.",
            "fCTable 3.",
            "This activity is brought to you in partnership with Science Buddies. Find the original activity on the Science Buddies website.",
            "*A_banner_that_reads_SCIENCE_BUDDIES"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/a-century-later-impacts-of-the-scopes-monkey-trial-still-echo",
        "title": "\n\tA century later, impacts of the Scopes ‘Monkey Trial’ still echo",
        "content": [
            "*silhouttes_of_ancient_ancestors_of_humans_from_left_most_ape_like_to_right_modern_human_with_smart_p",
            "That humans might have evolved from other members of the primate family (such as apes or other hominids) was highly controversial a century ago. In the United States, it ultimately led to a Tennessee educator being sued for teaching the idea that humans evolved from some earlier primates.",
            "One hundred years ago, a small town in eastern Tennessee captured the attention of the entire country.",
            "A biology teacher in Dayton was accused of teaching human evolution to his students. At the time, that was illegal in Tennessee. This teacher was put on trial for his crime — an event that quickly became 1925’s biggest media event. In fact, it proved one of the most dramatic trials in U.S. history.",
            "*A_portrait_of_John_Scopes,_seen_wearing_a_hat,_round_glasses_and_a_tie",
            "fCScience News reporter Watson Davis took this photo of John Scopes a month before the substitute biology teacher went on trial. Scopes was charged with breaking the Butler Act. This law banned the teaching of human evolution in Tennessee schools.",
            "From July 10 to July 21, two nationally known, powerhouse lawyers — prosecutor William Jennings Bryan and defense attorney Clarence Darrow — traded sharp verbal barbs in court. What developed turned into far more than a debate over whether one small-town teacher had violated state law. The trial became about religion versus science and old versus new. It also highlighted a personal beef between Bryan and Darrow.",
            "The State of Tennessee v. John Thomas Scopes is better remembered today as the Scopes “Monkey Trial.” It ended with Scopes being found guilty and fined $100.",
            "The jury’s verdict would later be overturned on a technicality. But the trial’s impact did not end here. Its echoes would be felt in science education for decades. It also would lead the way to future court battles — ones that far exceeded the Scopes trial in legal importance (though never in spectacle).",
            "Today, the majority of Americans accept the theory of evolution as valid. Indeed, it has become increasingly essential to understanding the natural world and human origins.",
            "Evolution, generally, also helps explain the rise of new pathogens, such as the virus that caused the COVID-19 pandemic and the emergence of pesticide and antibiotic resistance. These processes of adaptation also make clear how plants and animals accommodate to their ever-changing environments.",
            "To commemorate the centennial of the Scopes trial and its legacy, Science News (our sister publication) asked freelance journalist Darren Incorvaia to speak with Randy Moore. This biologist at the University of Minnesota not only is an expert on the trial, but also authored the 2023 book John Thomas Scopes: A Biography.",
            "Their conversation, below, has been edited (with Moore’s permission) for length and clarity.",
            "*Two_people_having_a_discussion_among_a_crowd_of_people_watching",
            "fCCelebrity lawyers William Jennings Bryan (seated, left) and Clarence Darrow (standing, right) debated here, in 1925, about whether Tennessee should be allowed to ban the teaching of human evolution.",
            "SN: The United States was very different 100 years ago. What was life like back then and how did it set the stage for the Scopes trial?",
            "Moore: The first cars were coming off assembly lines. Women claimed the right to vote in 1920. There was new music — jazz — called the devil’s music. People were leaving rural areas and moving to cities.",
            "This great war — World War I — had recently ended, too, shattering many people’s views of all this societal progress. Many people became afraid of change, with a desire to return to the good old days.",
            "Against this backdrop, a movement was emerging that would be known as modernism. It harmonized with Darwin’s theory of evolution by natural selection. Reason and logic became the source of truth, not literal readings of scripture. Many people abandoned the old ways for this modernism because they felt the old ways were narrow-minded, ill-suited for this new life.",
            "The modernists viewed traditional religion as a reversion to ignorance. But traditionalists countered them, saying “this is how you destroy a country.”",
            "iFhttps://www.youtube.com/embed/mJoZrJknJJE?feature=oembed",
            "Here’s some original footage from 1925’s so-called Scopes “Monkey Trial.” It pitted fundamentalist Tennesseans against a young teacher who — contrary to law — taught the theory of human evolution. Two of the era’s great courtroom orators, Clarence Darrow and William Jennings Bryan, debated science, religion and Constitutional rights.",
            "SN: So there was a big reaction against this social change going on.",
            "Moore: There was a rise and popularity of religious celebrities, preachers who tapped into this discontent. Some made opposing evolution their cause. Dwight Moody sort of started it in the 1800s in Chicago. Later, there was Billy Sunday. He would go into towns and attract 5,000 or 10,000 people per service.",
            "Here in Minneapolis, about a mile from my office, was the guy who started to change everything. He was a preacher here at First Baptist Church named William Bell Riley. He realized that to change society, he had to get laws passed.",
            "So he organized the World Christian Fundamentals Association in the late 1910s. And it caught on immediately. Riley was a Baptist, but the group was not restricted to Baptists. It had up to 6 million members at its height.",
            "Then, in 1925, Tennessee state representative John Butler introduced a law banning the teaching of human evolution. And it passed.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "SN: It didn’t ban all evolution, just human evolution?",
            "Moore: Human evolution. That was the sacred cow. It’s fine for skunks to evolve.",
            "Billy Sunday had just been in Memphis. He had preached to almost 10 percent of Tennessee’s population. Politicians who wanted to be re-elected figured they couldn’t oppose the new law.",
            "SN: So fundamentalists opposed human evolution because the idea that we share a common ancestor with other apes and evolved from earlier forms contradicts the Bible’s story of creation? It’s a concern that anti-evolution groups still hold. But that wasn’t the only thing that led to the trial. The American Civil Liberties Union (ACLU) wanted to challenge the law. And locals hoped a court challenge would bring publicity to Dayton. How did those forces combine?",
            "Moore: Someone at the ACLU saw a little news clipping about Tennessee criminalizing the teaching of human evolution and showed it to the group’s executive director. The ACLU then placed an advertisement in some Tennessee papers seeking someone to challenge the Butler Act.",
            "They got one response. An engineer named George Rappleyea was in Dayton to close a big coal plant. The coal industry had collapsed several years earlier. The city’s population had plummeted. The town was getting poorer. People there needed something to revive the economy.",
            "Rappleyea showed the ad to a group of local businessmen and said, “Why don’t we have a test case here?”",
            "They weren’t activists who care all that much about evolution, specifically. But they realized, look at all this publicity. We can make some money. This could revive Dayton.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "SN: How did they find their defendant?",
            "Moore: They approached the high school’s full-time biology teacher, William Ferguson, who was also the school principal. And they asked him: “Would you consent to be arrested?” He said no.",
            "Then they came across John Scopes. He’d been the substitute teacher in Ferguson’s biology class for two weeks in April of 1925. A first-year teacher and a football coach, he immediately agreed to take part.",
            "The trial could not have happened without his consent.",
            "SN: How did the arrest of a small-town teacher charged with a misdemeanor evolve into a national media circus?",
            "Moore: The next big step involved William Bell Riley. He was the guy in Minneapolis who organized the religious fundamentalists in opposition to evolution. Riley heard about this and said: “This is where we take our stand. Who can we get to represent us? William Jennings Bryan.”",
            "Bryan was a national figure. He had run for president three times as the Democratic nominee. [He’d also been a former U.S. congressman from Nebraska and U.S. Secretary of State.] He had been condemning evolution. He said, “Yes, I will help prosecute John Scopes.” His joining on behalf of Tennessee was a big deal.",
            "Then the biggest publicity event occurred. Arguably the most famous criminal-defense attorney in the country’s history — Clarence Darrow — volunteered to defend Scopes.",
            "Darrow had campaigned for Bryan [in his presidential races]. But Darrow hated that Bryan had turned to religious fundamentalism. He especially hated his opposition to evolution. Darrow was an agnostic [meaning he wasn’t sure he believed in a god]. So he wanted to expose Bryan’s religious fundamentalism.",
            "Once Darrow entered the contest, people immediately forgot about John Scopes. He was almost irrelevant in his own trial.",
            "It became a showdown. Christianity versus atheism. The old versus the new. Bryan versus Darrow.",
            "One day, they started the afternoon proceedings before Scopes even got to the courthouse. It was as if it wasn’t about Scopes.",
            "SN: What was this showdown like? How did the day-to-day of the trial go?",
            "Moore: The prosecution claimed that only John Scopes was on trial. Did he teach human evolution? That’s the only issue. And according to his own students, he did. Two of them got up and testified.",
            "Meanwhile, the defense argued John Scopes is not on trial: The law is. This is about Scopes’ rights.",
            "Darrow brought in experts to testify about the validity of evolution, that evolution was a well-accepted idea. The state’s lawyers objected. And on the second Friday of the trial, the 17th, the judge announced that expert testimony would be excluded. In the end, most science experts never testified.",
            "*A_photo_of_seven_people_posing_for_a_portrait_in_front_of_a_porch",
            "fCSeven scientists who agreed to testify on behalf of John Scopes pose for this picture. In the end, the trial judge would rule that the jury would not be allowed to consider the experts’ testimony. ",
            "SN: What was the media coverage like? Was it as big as those businessmen hoped?",
            "Moore: More than 100 reporters came to Dayton. Anything about the Scopes trial would sell papers. Like what Scopes wore. (He was popular with the ladies.) He was also described as a great football coach.",
            "He was a media darling. Reporters could not care less about evolution. They wanted the name-calling. And there was a lot of that. Reporters said, “My editor can’t get enough.”",
            "The biggest event of the trial happened when the judge ruled that the scientific testimony was irrelevant. The weather had gotten so hot that the proceedings moved outside to this platform. A crowd of several thousand people outside the Rhea County Courthouse now watched the trial.",
            "*An_aerial_shot_of_a_person_writing_on_a_piece_of_paper_on_a_desk_among_a_crowd_of_people",
            "fCThe Scopes trial was widely attended. On some days as many as 1,000 people (including reporters) packed the “court” (on some days, as here, held outdoors).",
            "The defense asked, “You would not let us put on experts about science; can we put on an expert about the Bible?” The judge said yes.",
            "And then, in a spectacular move, Darrow called William Jennings Bryan as a witness. Bryan knew he couldn’t refuse.",
            "Darrow grilled him with questions about literal interpretations of the Bible. Was Jonah really swallowed by a big fish? Did the sun stand still? How old is the Earth?",
            "Bryan defended himself relatively well. But the press portrayed him as the loser. Science News-Letter, the precursor of Science News, reported on “Bryan’s pitiful exhibition of ignorance.”",
            "SN: That was a savvy move from Darrow. So in the eyes of the media, Darrow won the showdown with Bryan, even though Scopes lost the trial. What happened after the verdict?",
            "Moore: One of the biggest impacts of the trial was that the word — literally the word, evolution — disappeared from biology textbooks. Pictures of Charles Darwin were gone. It was a horrible loss for teaching evolution. This unifying idea in all of biology was not mentioned.",
            "And religious fundamentalism didn’t go away. It got stronger.",
            "SN: Because Scopes’ conviction was overturned, the defense couldn’t appeal the case, right?",
            "Moore: The ACLU looked for another defendant and couldn’t find one. And so the Butler Act stayed on the books for 40-something years. Until the late 1960s.",
            "Two other states had passed similar laws, Arkansas and Mississippi. A teacher challenged Arkansas’ law, and her case went to the U.S. Supreme Court. The court ruled unanimously that banning the teaching of human evolution in public schools is unconstitutional [because it violated the First Amendment’s guarantee of free speech].",
            "SN: That case was Epperson v. Arkansas in 1968.",
            "Moore: The plaintiff, Susan Epperson, was a new biology teacher in Little Rock. She felt she was in an impossible position. If I teach legitimate biology, she worried, I’m knowingly breaking the law. If I follow the law, I’m doing a disservice to my students.",
            "She was asked if she would test the anti-evolution law. After getting the enthusiastic support of her husband, she took on the case. And won.",
            "iFhttps://www.youtube.com/embed/2D1NtiVSGKI?feature=oembed",
            "See Susan Epperson describe how she got recruited to challenge a state law that banned the teaching of evolution in Arkansas’ public schools. In 1968, the Supreme Court ruled that this law — and others like it — were unconstitutional and could no longer be enforced in the United States.",
            "SN: But people don’t remember that trial, which was a big win for science and evolution.",
            "Moore: One reason: There weren’t witnesses. There also wasn’t an explosive Bryan-versus-Darrow confrontation. And the lawyers stuck with the facts.",
            "You’re right; it was a dramatically important case for science education. It gave teachers the freedom to teach truth, to teach well-accepted ideas in public schools. Hard to top that one.",
            "Susan Epperson finished what John Scopes started.",
            "SN: Today, anti-science attitudes can be found all across society, including in the federal government. What’s the legacy of the Scopes trial? And how did it help get us to our current moment?",
            "Moore: The Scopes trial is looked at as damaging the whole notion of expertise. The judge wouldn’t allow the scientific experts to testify. And we see that now, with experts being shut down.",
            "Everybody has their own microphone now. Anyone can claim to be an expert. True experts are important, so you need to be skeptical of what you hear and search for real expertise."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/caterpillar-wears-insect-prey-camouflage",
        "title": "\n\tThe ‘bone collector’ caterpillar wears its prey as camouflage",
        "content": [
            "*Six_caterpillar_cases_covered_in_spikey_body_parts_of_insects_and_spiders",
            "A newly described caterpillar collects insect remains from spider webs. It weaves the body parts onto a protective case (several shown) so the host spider won’t eat it. This bone collector caterpillar chows down for months until it’s ready to turn into a moth. Then, its gruesome coating becomes its cocoon.",
            "A severed ant head. A fly wing. A beetle abdomen. These body parts ripped from dead insects adorn a caterpillar’s protective coat. That’s why scientists are calling this newfound species the “bone collector.”",
            "This caterpillar sports remains of prey as camouflage while it searches spider webs for trapped bugs. The meat-eating caterpillar was found on the Hawaiian island of Oahu. It is the first known by scientists not only to live in spider hunting grounds but also to fully decorate itself with body parts.",
            "Researchers described the caterpillar April 25 in Science.",
            "Relatively few caterpillars eat meat. Of nearly 200,000 known moth and butterfly species, only about 300 types are carnivorous. The bone collector caterpillar belongs to the moth genus Hyposmocoma. They are native to the Hawaiian Islands. All members wear protective coats when young. They’ve come to be known as Hawaii’s fancy-case caterpillars.",
            "iFhttps://www.youtube.com/embed/x6fGZSK0wSI?feature=oembed",
            "A meat-eating caterpillar on the Hawaiian island of Oahu adorns itself with body parts from its prey. This macabre coat helps it hide from spiders, whose webs make up the caterpillars’ hunting grounds. Known as bone collector caterpillars, these insects are also cannibals. This short, double-speed video shows it eating another of its species.",
            "While walking in the Waianae Mountains almost 20 years ago, some scientists spied an odd caterpillar next to a spider web in a tree hole. “It [was] covered in little bits of bug,” recalls Dan Rubinoff. He works for the University of Hawaii at Mānoa in Honolulu. As an entomologist, he studies insects.",
            "At first, he had dismissed that caterpillar as a curiosity. But over time, he kept crossing paths with more weird caterpillars. Over the next two decades, he and others spotted 62 of these bone-collector caterpillars. All were within a 15-square-kilometer (almost 6-square-mile) range.",
            "Each lived in a spider web tucked away in a tree, log or rock cavity. And there was never more than one per web (otherwise one would eat the other). The caterpillar lurks in a web, waiting to prey on insects stuck there. The caterpillar masks its scent and texture with leftovers from prey on which the spider had dined. The caterpillar even wears skin shed by its eight-legged landlord.",
            "*A_single_caterpillar_case_with_different_insect_parts_pointed_out_on_it_an_ant_head,_a_weevil_head,_",
            "fCThis bone collector caterpillar case is decorated with body parts from at least six different families of insects (some labeled). Unlabeled pieces are skin shed by a host web’s spider.",
            "“This is a decorate-or-die situation,” Rubinoff explains. A plain protective case “might not be enough to stop the spider from trying to puncture the case and eat the caterpillar.” ",
            "When assembling its prey-based wardrobe, a caterpillar carefully probes and rotates those bodily remains. The carnivorous critter first nibbles large pieces down to size. Then, it weaves them onto its silken case. After a few months of feasting, the caterpillar seals off the open end of its case. Now, that case will become its cocoon as the caterpillar transforms into a moth.",
            "Scientists analyzed the bone collector moth’s genes. They found that its lineage is at least 6 million years old. That’s even older than the island of Oahu! So this critter’s ancestors may have originated on a different island. Other Hyposmocoma moths are represented by multiple species on several of the Hawaiian Islands. But the bone collector is the only species in its line, Rubinoff says.",
            "And, he adds: “I’m really glad we discovered it before it went extinct.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/villain-hero-childhood-origin-stories",
        "title": "\n\tAnalyze This: Do bad childhoods make movie villains?",
        "content": [
            "*a_movie_still_from_the_Joker_movie_where_villain_the_Joker_is_standing_on_a_street_and_staring_someo",
            "Not all characters with a tragic backstory like the Joker’s become bad guys, a study shows. Anyone, regardless of background, can choose to do good.",
            "Many villains in fiction have troubled childhoods, from Batman’s nemesis the Joker to Black Panther’s foe Erik Killmonger. Supposedly, such villains are driven to hurt people because they’ve been hurt in the past. But in DC and Marvel superhero movies, a rough childhood doesn’t always mean that characters become villains.",
            "“We know that when you have a hard childhood, there is a risk that you can have more challenges when you’re an adult,” says Jennifer Jackson. She’s a professor of nursing at the University of Calgary in Canada. But many people who experience difficult things when they’re young go on to have a great adulthood, she says. Jackson and her colleagues wanted to see if DC and Marvel movies reflected this picture of the real world.",
            "The researchers watched 33 films and rated the childhood experiences of 28 villains and heroes. For each character, they tallied up the number of adverse childhood experiences. “This is something that is really bad, but that you don’t necessarily have any control over,” Jackson explains. Adverse childhood experiences included lack of support in a family, violence, poverty and parents getting divorced. For example, Black Widow from the Avengers sees her mother die and is separated from her family.",
            "“All of us have some adverse childhood experiences,” Jackson says, “because life is just difficult.”",
            "Of all the characters, Black Widow probably had the most difficult childhood, Jackson says. “And she was still a hero.” In fact, the team found that overall, there was no link between how bad a character’s childhood was and whether they chose good or evil. The findings appeared in January in PLOS One.",
            "“Whether you’re a hero or a villain is a choice that you can make,” Jackson says. “It’s not only about what happens to you.”",
            "Some heroes provide hints about how to deal with hard experiences. In Black Panther, T’Challa and Shuri lose a parent and experience war in Wakanda. But they had support. They talked about their feelings and connected with others in their community, Jackson says. And they sought out their elders on the Ancestral Plane. Seeking out supportive adults is one way to get help during hard times.",
            "In the long run, these characters continued doing good. In Shang-Chi and the Legend of the Ten Rings, the main character sees his mother die. His father pushes him into harsh martial arts training and sends him out to avenge his mother’s death. Shang-Chi eventually runs away and makes a new life for himself. He becomes a supportive friend and a force for good. Both he and Black Widow seem happy because of their choices to be heroes.",
            "Ultimately, these characters show us that we can make our own paths, Jackson says. We live in a world that can feel overwhelming with many hard things that we can’t control. But, like in superhero movies, no one’s path is set in stone. We all still have choices to make, she says. “All of us can be heroes.”",
            "Researchers tallied up the adverse childhood experience, or ACE, scores of 14 villains and 14 heroes from DC and Marvel movies. A higher score means a character had a more difficult childhood. The yellow bars show scores for heroes, including Spiderman, Black Widow, Aquaman and Wonder Woman. The blue bars show scores for villains, including the Joker, the Riddler, Loki and Killmonger. Each bar shows the number of characters that have the ACE score on the y-axis.",
            "*a_graph_showing_the_adverse_childhood_experience_of_14_heroes_and_villians",
            "fCJ. Wigmore et al/PLOS One 2025 (CC BY 4.0)"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-heat-dome-definition-pronunciation",
        "title": "\n\tScientists Say: Heat dome",
        "content": [
            "*_Scientists_Say_Heat_dome5",
            "A heat dome is a weather phenomenon that can cause record-breaking and ground-baking high temperatures.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2123244438&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A heat dome occurs when hot weather stalls over an area for days or weeks at a time. It forms when warm air at Earth’s surface gets trapped and cannot rise. Heat domes can cause periods of unusually hot weather called heat waves.",
            "In the atmosphere, warm air typically rises and cool air sinks. Air near Earth’s surface heats up, causing it to rise. As warmed air rises, it begins to cool and sink down again. This hot-cool cycle helps keep air moving in our atmosphere.",
            "A heat dome forms when heated surface air cannot rise. This can happen when a zone of high-pressure air moves over an area. High pressure is a region of sinking air high in the atmosphere. It’s usually marked by sunny skies and few clouds.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Sometimes, high-pressure air can prevent surface air from rising and cooling. Since this air remains near the Earth’s surface, it keeps getting hotter and forms a heat dome. The heat dome also blocks other weather from entering the region, including clouds and rain. As the region becomes drier, temperatures soar higher.",
            "Warm air in a heat dome isn’t just blocked from rising. It often cannot move out of the region, either. In North America, weather tends to move from west to east. But changes in the jet stream — a fast-moving air current high in the atmosphere — can block this motion. Such roadblocks can trap a high-pressure system for days or even weeks. This also can contribute to the formation of a heat dome.",
            "Heat domes’ high temperatures and dry conditions can increase the risk of wildfires. They bring other problems, too. In cool and mild regions, heat domes can cause unusually hot weather. Extreme temperatures may be especially dangerous to people living in such areas. That’s because they may lack air conditioners or other tools for managing the weather. ",
            "As the Earth’s climate changes, heat domes — and the extreme temperatures that come with them — become more common.",
            "Heat domes trap record-breaking temperatures over regions dangerously unprepared to handle the highs.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-caldera-definition-pronunciation",
        "title": "\n\tScientists Say: Caldera",
        "content": [
            "*a_mountain_with_a_caldera,_a_huge_bowl-shaped_crater_in_the_center,_sits_under_a_blue_sky",
            "The Caldera Blanca is a collapsed volcano in Timanfaya National Park in the Canary Islands.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2104886775&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A caldera is a type of crater. It forms when a volcano collapses after a massive eruption.",
            "When volcanoes erupt, material bursts from underground cavities. That material could be lava. It could also be vapor, dust and gases. Either way, the blast leaves empty pockets underground. Sometimes, those pockets cave in. That forms a caldera.",
            "Some calderas cover dormant volcanoes. Others cover volcanoes that are still active. Consider Hawaii’s Kīlauea Caldera. In 2018, this volcano collapsed after an eruption. Today, the caldera still burps lava.",
            "Some calderas form through not one, but many collapses. Yellowstone National Park, which spans Wyoming, Idaho and Montana, is an example. Yellowstone’s volcanic activity started about 1.2 million years ago. Over time, multiple vent-like eruptions created a vast caldera system throughout the region. The last eruption occurred about 600,000 years ago. Geologists think this one was massive. It emptied the caldera’s magma chamber. Without magma to support it, the ground caved in. That created Yellowstone’s largest caldera, which stretches 113 kilometers (70 miles) across.",
            "Another famous caldera is Crater Lake, in Oregon. It formed about 7,700 years ago. The Native American Klamath Tribes lived in this region at the time. Their legends describe the event. The stories tell of fire and rock bursting from the ground. Landslides followed. Finally, Mount Mazama caved into the void below. Over time, the caldera filled with rainwater. That’s why today, it is a lake. Crater Lake remains a sacred place to these tribes.",
            "In 2019, a team led by Filipino scientist Jenny Anne Barretto found the Apolaki Caldera — at the bottom of the ocean. It stretches for 150 kilometers (93 miles) under the Philippine Sea. That makes it the world’s largest known caldera.",
            "The volcano responsible for Hawaii’s Kīlauea Caldera recently erupted like a stomp rocket.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-the-carbon-cycle",
        "title": "\n\tLet’s learn about the carbon cycle",
        "content": [
            "*a_scenic_view_of_pink_wildflowers_and_rocks_by_sea_against_sky",
            "Carbon cycles through many things on Earth. In this image, the atmosphere, ocean, rocks and plants all contain carbon.",
            "The element carbon is found all over our planet.",
            "Carbon helps make up carbon dioxide gas in the atmosphere (it’s the C in CO2). It’s found underground in rocks and fossil fuels. A lot of it is stored in Earth’s oceans. And it’s the main chemical building block of all living things, found in DNA, sugars, proteins and many other molecules.",
            "The total amount of carbon on Earth doesn’t change. But our planet’s carbon atoms are always moving around between living things, oceans, the atmosphere and other places. Together, these exchanges are known as the carbon cycle.",
            "Plants, for instance, pull carbon dioxide out of the air during photosynthesis. They use those carbon atoms to build up their tissues — which animals then eat. Animals exhale carbon dioxide back into the atmosphere. And when plants and animals die, the carbon from their tissues gets released into the air and soil. That carbon can get locked up in rock like limestone or fossil fuels such as coal.",
            "Carbon from the atmosphere can also get absorbed by Earth’s oceans. Sea creatures use it to build their calcium carbonate shells and skeletons. When those organisms die, their remains sink and can either dissolve into deep sea waters or settle into the seafloor. Carbon locked up underground can also be violently blasted back out into the atmosphere during volcanic eruptions.",
            "The carbon cycle naturally keeps carbon moving in and out of Earth’s atmosphere. But human activity has recently been pumping a lot more carbon into the air. A big way we do this is by burning fossil fuels such as coal and oil for energy. But other human activities, such as farming and cutting down forests, add carbon to the atmosphere as well. That airborne carbon is warming Earth’s climate through the greenhouse effect.",
            "For that reason, scientists and engineers are trying to develop new technologies that can capture carbon out of Earth’s atmosphere.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Eight ways you can cut your carbon footprint Learn how you can limit the climate-warming gases associated with what you eat, the products you buy and the energy you use. (2/9/2023) Readability: 7.3",
            "The world is aiming for ‘net zero’ emissions of greenhouse gases Nations are charting how they might ‘zero’ out their releases of climate-warming gases. Success might greatly lower the risks of climate catastrophes. (2/9/2023) Readability: 7.9",
            "Explainer: CO2 and other greenhouse gases Carbon dioxide is just one of several chemicals that contribute to the greenhouse effect. (9/20/2018) Readability: 7.9",
            "iFhttps://www.youtube.com/embed/0-DtXqr-gPQ?feature=oembed",
            "The carbon cycle explained in one quick minute.",
            "Scientists Say: Carbon capture",
            "Explainer: All about carbon dioxide",
            "Explainer: How photosynthesis works",
            "Explainer: Where fossil fuels come from",
            "Explainer: In chemistry, what does it mean to be organic?",
            "An ancient log shows how burying wood can fight climate change",
            "A bold plan to save the planet turns carbon dioxide into stone",
            "Pollution power? A new device turns carbon dioxide into fuel",
            "Word find",
            "Humans can affect Earth’s carbon cycle in lots of negative ways, through burning fossil fuels and other activities. But we can also positively impact the carbon cycle by creating more places to store carbon from the atmosphere — like growing plants. Grow your own plants and test the power of fertilizer with this experiment from Science News Explores."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/groundwater-secret-underground-flow",
        "title": "\n\tStudy uncovers secrets in water’s underground treks",
        "content": [
            "*A_photo_of_a_natural_spring_emerging_from_limestone_caves_Lush_vegetation_is_on_either_side_of_the_w",
            "Groundwater streams through rocky deposits underground. It eventually can surface to feed lakes, rivers and natural springs, such as at Florida’s Rock Springs (shown here).  ",
            "When rain or snow falls, much of it seeps into the soil. From there it flows down through porous rock, gravel and sand, forming underground streams. This groundwater will sometimes travel long distances. Scientists have now attempted to calculate its path in North America. Their findings suggest water can travel below ground much farther and deeper — and for a much longer time — than had been expected.",
            "For instance, some groundwater can travel up to 238 kilometers (148 miles), the new study reports. And it can seep to depths of more than 90 meters (300 feet).",
            "Or consider the deep groundwater pumped up for drinking. Most was believed to be separate from polluted water that often resurfaces in streams and rivers. But through long, buried treks, groundwater can link areas thought to be separate — sharing pollution it picked up along the way. ",
            "All that water now appears “a lot more connected,” says Reed Maxwell, an author of the new study. He works at Princeton University in New Jersey. As a hydrologist, he studies the movement of water.",
            "His team shared its findings on how water moves in the January 6 issue of Nature Water.",
            "Understanding these connections between water sources, they say, is important. It could help water managers work together to make better decisions about how to use water for drinking, irrigating crops and supporting ecosystems.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "A watershed (also known as a catchment) is the broad expanse of land that funnels snowmelt and rain downhill to a body of open water (such as a lake or ocean). Some rain and snowmelt will remain above ground. But much will seep underground as it moves.",
            "Water managers decide who gets to use the water within a watershed and how. Watersheds are managed separately. But water can flow freely underground across watershed boundaries, says Laura Condon. She’s a hydrologist at the University of Arizona in Tucson. ",
            "If watersheds are connected, then problems in one might affect another, says Maxwell. This got him thinking: “If you dump pollution in one watershed, does it get to another?” ",
            "Others had mapped groundwater flows in various parts of the United States. But how distant sources of underground water might be connected hadn’t been clear. That was one motivation for this study, says Maxwell. Understanding how water moves across a continent underground can help show how, when and where impacts to that water may occur.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Maxwell and Condon’s team decided to track groundwater’s flow beneath most of continental North America. They started with where this water reemerges in streams. Then, working backward, they figured out where it must have first seeped into the Earth.",
            "To do this, they built a computer model. It simulated North America’s underground layers of rock to depths of 392 meters (1,200 feet). Next, they divided the continent into little blocks. Each was one kilometer long by one kilometer wide.",
            "Then they asked the model to calculate how much water would likely flow through each block. That would depend on the shape and thickness of Earth’s underground layers and the space between the rocks.",
            "Each block is like a Lego brick, Maxwell says. Once they calculated water’s flow in each one, they stacked them together — 85 million of them.",
            "Then they added simulated water droplets to the computer model. The model “pushes” these droplets around based on how water would flow through the layers of below ground rock. And the scientists tracked everywhere they would go.",
            "“Think of a video game: Where would the little ball go? It’ll be pushed by the velocity this way,” says Condon.  Then, “where would it go next?”",
            "Water often travels more than 97 kilometers (60 miles), the model showed. That wouldn’t be far if water was streaming across the surface, says Maxwell. But it was far longer than it had been expected to flow below ground.",
            "Most water stays below the surface for five to 10 years, the model found. But buried aquifers (underground layers of water-filled rock) also exist. Water can collect in them for 100,000 to 1 million years.",
            "iFhttps://www.youtube.com/embed/zyHtkDCwQUw?feature=oembed",
            "Rain and snow seep into the Earth, forming streams of groundwater that travel long distances below the surface.",
            "Knowing how far water travels and for how long helps determine impacts to water. How? “If you have pollution underground, you need to understand where it’s going to go,” Maxwell explains.",
            "Consider, for instance, the nitrate fertilizers that farmers apply to soils. In large amounts, nitrates can harm people and aquatic life. Rain can wash these chemicals into groundwater. From there, they can potentially travel far from the farms on which they had been used. That can pollute water once thought to be free of such chemicals.",
            "Models might also point to where water being pumped from the ground at one site (for drinking or irrigation) had been on its way to hydrate a distant wetland. Knowing this, says Claudia Faunt, managers might then make sure they leave enough water in the ground to sustain that wetland — and the ecosystem it supports. Faunt didn’t take part in the new study. But as a hydrologist with the U.S. Geological Survey in San Diego, Calif., she understands these issues. ",
            "“Everything’s connected,” Maxwell says. By knowing how one watershed may be linked to others, you can understand how the system works as a whole, he explains. And that could be key to managing Earth’s life-giving resource.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/frogs-calls-vocal-sacs",
        "title": "\n\tFrogs evolved a wide variety of vocal sacs to amplify their ribbits",
        "content": [
            "*A_picture_of_a_male_Indian_bullfrog_with_blue_vocal_sacs_puffed_out_on_either_side_of_the_frogs_neck",
            "A pair of blue bulges puffs outward as a male Indian bullfrog (Hoplobatrachus tigerinus) calls. Side puffs are just one of 20 types of vocal sacs among frogs and toads.",
            "Here’s a great case of real life turning out to be stranger than fiction. Storybooks often show male frogs croaking by ballooning the bottoms of their mouths out in one fat, round bubble. But only half of frog species croak that way. The rest use a huge range of body parts for their ribbitting.",
            "Some males use a pair of brilliant blue puff-out disks. They look sort of like padded headphones that have slipped down the frog’s neck. Other species have sacs that look like khaki-colored-balloon Mickey Mouse ears. Still others ribbit with a single upright sac. It looks a bit like a fat rhino horn on some inflatable swimming pool toy.",
            "In a new study, two herpetologists looked at 4,358 species of frogs and toads. (Herpetologists are experts on amphibians and reptiles.) All together, the team found frogs and toads had evolved 20 basic forms of vocal sacs. And about one in every six of the species studied had no vocal sacs at all.",
            "Agustín Elías-Costa and Julián Faivovich did the research. Both work at the Bernardino Rivadavia Natural Science Museum. That’s in Buenos Aires, Argentina. The two shared their findings March 7 in the Bulletin of the American Museum of Natural History. ",
            "*_Frogs_evolved_a_wide_variety_of_vocal_sacs_to_amplify_their_ribbits6",
            "fCHead-side sacs balloon out as a male Surinam goldeneye tree frog (Trachycephalus coriaceus) calls. The sound itself comes from the frog’s larynx in its throat. The sacs can amplify the sound.",
            "The team studied 777 specimens over 10 years at museums around the world. “Libraries of nature,” Faivovich calls them. Just drawing a picture of something doesn’t confirm its details the way a preserved specimen does.",
            "Their survey showed that vocal sacs disappeared between 146 and 196 times across the frog and toad family tree. That’s “an astounding number considering their biological importance,” Elías-Costa says.",
            "Even animals without sacs still emit sounds. Like human speech, frog and toad ribbits come from the larynx. Vocal sacs make the sound louder. They convey how attractive a male frog is, too. But they can tip off eavesdropping predators.",
            "Female frogs of a few species also vocalize. But mostly it’s a male endeavor.",
            "Frogs and toads search for mates in a wide range of settings. Some meet up at the edges of lakes. Others hook up in cozy tree holes. Some even find each other in tiny pools at the sunken centers of bromeliad leaves. Every locale has different risks and acoustic issues. Frogs must have different types of vocal sacs to succeed in each.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-kleptopredation-definition-pronunciation",
        "title": "\n\tScientists Say: Kleptopredation",
        "content": [
            "*a_colorful_sea_slug_that_engages_in_kleptopredation",
            "The pilgrim hervia sea slug (Cratena peregrina) grazes on hydrozoans, preferring those that have just had a meal themselves. This is one example of a meal-stealing hunting strategy called kleptopredation.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2148258891&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Kleptopredation is when an animal hunts prey that has recently hunted and eaten its own prey.",
            "The root word “klept-” means theft. So, kleptopredation describes a predator that hunts prey and steals their last meal. Scientists first noticed this double-dipping hunting strategy in 2017.",
            "Some animals steal prey from others. Scientists have known that for some time. For example, hyenas may gang up against a lion to steal a hunted gazelle. This practice is called kleptoparasitism. But the hyenas eat only the gazelle, not the lion. That’s what sets kleptopredation apart. The hunter eats both its own prey and the prey’s last meal.",
            "Some predatory sea slugs use this approach. Take the pilgrim hervia (Cratena peregrina). These electric-blue and tangerine-colored sea slugs graze on colonies of little polyps called hydrozoans. But they’re a little picky. The sea slugs prefer eating polyps that have just had a meal themselves. Hydrozoans are predators that catch and eat plankton. So, the sea slug chows down on plankton-stuffed polyps in this two-for-one meal deal.",
            "Scientists have now seen other animals use this buy-one-get-one-free scheme, too. For instance, some jumping spiders eat mosquitoes. And they seem to prefer catching mosquitoes that have just had their own blood meal.",
            "Some predatory sea slugs use kleptopredation to eat both predator and prey.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/why-remember-food-poisoning",
        "title": "\n\tMice show us why food poisoning is so hard to forget",
        "content": [
            "*Mouse_brain_region_called_the_amygdala_shown_in_blue_after_it_encountered_an_unknown_food_or_experie",
            "When mice eat something unfamiliar, neurons in a brain region called the amygdala light up (blue). If these mice later start feeling sick, the same neurons turn on again. This helps the mouse remember — and avoid — that food in the future.",
            "Food poisoning isn’t something we easily forget. Scientists have now homed in on what makes it so unforgettable. Alarm cells lock the experience into our brain’s circuitry as a yucky memory. That’s the finding of a new study on mice.",
            "Many of us have eaten something that left us sick. “Not only is it terrible in the moment, but it leads us to not eat those foods again,” notes Christopher Zimmerman. He’s a neuroscientist at Princeton University in New Jersey.",
            "Getting sick just one time after eating an undercooked enchilada or burger can make us hate that food forever. And the food repulsion it triggers can develop even if it takes hours or days to start feeling sick after the meal.",
            "Many other animals, it turns out, respond the same way.",
            "Mice usually need an immediate reward or punishment to learn something, notes neuroscientist Richard Palmiter. He works at the University of Washington in Seattle. Even one minute’s delay between cause (say, pulling a lever) and effect (getting a treat) can be too long for mice to learn the two are related.",
            "Not so for food poisoning. Even a rodent’s brain has no trouble linking a tummy torment now with something it ate quite a while earlier.",
            "That makes food poisoning one of the best ways to study how our brains connect events that are separated in time, Palmiter says.",
            "So researchers asked: How does the brain learn to hate foods that made us sick? After five years of experiments, Zimmerman’s team now shows that effects in the brain can burn dangerous tastes into memory.",
            "They described the details in the June 19 issue of Nature.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "A small, almond-shaped brain region called the amygdala links emotions to memories, learning and our senses. So it’s not surprising that this region plays a role in deciding what flavors we find gross or not.",
            "Palmiter’s group had shown that the gut tells the brain when it’s feeling icky. How? It activates certain “alarm” neurons called CGRP cells. “They respond to everything that’s bad,” Palmiter explains.",
            "To study how alarm neurons link food poisoning to food repulsion, Zimmerman’s team at Princeton had mice drink grape Kool-Aid. A half-hour later, they injected the animals with lithium chloride. This made them ill. Two days later, they again gave the mice grape Kool-Aid.",
            "The team ran versions of this simple experiment again and again. And at each step, they peeked inside the brains of those mice to see what was happening.",
            "When the mice had first gotten sick after drinking grape Kool-Aid, their alarm neurons turned on. This event increased the sensitivity of amygdala cells that carried memories of the grape flavor.",
            "Those same amygdala cells also turned on when the mice encountered grape Kool-Aid again. This suggests alarm neurons had helped the amygdala remember foods that seemed dangerous.",
            "This effect didn’t show up in mice that had tasted grape Kool-Aid before without getting sick.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The novelty that cues humans to remember food poisoning could rely on a bit more than just taste. Many unusual aspects of an eating experience can ick us out. It could be some spice blend. Or we may not like smells or other things that we pick up on in a restaurant that’s new to us.",
            "The new study was largely motivated by “pure curiosity,” says Ilana Witten at Princeton. She’s a coauthor of the study. And her team’s findings might go beyond food poisoning, she now suspects. They might be “very relevant to mental health.”",
            "Similar nerve pathways likely explain why unusual and bad experiences become so memorable, she says. But this event-triggered repulsion — known as aversive learning — sometimes goes wrong in people who have suffered a trauma or who have developed some addiction.",
            "The brain wiring that’s supposed to keep us safe can now end up causing harm. Learning to control those circuits, she says, might point to new treatments."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/brain-cells-feel-full-crave-dessert",
        "title": "\n\tBrain cells that make you feel full also make you crave dessert",
        "content": [
            "*an_assortment_of_French_pastries_with_fruit,_chocolate_and_creme_in_a_display_window",
            "Biology may explain why you might crave a sweet treat after a big meal. ",
            "Once you’re stuffed from a big meal, most foods lose their appeal. But see a sweet treat and you might be ready to make room for more. Some people joke about having a separate “dessert stomach.” Biology may explain this feeling, a new study suggests. The same brain cells that make you feel full also make you crave sugar.",
            "Neuroscientist Marielle Minère led the new research. She works at the Max Planck Institute for Metabolism Research in Cologne, Germany. Her team shared its findings February 13 in Science.",
            "Minère first got curious about sugar cravings while working with mice in another experiment. When the mice were full, she noticed, they wouldn’t eat more of their normal food. But they would eat sugar — as do many people after a meal.",
            "“That really made us want to know what drives that extra sugar intake,” she recalls. So Minère’s team designed another experiment with two groups of mice.",
            "*a_small_brown_harvest_mouse_stands_on_a_branch_ending_in_three_red_berries_It_is_attempting_to_eat_t",
            "fCThis harvest mouse is dining on a sweet treat — fruit. New research shows that sugary meals will appeal to them (and us) even after we’ve downed a filling meal.",
            "One group could eat food all night, whenever they wanted. The others spent a night without food. This group couldn’t eat until the next morning. In the end, all mice in that group, too, were full.",
            "In the morning, the researchers offered both groups of mice sugar. And all devoured it — even those that had just eaten. This confirmed that even when full, mice crave sugar.",
            "Minère’s team devised a way to explore which parts of the brain might explain this.",
            "They inserted special proteins into a few parts of the animals’ brains. These proteins glow when brain cells are active. To detect that glow, the scientists also implanted a light-recording device into each mouse’s brain.",
            "The researchers focused on a bundle of neurons called the POMC. It sits in a part of the brain that controls hunger, known as the hypothalamus. These cells are known to make mice — and people — feel full. The team wondered if the same cells might help drive sugar cravings.",
            "When an animal eats, POMC neurons kick off a cascade of activity. They send messages to other groups of brain cells that give a sense of feeling full. That feeling tells the animal to stop eating.",
            "When the mice were offered sugar, though, a different pathway out of the POMC lit up. “We found that the POMC neurons, which tell us how full we are, are also quickly turned on when [mice] see signs of sugar,” says Minère.",
            "This pathway, she believes, acts as a sugar-craving circuit. It can override the fullness circuit. The sugar-craving circuit engages a part of the brain that signals rewards and pleasure. This, the researchers think, is what makes sweets so appealing — even when we’re full.",
            "At least, that’s the case in mouse brains. But what about in us?",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "To test if people have the same sugar-craving brain circuit they saw in mice, Minère’s team designed two experiments.",
            "First, they looked to see if people possess the same neural links. So, they analyzed slices of human brain tissue. They looked at the same sites where they had seen this in mice. POMC neurons in people, they found, form the same paths that they do in mice.",
            "Next, they looked to see if those pathways in us respond to sugar, too.",
            "Volunteers agreed to lay in a brain scanner called a functional MRI machine, or fMRI. It recorded brain activity as people got water or sugar. When it was sugar, cells in their sugar-craving circuit lit up. This suggested those cells work much as they do in mice.",
            "Our brains differ quite a bit from mouse brains. Still, these particular parts of the brain are very similar in both, notes Sabrina Diano. She’s a neuroscientist at Columbia University in New York City who did not take part in the study. The new experiments, she says, do a good job showing that the sugar-craving circuit exists in both mice and us.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Minère believes there’s a reason brain why our brains crave sugar, even when we’re full. Our ancient ancestors evolved in a time when it was tougher to find food, she says. And sweet foods typically provide lots of quick energy.",
            "“Imagine you had a bunch of carrots and a bit of meat and you’re completely full. But then you find beautiful fruit and a bit of honey,” says Minère. In the past, even if you didn’t want to eat more carrots or meat, you might have still wanted to eat the fruit and honey for all of the energy it holds, she says — energy you could store for later.",
            "So, Minère says, it’s not your fault if you can’t resist the lure of a sweet treat. Blame biology."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/parakeets-talk-brain-areas-humans",
        "title": "\n\tParakeets talk using brain areas similar to ours",
        "content": [
            "*Colorful_small_parrots_called_budgerigars_or_parakeets,_one_gray_and_one_blue,_sit_next_to_each_othe",
            "Specific neurons in parakeets’ brains allow these birds to combine different elements of sounds, a new study shows. ",
            "Parrots are natural chatterboxes. Small parrots known both as parakeets and as budgerigars make this chatter in ways remarkably similar to the way we do it.",
            "Researchers shared the new finding March 19 in Nature. ",
            "Parakeets have special brain areas for making language. These language centers work much as those in humans do. So far, these parrots are the only animals other than people known to have brains that work in this way, says Michael Long in New York City. A neuroscientist, he works at New York University Langone Health.",
            "This “is really the first nonhuman animal in which that has been shown,” Long says.",
            "Parakeets (Melopsittacus undulatus) are tropical-colored cutie pies. Beyond their looks, these parrots are smart and outgoing. Their social life makes them interesting research subjects for language studies.",
            "Learning how their brains create speech might also help researchers better understand some language disorders in people.",
            "iFhttps://www.youtube.com/embed/6cqOI4ezWhk?feature=oembed",
            "Parakeets have complex conversations, perhaps using the “vocal keyboard” in their brains.",
            "Long and Zetian Yang recorded the activity of individual nerve cells in the brains of four parakeets. These cells were nestled in the anterior arcopallium. It sits in a front part of the birds’ brains. The two NYU Langone researchers tracked the activity of cells here as the birds chirped and trilled away. That activity was tied to how the birds made those sounds, they found.",
            "How the activity was organized turns out to be pretty simple, Long says. He compares it to a keyboard. This keyboard can produce a range of sounds — consonants, vowels, high pitches and low pitches. A parakeet can combine different sounds “by just playing this vocal keyboard,” Long says.",
            "Overall, this brain system is organized in a rather humanlike way.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Similarities between human and parrot brains show how two species can solve a problem in a similar way. This could be “a very tidy example” of what’s known as convergent evolution, Long says. The brains of people and these small parrots both developed ways that let them make a complex series of sounds. But how this happened evolved separately in each species.",
            "Scientists now know more about how the birds’ brains help these parrots talk. But another question remains: What are these birds talking about?",
            "“We are trying now to translate budgie,” he says of that language.",
            "Long’s team is using advanced machine learning to find patterns among the bird talk. They hope this will help them figure out what each warble and chirp means. Perhaps their language — not just how the birds’ brains create it — resembles that in people.",
            "Through these kinds of experiments, Long says, people may come to challenge the idea that complex language is a particularly human behavior. Parakeets might be telling us that people aren’t the sole species with a gift of gab.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/acoustic-sound-rainbow-device",
        "title": "\n\tThis device creates rainbows of sound",
        "content": [
            "*An_illustration_shows_a_rainbow_of_colors,_meant_to_represent_different_sound_pitches,_emanating_fro",
            "A new gadget (illustrated at center) creates an acoustic rainbow. It splits sound (produced at the center of the device) into different pitches (shown here as different colors).",
            "No rainstorm is needed for this new type of rainbow — it’s made of sounds.",
            "A normal rainbow separates light waves of different hues, or wavelengths. The different colors that make up sunlight fan out to appear side-by-side in the sky. Now, an oddly shaped plastic device does the same thing with sound waves. It sends the different wavelengths — or pitches — that make up white noise into distinct places around the device. In effect, it creates an acoustic rainbow.",
            "Rasmus Christiansen is part of a team that described the new invention June 13 in Science Advances. A physicist, Christiansen works at the Technical University of Denmark. It’s located in Kongens Lyngby.",
            "Tools such as this could be used for a variety of things, his group says. For instance, it could help control the acoustics of a room by sending certain pitches into a sound absorber.",
            "The new device was inspired by the structure of human ears. The outer ear doesn’t split noise up into pitches. But it does help people determine where different pitches are coming from.",
            "A source at the center of the gadget makes noise from about 8 to 13 kilohertz. Those sound like very high notes. (The highest note on a piano is around 4 kilohertz.) Zeroing in on those frequencies let researchers keep their acoustic rainbow generator small. It’s about the size of a human ear. To handle lower notes, it would have to be bigger.  ",
            "The gizmo works thanks to a smattering of misshapen pillars. Those pillars reflect sound waves in a way that makes them cross paths, or interfere. When waves interfere, they can reinforce or cancel each other out. The result of this complex dance is that sound waves of different pitches get amplified at different places around the device.",
            "iFhttps://www.youtube.com/embed/AwlEGQPRfmQ?feature=oembed",
            "An acoustic rainbow spreads the different pitches that make up white noise into different places. You can hear an example in this simulation, in which the device rotates relative to a listener (red dot).",
            "Building a structure that can create an acoustic rainbow is complex. Why? Because juggling sound waves of varying wavelengths is such an intricate process.",
            "To overcome that challenge, Christiansen’s group did something called inverse design.",
            "First, they used a computer model to see what field of sound waves a given design would create. Then, they compared that output with the acoustic rainbow they were going for. They kept tweaking their blueprint until its sound field matched the rainbow.",
            "Once the design was fine-tuned, a 3-D printer produced a prototype. Lab tests showed that it worked as intended.",
            "The pillars inside the device may seem “very random-looking or weird-looking,” says Christiansen. “But they really serve their purpose well, because they’ve been tailored for providing exactly what we asked for.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/polarized-uv-blocking-sunglasses",
        "title": "\n\tHow polarized and UV-blocking sunglasses protect our eyes",
        "content": [
            "*a_photo_of_the_view_through_polarized_sunglasses_at_a_beach_looking_towards_the_water_and_the_sun",
            "All sunglasses will darken a view somewhat, but they may not reduce glare. For that, you’ll need polarizing lenses. And to protect the eyes from the sun’s damaging rays, the lenses will have to be treated even more. ",
            "Bright sunlight can flash off water, glass or metal. The resulting glare will make it hard to see anything clearly. The solution: Put on a pair of sunglasses with polarized lenses.",
            "Regular, tinted sunglasses contain a coating that reduces sunlight’s intense brightness. It’s like putting thin curtains on a window. But to cut the glare, their lenses need more than a tint. They need what’s more like window blinds — something that lets some light through while blocking the glare.",
            "“Polarized lenses reduce eye strain and improve visibility and contrast,” explains physicist Liliane Ventura. She works at the University of São Paulo, in Brazil. There, she studies sunglasses and other vision aids.",
            "Special filters in polarized lenses reduce “the disruptive effects of glare,” she says. That makes “outdoor activities like driving, fishing and skiing safer.”",
            "But an even bigger problem for our vision can be the sun’s ultraviolet (UV) light. Chronic exposure to these rays can lead to permanent eye damage — such as cataracts and even cancer.",
            "Sunglasses without UV filters may fail to protect our eyes against this damaging light, Ventura’s team has found. Indeed, Ventura’s team reported earlier this year, “The majority of sunglass lenses in [its new] study inadequately filtered harmful UV radiation, leaving eyes susceptible to long-term injury.”",
            "Knowing that not all sunglasses are the same, we can look at how these different filters work.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Light travels as a jumble of waves. “Think of sunlight as a bunch of waves vibrating in all possible directions,” Ventura says. “That’s what we call unpolarized light.” When sunlight hits an especially reflective surface, though — such as water or the hood of a car — much of the light will reflect in just one direction. Usually, it’s horizontal.",
            "The randomly focused light is known as polarization. Polarized light vibrates in just one direction.",
            "Most reflections from horizontal surfaces polarize light. We experience this as glare. However, reflections are not the only way to polarize light. Certain filters can polarize light, too. And these polarizers explain the glare-diminishing effects of some sunglasses.",
            "“Very clever guys in the past thought, ‘Why don’t we intercept the pathway of polarized light [through the lenses of sunglasses]?’” explains José Toschi. An optical engineer, he directs research at Suntech Supplies in São Paulo, Brazil. There, he helps design eyewear, including sunglasses.",
            "*an_illustration_showing_how_polarized_lenses_change_block_horizontal_light_waves",
            "fCPolarized lenses allow vertical light waves (here drawn as light green) to pass through while blocking horizontal light waves (here drawn as orange) — the ones that cause glare.",
            "This approach applies filters to the lenses. These filters contain molecules lined up next to each other. They create a pattern that resembles a picket fence. “Together, these molecular lines work [to block out glare],” Toschi says.",
            "Here’s how it works. Imagine passing a rope through an opening between two pickets in a fence. Tie one end to a tree. On the other side of the fence, move the free end of the rope up and down. The vertical waves that this creates in the rope can slide through the opening of the fence. Wave the rope from left to right, however, and the waves will become horizontal — and won’t pass through the fence. The direction of the waves no longer aligns with the openings between the pickets.",
            "This is exactly what happens with polarized sunglasses. The filter’s tiny molecular lines act like the pickets in the fence. When light waves try to pass through the glasses’ lines, only the vertical waves make it through. All horizontal waves — the glare — get blocked out.",
            "With that glare now removed, colors appear more vivid and everything looks clearer. The same will not happen with sunglasses that are merely tinted. Their lenses simply reduce how much overall light reaches your eyes.",
            "iFhttps://www.youtube.com/embed/1Z6rXEl2agk?feature=oembed",
            "Without polarized sunglasses, we’re unable to see the crocodile hiding in the water; it becomes visible when the water is viewed through polarized sunglasses.",
            "If you’re uncertain whether your tinted sunglasses are polarized, take this simple test.",
            "Look at a screen — such as the one on a smart phone — while wearing the glasses. As you tilt your head or the phone, the screen’s color might change or even darken. If it does, congratulations: You’re wearing polarized lenses.",
            "This works because the lens’ filter is “blocking some of the light,” explains Ventura. And how much it blocks will change as you tilt the phone’s screen.",
            "However, Toschi notes, polarizing lenses alone aren’t enough to protect our eyes. The sun’s UV rays can lead to more than short-term discomfort.",
            "For instance, one study in rabbits found that repeated exposure of their eyes’ cornea — the clear, outermost layer — to UV rays reduces the amount of antioxidant enzymes. The paper cautions, this “very probably contributes to the damage of the cornea (and possibly also deeper parts of the eye)” due to highly reactive oxidants.",
            "Protective lenses should also filter out UV light. And that’s not one wavelength but a spectrum of them. They fall into two bands of light known as UV-A and UV-B.",
            "“[Good] lenses should be able to block the whole spectrum,” Toschi says. “So, when one buys sunglasses, one should demand the UV400 certificate from the vendor.” It confirms that these glasses contain a coating that blocks the entire UV-A and UV-B spectrum — wavelengths that span from 280 to 400 nanometers.",
            "iFhttps://www.youtube.com/embed/ME1v5ST0yeQ?feature=oembed",
            "An eye doctor explains the many risks to our eyes from exposure to the sun’s UV rays in all seasons — even on cloudy days. Not-so-fun fact: Up to 10 percent of skin cancers occur on eyelids — yet another reason to wear protective glasses. Learn which types of eyewear protect best.",
            "Sunglasses have been used for centuries. But as new technology emerges, so do new designs.",
            "For instance, not all light passes through sunglasses’ lenses on its way to your eyes. Some can come around the sides, Ventura notes. Some glasses are now being designed to prevent sunlight from entering through frame edges.",
            "“But the research that excites me the most on polarized lenses is nanocoatings,” Ventura says. “These use ultra-thin layers that block glare, UV, fog and reflections all at once.”",
            "Some of these new lenses are even being sold as “smart.” They can adjust their polarization, for instance, so you get less glare when you’re outdoors but more light when you’re indoors.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-tauonium-definition-pronunciation",
        "title": "\n\tScientists Say: Tauonium",
        "content": [
            "*A_swirl_of_two_particles_represents_the_tauonium_atom_in_an_illustration_The_atom_has_emerged_from_a",
            "Physicists could forge tauonium (upper left) using a particle collider that slams electrons (arrows at right) into positrons (arrows at left).",
            "Tauonium is a type of atom that scientists suspect may exist but have not yet spotted. Unlike typical atoms, it would lack protons, neutrons and electrons.",
            "Atoms usually consist of electrons and a nucleus that contains protons and neutrons. (The one exception to this is the hydrogen atom, which has no neutrons). Electrons carry a negative charge. Protons carry a positive charge.",
            "Positive and negative charges attract each other. That force holds a typical atom together. Another force, called strong force, bundles neutrons and protons in a nucleus.",
            "Like a typical atom, tauonium would be made of smaller particles. But it would not have protons and elections. Instead, tauonium would contain particles called tau and anti-tau. A tau is similar to an electron and carries a negative charge. An anti-tau carries a positive charge. Just like in a typical atom, attraction between opposite charges would hold tauonium together. But unlike other atoms, it would not have strong force.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Why do scientists suspect tauonium might exist? Something similar was seen decades ago. In the 1950s, researchers discovered positronium. This is a type of atom that lacks protons and neutrons. It is made of an electron and a positron. Think of a positron as a positively charged electron. A positron is to an electron what an anti-tau is to a tau. Like tauonium, the pull between opposite charges binds this atom together.",
            "Scientists haven’t yet found tauonium. To search for it, they plan to smash particles together that produce tau particles. They hope the process will also produce tauonium.",
            "If it works, they expect the atom to be short-lived. Based on what they know of similar particles, scientists predict that the particles tau and anti-tau will collide. This collision would occur almost at once. And it would destroy the atom an instant after it formed.",
            "Searching for particles as strange as tauonium might sound like fantasy. But this work helps scientists study matter at the tiniest scales.",
            "Scientists have proposed a method for hunting down tauonium atoms.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/snake-bites-antivenom-friede",
        "title": "\n\tMultiple-snake antivenom comes from blood of man bitten 202 times",
        "content": [
            "*Tim_Friede_stands_in_the_light_with_a_snake_on_his_arm_his_blood_was_used_to_make_an_antivenom_cockt",
            "Tim Friede injected himself with doses of venom over and over. It built up immunity in him to bites from venomous snakes, such as this water cobra.",
            "Tim Friede remembers his worst snakebites in screaming detail. The first was from an Egyptian cobra. The second, an hour later, came from a monocled cobra. Both were highly venomous snakes. Each occurred at his home in Wisconsin. And neither was an accident.",
            "“Was it stupid? Yes,” he says. But, he adds that he had been in it for the science.",
            "Someday, these might help others survive snakebites, too.  ",
            "Friede let the cobras bite him — on purpose. To date, he’s logged 202 snakebites. “It always burns,” he says. “And it’s always, always painful.”",
            "He had to be airlifted to a hospital after those first back-to-back cobra bites, nearly 20 years ago. He would go on to spend four days in a coma.",
            "Friede has been “self-immunizing” himself against some of the world’s deadliest snakes. The process involves milking venom from snakes. Then he’d inject tiny doses into his body, followed by increasingly larger ­ones. ",
            "Think The Princess Bride, says Jacob Glanville. In that movie, Westley built up immunity to the poisonous (and fictional) iocane powder by gradually exposing himself to it over time.",
            "That’s essentially what Friede did, says Glanville. He’s the president and CEO of the biotech company Centivax.",
            "Friede slowly and carefully injected ever-bigger amounts of venom into his body over months and years. His body eventually built up immunity to more than a dozen venomous snakes. These include coral snakes, black mambas and rattlesnakes.",
            "Afterward, he’d let snakes bite him. Without that slow preparation, bites by “most of those snakes would have killed him,” Glanville says.",
            "Instead, Friede survived.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Antibodies are proteins that help our bodies recognize and fight off threats such as germs. Vaccinations lead our bodies to build up protective antibodies against disease-causing germs. But antibodies can also neutralize the toxins found in different venoms.",
            "All of Friede’s injections left his bloodstream with what may be a one-of-a-kind mix of antibodies to snake venoms. Those antibodies may someday help accidental snakebite victims, too.",
            "Antivenoms can stop the effects of toxins in snakebite victims. Glanville’s team has now used antibodies from Friede’s blood to make a new antivenom.",
            "Glanville had already been working on a vaccine to protect against many different flu viruses. He also was interested in finding cases where broader immunity might be useful — and snakebites came to mind.",
            "More than 600 species of venomous snakes slither across the planet. Creating an antivenom for each one takes time and money. Glanville wanted to create an antivenom that could target toxins from many types of venomous snakes at once. He thought Friede — someone who’d been bitten so many times and by so many snakes — could help.",
            "Glanville contacted Friede after reading about him in the news. “I said, ‘This might be an awkward question, but I would really like to get some of your blood.’”",
            "Said Friede: “I have been waiting so long for this call.”",
            "The man had been involved in small studies before. But many weren’t published. And some projects never went anywhere.",
            "Glanville’s would.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Glanville’s research team used a small sample of Friede’s blood. The antivenom cocktail they developed from it can now quash the effects of several venoms.",
            "They made it from a combo of two of Friede’s antibodies plus a toxin-blocking drug (varespladib). This mix completely protected mice from lethal doses of venom from 13 different species of snakes. It partially protected mice from the venoms of six more.",
            "The researchers shared their findings in the June 12 issue of Cell.",
            "So far “this is perhaps the best combination published,” says Andreas H. Laustsen-Kiel. He’s a biotechnologist at Technical University of Denmark in Kongens Lyngby. He didn’t take part in the new antivenom work.",
            "Glanville’s research is part of a recent push in a handful of labs — including Lausten-Kiel’s — to create better antivenoms. Scientists have looked through billions of lab-created antibodies in search of ones that target key venom toxins. Some used AI to dream up new toxin-neutralizing proteins. And one old drug has been repurposed as a potential new tool for fighting viper venom.",
            "None of these, even Glanville’s cocktail, is ready for prime time. “It’s an experimental antivenom,” Lausten-Kiel says. It still needs to be tested for safety and how well it works in people.  ",
            "Across venomous snakes, there are about 10 toxin families that pose key targets for antivenoms, says study coauthor Peter Kwong. He studies the structures of proteins from viruses and other toxin sources at Columbia University in New York. The newly developed snake-antivenom cocktail targets three toxin families. That’s enough to move on to the next phase of testing.",
            "iFhttps://www.youtube.com/embed/GXArk_ZxMwI?feature=oembed",
            "Tim Friede recounts how he got into this the snake-venom business. It started with his first snake bite at age 5. Then he moved to carefully, methodically measuring out doses to keep the occasional accidental bite from turning lethal — in him and, potentially, in others.",
            "The researchers are now looking to work with veterinary groups in Australia to potentially treat dogs that come in with snakebites.",
            "And, Glanville adds, the team can always look for more antivenom ingredients in the billions of antibodies they found in Friede’s blood.",
            "Friede retired from snakebites and venom injections in 2018 (after 202 snakebites and 654 immunizations). Today, he’s a healthy 57-year-old. He has had regular liver and kidney checkups. Those ensure that his history of venom exposures hasn’t damaged these organs.",
            "“Tim did something remarkable, and we think it could change medicine,” Glanville says. But, he emphasizes, no one should be injecting themselves with snake venom.",
            "“We are actively discouraging anybody from trying it,” he says. “No one ever needs to do it again.”"
        ]
    }
]