[
    {
        "URL": "https://www.snexplores.org/article/narwhals-use-tusks-to-play-fish",
        "title": "\n\tNarwhals may use their enormous lance-like tusks to play",
        "content": [
            "*Aerial_shot_of_six_narwhals",
            "Narwhals summering in the Canadian High Arctic. Local members of this species appear were seen on video engaging in what appeared to be play.",
            "Narwhals wield their iconic tusks in surprising ways — possibly even to play with living “toys.”",
            "Few scientists have seen these so-called unicorns of the sea brandishing their tusks in the wild. Past aerial video has shown the Arctic whales swinging their “horns” to tap fish prior to eating them. Now they’ve been seen gingerly prodding and flipping a fish. These gentler movements may have been part of a play session, researchers report.",
            "This is the first report of narwhals (Monodon monoceros) apparently sporting around for fun, says Greg O’Corry-Crowe at Florida Atlantic University in Fort Pierce. A behavioral ecologist and geneticist, he headed the research team. His group shared its new findings February 28 in Frontiers in Marine Science.",
            "A narwhal’s tusk is an elongated, spiraled tooth. It protrudes from the top lip of males (and some females). Males can grow to 5 meters (16 feet) long, with their tusks spanning another half their body length.",
            "Biologists suspect those tusks evolved so that males could show off or compete for mates. But past research has found they can offer other benefits, too. For instance, the tusks can sense changes in water temperature and salinity.",
            "Technologies involving genetics, satellite tagging, aerial counts and mapping have offered insights on these elusive whales. Still, they provided only snapshots of what these unusual animals do, says O’Corry-Crowe.",
            "iFhttps://www.youtube.com/embed/JUFJIZtPLk8?feature=oembed",
            "In this drone footage, narwhals prod, flip and guide a fish with their tusks, possibly playing with it.",
            "So he decided to try what he calls an “old-style natural history and behavioral observation.” But not totally old-style. His team enlisted a remotely operated flying drone. Then they spent hours in the summer of 2022 filming narwhals as they swam in an island bay in the Canadian High Arctic.",
            "One recording captured three narwhals chasing several Arctic char (Salvelinus alpinus), a type of fish. The whales sometimes swung their tusks like baseball bats to thwack fish — stunning them — before chowing down on them.",
            "Another recording showed three narwhals following a large char, with one whale taking the lead. It lightly nudged and flipped the fish with the tip or side of its tusk. In this way, it altered the fish’s path. There’s little evidence that narwhals normally eat much char. And winter, not summer, is their big dining season. So this video seems to show the whale and fish investigating one another.",
            "“There’s this tentativeness,” O’Corry-Crowe explains. Then, he notes, the char “makes a dramatic movement.” Afterward, the whale “just recoils and goes whoa!”",
            "Moreover, he adds, that repeated tusk action — and the fact the whales didn’t try to eat the fish — suggest the narwhals were just playing.",
            "Because of the Arctic’s harsh environment, people often think creatures there are constantly fighting to survive, O’Corry-Crowe says. But his team’s new study hints that sometimes these animals have time to explore, and possibly play — at least during their “summer vacation.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/what-is-asthma-how-treat",
        "title": "\n\tExplainer: What is asthma and how is it treated?",
        "content": [
            "*a_woman_is_using_an_inhaler_at_a_beach,_she_has_dark_skin_and_dark_hair_in_microbraids_and_a_ponytai",
            "Exercise, pollution and other exposures can trigger asthma attacks, making it hard to breathe. Many people use inhalers (as here) to relax their airways again. Special shots are also available to help treat especially severe asthma symptoms. ",
            "Julianna Hayes is a 10-year-old who lives in New Hampshire. She has a black belt in karate, loves the ice cream flavor “tornado” and wants to be a teacher. She also has asthma. ",
            "*a_10_year_old_girl_cocks_her_head_to_the_side_and_smiles_while_hugging_her_little_brother_She_has_pa",
            "fCJulianna Hayes (left), age 10, lives in New Hampshire with her family. She has asthma. ",
            "This chronic lung condition can make it hard to breathe. People with asthma may feel fine most of the time. But if they encounter a trigger — such as smoke or animal fur —an attack may come on. During such an attack, people often cough, wheeze and feel tired.",
            "Most of the time, Julianna says, “I feel like I imagine any other person without asthma would feel.” But sometimes during an asthma attack “my chest will get tight and I can’t breathe in all the way.”",
            "Luckily, Julianna has not had such an attack in a while. “I feel relieved that I’ve been diagnosed and that I have the right medication,” she says. ",
            "More than 26 million people in the United States — roughly one in every 13 — have asthma. Some may treat their condition with inhalers. Others may need newer medications, such as monthly shots. The good news: Having asthma does not need to stop you from doing what you want. With proper treatments, people with asthma can live normal lives.",
            "Asthma affects how air moves through the lungs.",
            "When you inhale, air flows from your mouth or nose through your windpipe and into your lungs. The windpipe is a bit like the trunk of a tree that splits into two branches, one leading to each lung. Within the lungs, these big branches split off into smaller and smaller branches.",
            "At the ends of the tiniest branches, where a tree’s leaves would be, your lungs have small air sacs. The walls of these balloon-like sacs are only one cell wide! Here, your blood sucks up oxygen from the air. ",
            "Robyn Cohen is a doctor at Boston Medical Center in Massachusetts. She treats children with lung diseases. In someone with asthma, “the breathing tubes basically get swollen so that the tunnel inside the tube is narrowed,” she explains. That makes it harder to pull air into the lungs.",
            "iFhttps://www.youtube.com/embed/PzfLDi-sL3w?feature=oembed",
            "Learn what happens during asthma attacks and some ways the condition can be treated.",
            "To make matters worse, some things can trigger small muscles around the outside of the airways to tighten. This squeezes the branches, narrowing the air space inside them even more.",
            "This sudden constriction causes an asthma attack. Triggers can include pollutants and other things in the environment, such as pet dander (flaked off bits of skin). Viruses that cause colds also can trigger attacks. Sometimes, even exercise can bring on an attack.",
            "Different people may have different triggers. Often, avoiding triggers is the best way to avoid an asthma attack. But it can be hard to avoid triggers like tree pollen or polluting gases (such as ozone) in the air.",
            "*a_diagram_showing_how_asthma_narrows_the_airways_of_peple_with_asthma,_and_even_further_narrows_them",
            "fCThe lungs of people with asthma have narrowed airways. It’s due to swelling, excess mucus and muscle constriction. During an asthma attack, airways narrow even more.",
            "The airway swelling in many people with asthma comes from an overactive immune system.",
            "Our immune system is like a large army of blood cells that protect the body. Some of those cells are general soldiers. Others work as snipers with specific targets. Still others act more like lookouts. They warn the rest of the army of incoming threats.",
            "Eosinophils (Ee-oh-SIN-uh-fils) are one type of lookout cell. In the lungs, eosinophils can send messages to recruit other immune cells to fight threats. But in some people with asthma, they work too aggressively. If overactive, they can recruit too many soldiers to the lungs. This can cause the airways to narrow. ",
            "*a_microscopic_image_of_blood_cells,_splotchy_red_blobs_and_an_eosinophil,",
            "fCThis microscopic view of a blood sample shows mostly red blood cells and platelets. The larger, magenta cell, however, is an eosinophil. This immune cell can send out signals that recruit other types of immune cells to join it.",
            "Fortunately, narrow airways can be treated with asthma inhalers. These devices disperse medicine into the throat — usually as a very fine powder. As you inhale, this fine powder gets drawn into the smallest branches of the lungs. There, it can widen airways by relaxing muscles surrounding the lungs’ branching tunnels.",
            "Inhalers can come in all different shapes and strengths of medication. “Not everybody needs medication every day,” says Cohen. “Some people only need it sometimes.”",
            "However, traditional inhalers may not be enough for people with severe asthma.",
            "To help these people, scientists have developed injectable medications over the past two decades. These shots are being prescribed to a small, but growing, number of people. Called biologics, these treatments work in a different way than the drugs in asthma inhalers. Instead of relaxing muscles, they act directly on the immune cells that trigger swelling.  ",
            "Biologics get their name from the fact that they are not simple lab-made chemicals. Instead, they are large molecules, such as proteins, produced by living organisms. Some can even be whole genes.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Some biologics for asthma treat overactive eosinophils. They keep those cells from signaling other immune cells. Another biologic prevents target cells from receiving the eosinophils’ signals. In each case, these therapies reduce how many immune cells move into the lungs. And fewer immune cells mean less swelling and easier breathing.",
            "Biologics can help prevent frequent asthma attacks, notes Khalilah Gates. She’s a lung doctor at Northwestern Medicine in Chicago, Ill. People receiving biologics won’t need to use an inhaler as much (though they may still need one from time to time).",
            "Biologics won’t help everyone with severe asthma. “Most of the biologics require a certain amount of eosinophils in the blood,” says Gates. So, doctors may do a blood test to check for levels of these before prescribing biologics. But, she says, “biologics have really been helpful in a subset of people.”",
            "Biologics helped one of Cohen’s young patients with severe asthma. For years, this patient “could not go to the park, could not go to the playground and run around at all,” she says. He ended up in the hospital multiple times a year.",
            "Once he started using a biologic, he didn’t have to go to the hospital. He even stopped missing school days because of his asthma, Cohen says.   ",
            "One downside is that biologics have to be given as a shot. They can’t be given as a pill or inhaler. Most people get the shots once a month, though some must be given more frequently.",
            "In 2025, it is “so exciting to be able to give really good asthma treatment for people, even if their asthma is severe,” Cohen says.",
            "Julianna says her asthma doesn’t keep her from doing most things. The reason: She has the right medications and knows how to use them. “I feel like as long as you are diagnosed and you have what you need, it doesn’t stop you,” she says.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/hearing-scientist-backyard-lessons",
        "title": "\n\tDad’s backyard lessons inspired this hearing scientist to learn",
        "content": [
            "*Hearing_researcher_A_Catalina_Vélez-Ortega_stands_next_to_a_counter_with_scientific_machines_She_is_",
            "At the University of Kentucky in Lexington, A. Catalina Vélez-Ortega is investigating hearing sensitivity and hearing loss. ",
            "At about 5 years old, A. Catalina Vélez-Ortega went to her dad with a question: How do human hearts work? He was the right person to ask. Her dad worked as the only surgeon in her hometown of Dabeiba, Colombia. “He just got so excited,” says Vélez-Ortega. ",
            "Not long after, her family received a visitor. It was the town butcher, delivering a pig’s heart. The backyard laundry area quickly became a dissecting station. Using hoses to run water through the heart, her dad pointed out different blood vessels. “Then we dissected everything inside to look at the valves,” says Vélez-Ortega. “He was so happy teaching me.”",
            "That curiosity eventually led her to the United States, where ​she ​became a U.S. citizen after earning her doctorate, or PhD. Today, Vélez-Ortega investigates how proteins can protect against hearing loss at the University of Kentucky in Lexington. She’s also looking at how the shape of hair cells affects hearing sensitivity. In this interview, she shares her experiences and advice with Science News Explores. (This interview has been edited for content and readability.)   ",
            "Some people know what they want to be when they’re kids. I had no clue. Whenever anybody asked me, I just said that I wanted to be a student for life.",
            "*A_Catalina_Vélez-Ortega_wears_a_Cumbia_outfit_The_dress_si_white_with_yellow,_blue_and_red_frills_Sh",
            "fC A. Catalina Vélez-Ortega grew up in Colombia. Here, she wears a traditional Cumbia outfit. Cumbia is a Colombian folk dance.",
            "When I finally chose a major in undergrad, I picked biomedical engineering. It allowed me to do as much as possible in one degree. A little bit of medicine. A little bit of engineering. After that program, I did an internship in research. We could intern anywhere for one semester without having to take classes. I saw that as my chance to try research. We only had a few research options in Colombia. I interned at the Ohio State University and found that I loved working in the lab.",
            "That’s when I learned that you could earn a salary in grad school. Some graduate programs will even pay for your tuition. I loved the idea of being paid to learn. Again, I didn’t have a specific topic in mind. So I applied to all kinds of engineering programs in the U.S. I didn’t get into any of them. Instead, I was accepted into an immunology program in Colombia.",
            "Eventually, I made it into a PhD program in physiology here in the U.S. [Physiologists study how different parts of the human body work.] That’s when I finally found the field that I liked. Physiology of hearing and deafness let me apply my physics and engineering background to biology. It’s a really good fit for all of my interests. I didn’t plan for it to happen like that. I just really loved learning. And that’s what I still do with my job today. ",
            "During the first year of my PhD program, I had to rotate between four different labs from at least two different departments. I picked my labs based on which techniques I could learn. I saw it as an opportunity to do things I didn’t often get to in immunology. One of those labs had us developing a fancy imaging technique for the inner ear.",
            "My engineering side loved that. I felt like my previous undergrad experience in coding and electronics could improve this technique. I’ve coded my entire life. When I was three years old, my dad bought a computer. I used to sit next to him, and we would learn how to code together. This was at the same time as I was learning to read Spanish. ",
            "That one rotation got me really interested in this whole new field. When I left to open my own lab, I ended up bringing that work on the inner ear with me. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "In Colombia, I didn’t have many of the tools I needed to do experiments. It was a lot more theory. I got really good insights into how machines and experiments are supposed to work.",
            "My education in the U.S. was a little more hands-on. I now had the tools and could learn how to use them. Both experiences complimented each other very well. My experience in Colombia taught me the basics needed for the more hands-on work. ",
            "Getting into a PhD program was a big one. Not knowing how to apply as a foreign student made it a lot harder. I can relate to first-generation students who don’t have parents that can help them. Who don’t have someone to explain how college applications work or what college life is like. Nobody in my family attended a school outside Colombia. We just thought things worked the same as they did in Colombia. But the application processes are really different. I now try to help students who are applying from other countries. ",
            "If you feel like you’re struggling, try to find mentors. A lot of professors and high school teachers are willing to help. Ask them to help you network. I think all of us are willing to take a few minutes to review documents and offer feedback. "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-the-carbon-cycle",
        "title": "\n\tLet’s learn about the carbon cycle",
        "content": [
            "*a_scenic_view_of_pink_wildflowers_and_rocks_by_sea_against_sky",
            "Carbon cycles through many things on Earth. In this image, the atmosphere, ocean, rocks and plants all contain carbon.",
            "The element carbon is found all over our planet.",
            "Carbon helps make up carbon dioxide gas in the atmosphere (it’s the C in CO2). It’s found underground in rocks and fossil fuels. A lot of it is stored in Earth’s oceans. And it’s the main chemical building block of all living things, found in DNA, sugars, proteins and many other molecules.",
            "The total amount of carbon on Earth doesn’t change. But our planet’s carbon atoms are always moving around between living things, oceans, the atmosphere and other places. Together, these exchanges are known as the carbon cycle.",
            "Plants, for instance, pull carbon dioxide out of the air during photosynthesis. They use those carbon atoms to build up their tissues — which animals then eat. Animals exhale carbon dioxide back into the atmosphere. And when plants and animals die, the carbon from their tissues gets released into the air and soil. That carbon can get locked up in rock like limestone or fossil fuels such as coal.",
            "Carbon from the atmosphere can also get absorbed by Earth’s oceans. Sea creatures use it to build their calcium carbonate shells and skeletons. When those organisms die, their remains sink and can either dissolve into deep sea waters or settle into the seafloor. Carbon locked up underground can also be violently blasted back out into the atmosphere during volcanic eruptions.",
            "The carbon cycle naturally keeps carbon moving in and out of Earth’s atmosphere. But human activity has recently been pumping a lot more carbon into the air. A big way we do this is by burning fossil fuels such as coal and oil for energy. But other human activities, such as farming and cutting down forests, add carbon to the atmosphere as well. That airborne carbon is warming Earth’s climate through the greenhouse effect.",
            "For that reason, scientists and engineers are trying to develop new technologies that can capture carbon out of Earth’s atmosphere.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Eight ways you can cut your carbon footprint Learn how you can limit the climate-warming gases associated with what you eat, the products you buy and the energy you use. (2/9/2023) Readability: 7.3",
            "The world is aiming for ‘net zero’ emissions of greenhouse gases Nations are charting how they might ‘zero’ out their releases of climate-warming gases. Success might greatly lower the risks of climate catastrophes. (2/9/2023) Readability: 7.9",
            "Explainer: CO2 and other greenhouse gases Carbon dioxide is just one of several chemicals that contribute to the greenhouse effect. (9/20/2018) Readability: 7.9",
            "iFhttps://www.youtube.com/embed/0-DtXqr-gPQ?feature=oembed",
            "The carbon cycle explained in one quick minute.",
            "Scientists Say: Carbon capture",
            "Explainer: All about carbon dioxide",
            "Explainer: How photosynthesis works",
            "Explainer: Where fossil fuels come from",
            "Explainer: In chemistry, what does it mean to be organic?",
            "An ancient log shows how burying wood can fight climate change",
            "A bold plan to save the planet turns carbon dioxide into stone",
            "Pollution power? A new device turns carbon dioxide into fuel",
            "Word find",
            "Humans can affect Earth’s carbon cycle in lots of negative ways, through burning fossil fuels and other activities. But we can also positively impact the carbon cycle by creating more places to store carbon from the atmosphere — like growing plants. Grow your own plants and test the power of fertilizer with this experiment from Science News Explores."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-agrivoltaics-definition-pronunciation",
        "title": "\n\tScientists Say: Agrivoltaics",
        "content": [
            "*a_group_of_sheep_graze_in_long_grass_under_the_shade_of_a_solar_panel",
            "Agrivoltaics refers to a land management practice that combines agriculture with energy production. One example of this practice is placing solar panels over a sheep field to give livestock a shaded place to graze.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2069319812&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Agrivoltaics is the practice of using the same land for farming and producing solar energy. This practice often consists of placing solar panels over farmland.",
            "The word “agrivoltaics” is a mash-up of “agriculture” and “photovoltaics.” Agriculture refers to farming. Photovoltaics describes technology that makes electricity from sunlight. Solar panels are one example.",
            "Solar farms use solar panels to generate clean energy. But these farms take up a lot of land. Farms that grow crops and raise livestock use a lot of land too. Agrivoltaics saves space by allowing farmers to harvest electricity and food from the same land.",
            "Research has shown that adding solar panels to farms can actually help crops. Leafy crops, such as lettuces and some herbs, grow well in the shade of the solar panels. The plants can also benefit from the increased soil moisture in partially shaded ground.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Agrivoltaics may benefit livestock, too. For example, farmers might allow sheep to graze under solar panels. This would give them relief from the hot sun in the summer.",
            "Other agrivoltaics projects focus on cultivating pollinators. For instance, planting wildflowers under solar farms can attract butterflies, bees and other insects. These tiny helpers can then pollinate nearby crops.",
            "No single agrivoltaics technique works everywhere. Squash, for example, generally need direct sunlight. So they don’t thrive under solar panels.",
            "Even lower-light crops may have trouble growing well in agrivoltaics setups. For example, the shade from solar panels helps keep the soil damp. On some farms, this comes as a benefit. But it may also increase the risk of some plant diseases. And water pouring off the panels during a rainstorm may overwater some plants.",
            "Researchers today are exploring how to minimize these and other challenges. They’re also finding ways to maximize the production of crops and energy.",
            "Shade-loving leafy greens such as kale and lettuce thrive under the solar panels of agrivoltaics farms.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-nucleosynthesis-definition-pronunciation",
        "title": "\n\tScientists Say: Nucleosynthesis",
        "content": [
            "*Simeis_147,_also_known_as_the_Spaghetti_Nebula,_SNR_G1800-017_or_Sharpless_2-240,_is_a_supernova_rem",
            "The Spaghetti Nebula is all that remains of a supernova that exploded about 40,000 years ago. Supernova explosions are a natural way of forging new nuclei, a process called nucleosynthesis.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2059074940&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Nucleosynthesis is a process by which new atomic nuclei are made. This process created all the elements that make up our universe.",
            "Synthesis is a fancy word meaning to create something. So nucleosynthesis means nuclei are being created. In this case, the nuclei are inside atoms. That’s a big deal because an atom’s nucleus determines which element it is. By making new nuclei, nucleosynthesis makes different elements, too.",
            "Nucleosynthesis works in one of two ways. It can start with protons and neutrons (or something even smaller) and bind them into a nucleus. Or it can start with a few lighter nuclei and fuse them into a heavier one.",
            "An atom’s nucleus contains protons and neutrons. An atom’s atomic number — the number of protons it contains — determines the element’s identity. For example, all helium atoms have two protons. Helium’s atomic number is 2. If an atom has two protons, it’s a helium atom. If, by some process, a helium atom gains two more protons, it will no longer be helium. It would now be beryllium.",
            "This process doesn’t always change the element. If only the number of neutrons in a nucleus changes, the element stays the same. That’s because the number of protons, not neutrons, determines the element type.",
            "Most nucleosynthesis occurs in the cosmos. It started with the Big Bang, which exploded our universe into being. As matter and space rapidly expanded from the Big Bang, particles started to group together. Some of those particles were protons and neutrons. And in joining them together, the Big Bang created atomic nuclei. Scientists believe that lighter elements, such as hydrogen and helium, came from nucleosynthesis during the Big Bang.",
            "Other elements have been forged inside stars. During its lifetime, a star fuses lighter nuclei — such as hydrogen and helium — into heavier ones. The extreme gravity in the star’s core drives this process. This is called stellar nucleosynthesis. This is where much of the carbon, iron and other elements crucial for life originate.",
            "Even in death, stars can form new elements. When supermassive stars die, they don’t just fade away. They explode as a supernova. This releases huge amounts of energy. Enough energy to fuse nuclei together and create new elements. Scientists believe supernova nucleosynthesis made much of the oxygen in our universe. Supernovas likely cooked up most of the elements heavier than iron, such as gold and uranium, too.",
            "Scientists used lasers to mimic stellar core processes of nucleosynthesis.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/pluto-charon-kiss-collision",
        "title": "\n\tPluto and its moon Charon may have paired up with a kiss",
        "content": [
            "*The_dwarf_planet_Pluto,_whose_surface_is_dominated_by_a_light_heart-shaped_feature,_is_in_the_foregr",
            "New research shows Pluto and its moon Charon had an instant connection. This image of Pluto (lower right) and its large moon Charon (upper left) was taken by the New Horizons spacecraft in 2015. This composite image, made using a combination of photos, is not to scale.",
            "Pluto and its largest moon’s meet-cute may have started with a kiss.",
            "New research shows the dwarf planet and Charon may have paired up in a “kiss-and-capture” collision. That’s when two bodies briefly collide before settling into their current positions.",
            "Pluto and Charon had an instant connection, says Adeene Denton. “They kiss and they say: ‘Yeah, this is it. I want to build a system together with you.’ And then they do.”",
            "Denton is a planetary scientist at the Southwest Research Institute in Boulder, Colo. She was part of the team that shared these results January 6 in Nature Geoscience.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Of Pluto’s five moons, Charon is unusually large. It’s half Pluto’s size and has a little less than one-ninth as much mass. Since the 1990s, planetary scientists have thought that Charon could have formed in a way similar to Earth’s moon. Some impact on Pluto might have splashed out hot, molten material, which then began orbiting around it. Eventually that debris could have come together, forming a large moon.",
            "But, just as with Earth’s moon, details of that possible scenario have been fuzzy. “It goes: Something hit Pluto,” Denton says. Then “question mark, question mark, question mark — Charon is now there.”",
            "Past computer models of such collisions seemed to yield a system like Pluto and Charon. But those models treated the rocky, icy bodies as fluids. They ignored their material strength. And that would have been a decent assumption for large objects, such as gas giants or galaxies. When something hits them, those do behave like fluids. But Pluto and Charon are ice-wrapped rocks. And, it turns out, you can’t ignore that.",
            "The real Charon-forming collision would have been a lot less splashy, Denton says. So in her team’s models, the researchers included Pluto’s and Charon’s rocky cores and icy mantles and crusts. And then it turned out that the protoplanets had an instant connection.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "In the new models, Pluto and Charon joined up and rotated together, with each body remaining basically intact. After about 30 hours of contact, Charon would have separated from Pluto. Then, it likely would have migrated into the orbit it has around Pluto today.",
            "The researchers found that two other pairs of Kuiper Belt objects could also be explained by such “kiss-and-capture” collisions. One is the dwarf planet Eris and its moon Dysnomia. The other is the dwarf planet Orcus and its moon Vanth.",
            "Denton plans to extend her team’s new work to other objects with different masses and makeups. “Can this still work? I’m pretty confident that it does,” she says.",
            "“If that’s true,” she adds, “kiss-and-capture happened all over the Kuiper Belt in the solar system’s history.” And that, she concludes, would seem “very romantic.”",
            "Pluto may have captured its largest moon, Charon, with a “kiss-and-capture” collision, scientists have found. #space #astronomy #planets #sciencenews "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/crumbling-exoplanet-dust-james-webb",
        "title": "\n\tA distant crumbling planet spills its guts",
        "content": [
            "*A_bright_yellow_orb_of_an_exoplanet_with_a_dark_shadowy_streak_running_almost_all_the_way_across_it",
            "Disintegrating exoplanets, like the one in this artist’s illustration, spill their guts in a long, cometlike tail.",
            "NATIONAL HARBOR, MD. — Astronomers have for the first time been able to see the innards of an exoplanet directly.",
            "Some 800 light-years away, this Neptune-sized world is spilling its guts into space. The James Webb Space Telescope, or JWST, recently spotted the event. Astronomers described what they’ve gleaned from those entrails here on January 14 and 15 at a meeting of the American Astronomical Society.",
            "“If this is true, it’s super cool,” says Mercedez López-Morales of the Space Telescope Science Institute in Baltimore, Md. She’s an astronomer who was not involved in the new work. “For the first time,” she says, “you can study directly what the interior of an exoplanet is made of. That’s exciting.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The exoplanet — K2 22b — was discovered in 2015. It sits scorchingly close to its star, completing an orbit in just nine hours. It’s too small to be seen itself. However, it periodically emits clouds of opaque dust. They create a cometlike tail that blocks a small share (less than 1 percent) of its host star’s light.",
            "Astronomers soon realized that the dust was probably cooled magma from the exoplanet’s interior. This trail of planetary viscera offered a unique chance to tease out the chemical composition of K2 22b’s mantle. (That’s the material right below a planet’s crust.)",
            "Getting clues to any planet’s mantle, even Earth’s, is challenging, says Jason Wright of Penn State in University Park. He’s an author of the new study. And, he notes, “When nature gives you a gift like that, you have to take it.”",
            "Wright was part of a team that observed K2 22b with JWST’s sensitive mid-infrared spectrometer last April. Different minerals in the dust emit particular wavelengths of light. This allowed the team figure out what the exoplanet is made of.",
            "The dust doesn’t seem to be pure iron. That’s what scientists would have expected if the planet was a bare core with no mantle or crust jacketing it. “There is still meat left on the bones, so to speak,” said astronomer Nick Tusay. He was describing the planet January 14 at the meeting.",
            "Something in the dust emitted light that was hard to link to any specific material, he said. His team first checked to see if the dust grains were magnesium oxide and silicon monoxide. Those are what you’d expect in mantle material. But the emitted light didn’t fit these minerals.",
            "Surprisingly, the dust looks most like nitric oxide and carbon dioxide from vaporized ices, Tusay said. “If that’s true, what we’re looking at is a snowball disintegrating.”",
            "Those gases are hard to explain for a planet so close to its star. “It’s just so weird and unexpected,” Tusay said. In an attempt to learn more, he has requested more JWST observing time.",
            "He and his team have also reported their results in a paper submitted January 14 to arXiv.org. This is a website where new data are stored and can be viewed prior to peer review.",
            "López-Morales agrees that more observations are needed to confirm the planet’s makeup. “It’s very preliminary, very promising, definitely needs more data,” she says. Studying a handful of other known disintegrating exoplanets would be interesting, too.",
            "A newly discovered disintegrating planet might be the best place to start. The space-based TESS telescope discovered this new planet in October. It’s emitting a dust cloud so big that it extends halfway around its host star in a horseshoe-shaped tail some 9 million kilometers (5.6 million miles) long. Astronomer Marc Hon of the Massachusetts Institute of Technology reported this at the meeting on January 15.",
            "This is the closest disintegrating planet to Earth yet discovered. For that reason, its contents will be even more clear in JWST’s data.",
            "“We’ve proved we can do it with K2 22b,” Tusay says. “This one will be better.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/plastic-ice-liquid-solid-water",
        "title": "\n\tThis weird ice may exist on alien planets",
        "content": [
            "*Water_molecules_against_a_black_background",
            "Scientists have finally observed plastic ice (illustrated), a phase between solid ice and liquid water. Plastic ice may form in the interiors of icy worlds, such as Neptune or Jupiter’s moon Europa.",
            "A strange type of ice has just been observed.",
            "It forms at high temperatures and pressures. It possesses traits of both solid ice and liquid water. And researchers have now directly observed it for the first time. They described their findings February 12 in Nature. What they observed may also help scientists better understand worlds beyond Earth.",
            "Plastic ice is “something intermediate between a liquid and a crystal,” explains Livia Bove. She’s a physicist at CNRS in Paris. “You can imagine that it is softer when you squeeze it.” It’s called plastic ice because it is more easily molded or deformed than typical crystalline ice. Scientists refer to this Play-Doh-like trait as plasticity.",
            "Explains Bove, it’s “like something that can [squeeze] through a hole and come out, even if it’s still solid.”",
            "The molecules that make up ordinary ice sit in a hexagonal, honeycomb-like shape. Ice cubes, glaciers and snow contain this type of ice. It’s formally known as ice Ih.",
            "In addition to Ih, there are at least 20 other known ice phases. They form under different conditions of pressure and temperature.",
            "At pressures above about 20,000 kilograms per square centimeter (285,466 pounds per square inch), ice smooshes into what’s known as ice VII. It’s densely packed molecules are ordered like the cubies in a Rubik’s Cube. Ice VII has been found trapped in diamonds from Earth’s mantle. It’s also thought to occur inside other planets. ",
            "Some ice phases exist only in theory. They’ve never been seen.",
            "More than 15 years ago, computer models predicted what would happen if ice VII were heated and put under extreme pressure. As in a liquid, its individual water molecules should start to rotate freely. Yet those molecules also should stay in one place — as in a solid.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Since this simulated phase shared the same cubic crystal structure as ice VII, it became known as plastic ice VII. But scientists didn’t know whether it truly existed. Running tests at such high pressures wasn’t possible, back then.",
            "For the new study, Bove was part of a team that used a relatively new tool. It can measure the motions of molecules under extreme pressures. It does this by shooting them with tiny particles called neutrons.",
            "Those neutrons interact with molecules in their samples. Depending on the molecules’ motion, the neutrons gain or lose energy — then scatter away toward a detector. Measuring the scattered neutrons’ energies allowed Bove’s team to figure out how the ice molecules moved. From this, they could identify the ice phase that had formed.",
            "Above 177° Celsius (350° Fahrenheit) and at a pressure about 28 times that of the deepest point in Earth’s oceans, Bove’s team observed plastic ice VII. As expected, its structure formed a cubic-crystal lattice. And its molecules rotated about as fast as those in liquid water.",
            "*Animations_show_water_molecules_moving_around_in_the_liquid_state,_vibrating_in_place_in_the_solid_s",
            "fCIn liquid water, individual molecules can freely move about and rotate, while in solid ice they can only vibrate in place. In plastic ice, water molecules are held in place but still are able to rotate.",
            "However, one detail differed from what had been predicted. Rather than revolve freely, plastic ice VII’s molecules appeared to swivel in jerky motions. As they revolved, they broke hydrogen bonds that had held them to a neighbor. Then they quickly turn and bond with another, Bove explains. These jumpy rotations may make plastic ice more elastic than if its molecules rotated freely. It also may conduct heat better.",
            "Plastic ice VII may have existed early in the formation of not only Jupiter’s moon Europa, but also other icy moons in our solar system, such as Saturn’s Titan, says Baptiste Journaux. He’s a planetary scientist at the University of Washington in Seattle. Plastic ice VII could have formed then because water hadn’t escaped yet from those moons’ high-pressure interiors, he explains.",
            "The new observations could help researchers piece together the story of how these moons changed over time, he says.",
            "And beyond our solar system, the strange ice may be found on the bottom of super deep oceans on exoplanets. Scientists think plastic ice may cover the seafloors of their oceans.",
            "It would be interesting to find out whether seafloor nutrients could move through plastic ice and into the oceans above, Journaux says. “That would actually feed the ocean with more nutrients.” And those nutrients could make the oceans more habitable, he says.",
            "A strange type of ice thought to dwell deep in the oceans of alien planets has finally been proven to exist.   Space AlienPlanet AlienIce Astrobiology SpaceResearch ScienceNews"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-lift-definition-pronunciation",
        "title": "\n\tScientists Say: Lift",
        "content": [
            "*Airplane_taking_off_from_the_airport_runway_in_beautiful_sunset_light",
            "When an airplane flies, lift is the force that pushes upwards against the force of gravity.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2076438892&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "In physics, lift is a force that enables birds and planes to fly. It acts perpendicular to the flow of air around an object.",
            "Consider an airplane flying overhead. Powerful jet engines propel the plane forward. This forces air to flow over and under the wings. And that horizontal airflow creates vertical lift.",
            "That’s because the shape of an airplane’s wing causes air to flow at different rates above and below the wing. Slower-moving air below the wing exerts more pressure on it than the faster-moving air above it. The pressure difference creates upward lift, allowing planes to counter gravity and fly.",
            "*Infographic_explaining_how_airplanes_generate_lift_and_fly",
            "fCA plane flies because faster-moving air gliding over the wing — or airfoil — exerts less pressure than the slower-moving air under the wing. Lift is the force working perpendicular to the direction of airflow, allowing the plane to fly.",
            "Many people think of lift as an upwards-only force. But lift can exert force in any direction — as long as it’s perpendicular to the direction of the airflow.",
            "Race cars offer an example of downward lift. This is sometimes called downforce. Race cars often have “wings” mounted on their rears. These wings look different from airplane wings. But like plane wings, they create air pressure differences that lead to lift.",
            "A driver doesn’t want their race car to fly. They want it to hug the road. So the shape of a race car’s wing causes air to move faster under it than over it. The result is higher air pressure above the wing. That’s opposite how airplane wings work, and it helps the car grip tight to the road.",
            "*_Scientists_Say_Lift0",
            "fCThe “wings” of racecars create downward lift force, which helps the fast-moving car grip the road.",
            "Feather-inspired flaps on airplane wings boost performance by improving lift.",
            "Check out the full list of Scientists Say.",
            ""
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/could-trees-walk",
        "title": "\n\tCould trees ever get up and walk away?",
        "content": [
            "*a_still_from_the_Guardians_of_the_Galaxy_movie,_showing_the_treelike_alien_Groot_standing_with_his_h",
            "The treelike alien Groot, from the Guardians of the Galaxy movies, can run, fight and even dance. But real trees move much more slowly.",
            "In the second The Lord of the Rings movie, The Two Towers, an army of treelike creatures called Ents slowly marches to war. They walk for miles through thick, dark forests. Once they arrive at Saruman’s fortress, the Ents unleash destruction. They hurl giant boulders, climb over walls and even rip open a dam to wipe out their enemy.",
            "For trees, the Ents are quite athletic. ",
            "Such active trees can be found throughout science fiction and fantasy worlds. The treelike alien Groot from Guardians of the Galaxy uses twiggy wings to fly through the skies. Trees called Evermeans will walk toward and fight the main character Link in the The Legend of Zelda video games. And Harry Potter’s Whomping Willow — well, it whomps anyone who gets too close.",
            "It can be hard to find the similarities between such agile fictional trees and the seemingly still forests we see in real life. But science has shown us that trees and forests do move. They’re just really, really slow.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "All trees move as their seeds grow into saplings, stretching up toward the sun. Saplings need sunlight and water to develop. But when they sprout in a place where the sun is blocked by shade, they have to work for those nutrients.",
            "A tree “needs to find enough food. In this case, solar energy,” says Gerardo Avalos. He’s a plant physiologist at the University of Costa Rica, in the province of San José. By slowly stretching their branches in a sunny direction, trees can orient themselves to get the most “food” possible. This light-chasing phenomenon is called phototropism.",
            "*walking_palm_trees'_roots",
            "fCThe walking palm tree can supposedly travel up to 20 meters (some 70 feet) per year, but there’s no scientific evidence to support this.",
            "While trees can stretch and move their appendages, it’s very different from how humans and Ents move. No one comes up and whispers to a tree about where to find water and sunlight. Instead, a tree’s hormones send messages to encourage growth when the tree needs more light or water.",
            "Tree roots move too. When they sense moisture in surrounding soil, trees will push their roots toward the likely water source. While searching for water underground, roots have found wells, plumbing and pipes. “Sometimes they get into people’s toilets,” says Avalos. One minute, it flushes like it should. And then, “all of the sudden, there’s something wrong with the toilet!”",
            "In addition to destroying people’s bathrooms, funky-looking roots have also inspired folklore. Some scientists and tour guides tell of a walking tree in the tropical forests of South and Central America. This walking palm tree (Socratea exorrhiza) can supposedly travel up to 20 meters (about 70 feet) a year. The palm has roots that grow above ground and look similar to octopus tentacles. Some people have hypothesized that the tree uses these roots to search for light across the shady forest floor. Images of walking palms seemingly sliding down steep hills have inspired some of the folklore, explains Avalos.",
            "“They say that the palm was walking,” he says. “Crossing creeks, going up and down the slopes.” But according to Avalos, the notion of a tree getting up and walking in real life is “pretty ridiculous.” There’s no concrete scientific evidence this happens.",
            "While individual trees can’t cross rivers and climb mountains, entire forests can. And climate change is making their journeys treacherous.",
            "Forests don’t migrate like monarch butterflies, which fly back and forth in tempo with the changing seasons. Instead, forests migrate to compensate for long-term changes in their habitats.",
            "“Trees have been migrating forever,” says Leslie Brandt. She’s an ecologist with the U.S. Forest Service in St. Paul, Minn. During the last ice age, when the Laurentide Ice Sheet covered most of Canada and the northern United States, many tree species took refuge in warmer, southern climates. They didn’t walk or fly there. Instead, forests moved over the course of many generations, through spreading seeds and new tree growth.",
            "“There are seeds, like acorns, that squirrels will pick up and move around,” says Brandt. Think of Scrat dragging his prize acorn to the ends of the earth in Ice Age. Maple tree seeds are encased in tiny “helicopters” that help them soar with the wind. Berries contain seeds that birds eat and poop out. These features can spread seeds out in all directions. But seeds don’t have equally good chances of growing in all places.",
            "*a_photo_of_a_bright_green_bird_opening_it's_beak_to_swallow_an_orange_berry_like_the_ones_on_branche",
            "fCWhile trees can’t walk around on their roots, entire forests can migrate when the wind or birds or other animals move seeds to new places.",
            "As northern habitats got colder during ice ages, for instance, it was likely easier for seeds to thrive toward the warmer south. As a result, more new trees started growing on the southern edges of forests, while older trees up north died out. Slowly, forests migrated, moving around 100 to 500 meters (about 300 to 1,600 feet) a year, Brandt says. ",
            "But now, human-caused climate change is changing habitats faster than forests are prepared to move. Mangrove forests, which grow on seacoasts, are under threat from rising oceans. Warmer temperatures in Canada are making it difficult for white spruce to grow. And pinyon pines are struggling with drier climates in the American southwest.",
            "“Trees just cannot keep up,” says Brandt. “Their habitats are changing faster than they can migrate. So, humans are helping them out by moving them.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "To give forests a leg up, some scientists are planting new seeds in areas with favorable conditions. This is called assisted migration. Sometimes, assisting migration can even mean replacing species that are no longer equipped to handle a changed landscape with species better suited to the new conditions.",
            "In Minnesota, Brandt is studying trees on the banks of the Mississippi River. The area is flooding more frequently and severely, and invasive beetles are destroying the forests. Floodplain trees like silver maples are dying and struggling to grow.",
            "“We’re looking to replace the trees that are lost with those that are better adapted to the current climate,” says Brandt. Planting trees that thrive near water, like cottonwoods and willows, could be part of the solution.",
            "Nearby, the Superior National Forest just created an assisted migration plan — a guidebook to help forest managers prepare for climate change. Because trees can hold cultural significance, the team has been working with scientists, Minnesota residents and local Indigenous tribes to make sure the forest migration plan aligns with community needs.",
            "Even though forests need to adapt in order to survive climate change, “we don’t want to completely change the forest,” Brandt says, because people “rely on those trees.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/explainer-earth-layer-layer",
        "title": "\n\tExplainer: Earth — layer by layer",
        "content": [
            "*a_cut_away_diagram_showing_the_innner_layers_of_the_Earth",
            "Scientists understand much about Earth’s structural layers — the inner core, core, mantle and crust. Yet there are still great mysteries to solve about our planet’s inner workings.",
            "Mountain ranges tower to the sky. Oceans plummet to impossible depths. Earth’s surface is an amazing place to behold. Yet even the deepest canyon is but a tiny scratch on the planet. To really understand Earth, you need to travel 6,400 kilometers (3,977 miles) beneath our feet.",
            "Starting at the center, Earth is composed of four distinct layers. They are, from deepest to shallowest, the inner core, the outer core, the mantle and the crust. Except for the crust, no one has ever explored these layers in person. In fact, the deepest humans have ever drilled is just over 12 kilometers (7.6 miles). And even that took 20 years!",
            "Still, scientists know a great deal about Earth’s inner structure. They’ve plumbed it by studying how earthquake waves travel through the planet. The speed and behavior of these waves change as they encounter layers of different densities. Scientists —  including Isaac Newton, three centuries ago — have also learned about the core and mantle from calculations of Earth’s total density, gravitational pull and magnetic field.",
            "Here’s a primer on Earth’s layers, starting with a journey to the center of the planet.",
            "*a_diagram_showing_the_layers_of_the_Earth",
            "fCA cut-away of Earth’s layers reveals how thin the crust is when compared to the lower layers.",
            "This solid metal ball has a radius of 1,220 kilometers (758 miles), or about three-quarters that of the moon. It’s located some 6,400 to 5,180 kilometers (4,000 to 3,220 miles) beneath Earth’s surface. Extremely dense, it’s made mostly of iron and nickel. The inner core spins a bit faster than the rest of the planet. It’s also intensely hot: Temperatures sizzle at 5,400° Celsius (9,800° Fahrenheit). That’s almost as hot as the surface of the sun. Pressures here are immense: well over 3 million times greater than on Earth’s surface. Some research suggests there may also be an inner, inner core. It would likely consist almost entirely of iron.",
            "This part of the core is also made from iron and nickel, just in liquid form. It sits some 5,180 to 2,880 kilometers (3,220 to 1,790 miles) below the surface. Heated largely by the radioactive decay of the elements uranium and thorium, this liquid churns in huge, turbulent currents. That motion generates electrical currents. They, in turn, generate Earth’s magnetic field. For reasons somehow related to the outer core, Earth’s magnetic field reverses about every 200,000 to 300,000 years. Scientists are still working to understand how that happens.",
            "At close to 3,000 kilometers (1,865 miles) thick, this is Earth’s thickest layer. It starts a mere 30 kilometers (18.6 miles) beneath the surface. Made mostly of iron, magnesium and silicon, it is dense, hot and semi-solid (think caramel candy). Like the layer below it, this one also circulates. It just does so far more slowly.",
            "Near its upper edges, somewhere between about 100 and 200 kilometers (62 to 124 miles) underground, the mantle’s temperature reaches the melting point of rock. Indeed, it forms a layer of partially melted rock known as the asthenosphere (As-THEEN-oh-sfeer). Geologists believe this weak, hot, slippery part of the mantle is what Earth’s tectonic plates ride upon and slide across.",
            "Diamonds are tiny pieces of the mantle we can actually touch. Most form at depths above 200 kilometers (124 miles). But rare “super-deep” diamonds may have formed as far down as 700 kilometers (435 miles) below the surface. These crystals are then brought to the surface in volcanic rock known as kimberlite.",
            "The mantle’s outermost zone is relatively cool and rigid. It behaves more like the crust above it. Together, this uppermost part of the mantle layer and the crust are known as the lithosphere.",
            "*a_photo_of_the_Himalayan_mountains",
            "fCThe thickest part of Earth’s crust is about 70 kilometers (43 miles) thick and lies under the Himalayan Mountains, seen here.",
            "Earth’s crust is like the shell of a hard-boiled egg. It is extremely thin, cold and brittle compared to what lies below it. The crust is made of relatively light elements, especially silica, aluminum and oxygen. It’s also highly variable in its thickness. Under the oceans (and Hawaiian Islands), it may be as little as 5 kilometers (3.1 miles) thick. Beneath the continents, the crust may be 30 to 70 kilometers (18.6 to 43.5 miles) thick.",
            "Along with the upper zone of the mantle, the crust is broken into big pieces, like a gigantic jigsaw puzzle. These are known as tectonic plates. These move slowly — at just 3 to 5 centimeters (1.2 to 2 inches) per year. What drives the motion of tectonic plates is still not fully understood. It may be related to heat-driven convection currents in the mantle below. Some scientists think it’s caused by the tug from slabs of crust of different densities, something called “slab pull.” In time, these plates will converge, pull apart or slide past each other. Those actions cause most earthquakes and volcanoes. It’s a slow ride, but it makes for exciting times here on Earth’s surface."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/science-ghosts",
        "title": "\n\tThe science of ghosts",
        "content": [
            "*860_ghoststairspng",
            "People love scary, spooky stories of spectral phantoms. While there’s no science to support the existence of ghosts, research does provide plenty of explanations for why we might genuinely sense a supernatural presence.",
            "A shadowy figure rushed through the door. “It had a skeletal body, surrounded by a white, blurry aura,” recalls Dom. The figure hovered and didn’t seem to have a face. Dom, who prefers to use only his first name, had been fast asleep. Just 15 at the time, he panicked and closed his eyes. “I only saw it for a second,” he recalls. Now, he’s a young adult who lives in the United Kingdom. But he still remembers the experience vividly.",
            "Was the figure a ghost? In the mythology of the United States and many other Western cultures, a ghost or spirit is a dead person who interacts with the living world. In stories, a ghost may whisper or groan, cause things to move or fall, mess with electronics — even appear as a shadowy, blurry or see-through figure.",
            "*_The_science_of_ghosts1",
            "fC“I’d been hearing noises on the ceiling at the same time each night,” says Clare Llewellyn-Bailey, who is now a student at the University of South Wales. One night, a big thud prompted her to grab her camera. This was the first picture she took. Other photos she took on that and later nights showed nothing unusual. Does this story make it seem like ghosts exist? Or is the glowing figure a flash of light that the camera accidentally captured?",
            "Ghost stories are lots of fun, especially on Halloween. But some people believe that ghosts are real. Chapman University in Orange, Calif., runs a yearly survey that asks people in the United States about their beliefs in the paranormal. In 2018, 58 percent of those polled agreed with the statement, “Places can be haunted by spirits.” And almost one in five people from the United States said in another survey, conducted by the Pew Research Center in Washington, D.C., that they’ve seen or been in the presence of a ghost.",
            "On ghost-hunting TV shows, people use scientific equipment to attempt to record or measure spirit activity. And numerous creepy photos and videos make it seem like ghosts exist. However, none of these offer good evidence of ghosts. Some are hoaxes, created to fool people. The rest only prove that equipment sometimes can capture noise, images or other signals that people don’t expect. Ghosts are the least likely of many possible explanations.",
            "Not only are ghosts supposed to be able to do things that science says are impossible, such as turn invisible or pass through walls, but also scientists using reliable research methods have found zero evidence that ghosts exist. What scientists have discovered, though, are lots of reasons why people might feel they have had ghostly encounters.",
            "What their data show is that you can’t always trust your eyes, ears or brain.",
            "Dom began having unusual experiences when he was eight or nine. He would wake up unable to move. He researched what was happening to him. And he learned that science had a name for it: sleep paralysis. This condition leaves someone feeling awake but paralyzed, or frozen in place. He can’t move or speak or breathe deeply. He may also see, hear or feel figures or creatures that aren’t really there. This is called a hallucination (Huh-LU-sih-NA-shun).",
            "Sometimes, Dom hallucinated that creatures were walking or sitting on him. Other times, he heard screaming. He only saw something that one time, as a teenager.",
            "Sleep paralysis happens when the brain messes up the process of falling asleep or waking. Usually, you only start dreaming after you’re fully asleep. And you stop dreaming before you waken.",
            "*A_sitting_woman_looks_down_at_her_dreaming_self",
            "fCWhile dreaming in REM sleep, the body is usually paralyzed, unable to act out the motions the dreamer might see herself performing. Sometimes, a person wakes up while still in this state. That can be terrifying.",
            "Sleep paralysis “is like dreaming with your eyes open,” explains Baland Jalal. A neuroscientist, he studies sleep paralysis at the University of Cambridge in England. He says this is why it happens: Our most vivid, lifelike dreams happen during a certain stage of sleep. It’s called rapid eye movement, or REM, sleep. In this stage, your eyes dart around under their closed lids. Though your eyes move, the rest of your body can’t. It’s paralyzed. Most likely, that’s to prevent people from acting out their dreams. (That could get dangerous! Imagine flailing your arms and legs as you play dream basketball, only to whack your knuckles on the wall and tumble to the floor.)",
            "Your brain usually turns this paralysis off before you wake up. But in sleep paralysis, you wake up while it’s still happening.",
            "You don’t have to experience sleep paralysis to sense things that aren’t there. Have you ever felt your phone buzz, then checked to find there was no message? Have you heard someone calling your name when no one was there? Have you ever seen a face or figure in a dark shadow?",
            "These misperceptions also count as hallucinations, says David Smailes. He’s a psychologist in England at Northumbria University in Newcastle-upon-Tyne. He thinks that just about everyone has such experiences. Most of us just ignore them. But some may turn to ghosts as the explanation.",
            "We’re used to our senses giving us accurate information about the world. So when experiencing a hallucination, our first instinct is usually to believe it. If you see or feel the presence of a loved one who died — and trust your perceptions — then “it has to be a ghost,” says Smailes. That’s easier to believe than the idea that your brain is lying to you.",
            "The brain has a tough job. Information from the world bombards you as a mixed-up jumble of signals. The eyes take in color. The ears take in sounds. The skin senses pressure. The brain works to make sense of this mess. This is called bottom-up processing. And the brain is very good at it. It’s so good that it sometimes finds meaning in meaningless things. This is known as pareidolia (Pear-eye-DOH-lee-ah). You experience it whenever you stare at clouds and see rabbits, ships or faces. Or gaze at the moon and see a face.",
            "*a_wall_with_three_bricks_that_look_like_they_have_faces",
            "fCCan you see the three faces in this image? Most people can easily find them. Most people also realize that they aren’t real faces. They are an example of pareidolia.",
            "The brain also does top-down processing. It adds information to your perception of the world. Most of the time, there is way too much stuff coming in through the senses. Paying attention to all of it would overwhelm you. So your brain picks out the most important parts. And then it fills in the rest. “The vast majority of perception is the brain filling in the gaps,” explains Smailes.",
            "What you see right now isn’t what’s actually out there in the world. It’s a picture your brain painted for you based on signals captured by your eyes. The same goes for your other senses. Most of the time, this picture is accurate. But sometimes, the brain adds things that aren’t there.",
            "For example, when you mishear the lyrics in a song, your brain filled in a meaning that wasn’t there. (And it will most likely continue to mishear those words even after you learn the right ones.)",
            "This is very similar to what happens when so-called ghost hunters capture sounds that they say are ghosts speaking. (They call this electronic voice phenomenon, or EVP.) The recording is probably just random noise. If you listen to it without knowing what was supposedly said, you probably won’t hear words. But when you know what the words are supposed to be, you might now find that you can discern them easily.",
            "Your brain may also add faces to images of random noise. Research has shown that patients who experience visual hallucinations are more likely than normal to experience pareidolia — see faces in random shapes, for instance.",
            "In one 2018 study, Smailes’ team tested whether this might also be true for healthy people. They recruited 82 volunteers. First, the researchers asked a series of questions about how often these volunteers had hallucination-like experiences. For example, “Do you ever see things other people cannot?” and “Do you ever think that everyday things look abnormal to you?”",
            "*a_face_that_hidden_in_a_busy_black_and_white_image",
            "fCThis is one of the images that Smailes’ study participants looked at. This one contains a difficult-to-detect face. Do you see it?",
            "Next, the participants looked at 60 images of black and white noise. For a very brief moment, another image would flash in the center of the noise. Twelve of these images were faces that were easy to see. Another 24 were hard-to-see faces. And 24 more images showed no faces at all — just more noise. The volunteers had to report whether a face was present or absent in each flash. In a separate test, the researchers showed the same volunteers a series of 36 images. Two-thirds of them contained a face pareidolia. The remaining 12 did not.",
            "Participants who had initially reported more hallucination-like experiences were also more likely to report faces in the flashes of random noise. They were also better at identifying those images that contained face pareidolia.",
            "In the next few years, Smailes plans to study situations in which people might be more likely to see faces in randomness.",
            "When people sense ghosts, he points out, “They’re often alone, in the dark and scared.” If it’s dark, your brain can’t get much visual information from the world. It has to create more of your reality for you. In this type of situation, Smailes says, the brain may be more likely to impose its own creations onto reality.",
            "The brain’s picture of reality sometimes includes things that aren’t there. But it can also completely miss things that are there. This is called inattentional blindness. Want to know how it works? Watch the video before you keep reading.",
            "The video shows people in white and black shirts passing a basketball. Count how many times the people in white shirts pass the ball. How many did you see?",
            "iFhttps://www.youtube.com/embed/vJG698U2Mvo?feature=oembed",
            "This video was part of a famous 1999 study into inattentional blindness. While you watch it, count the number of times people in white shirts pass a basketball.",
            "Partway through the video, a person in a gorilla suit walks through the players. Did you see it? About half of all viewers who count passes while watching the video miss the gorilla completely.",
            "If you too missed the gorilla, you experienced inattentional blindness. You were likely in a state called absorption. That’s when you are so focused on a task that you tune out everything else.",
            "“Memory does not work like a video camera,” says Christopher French. He is a psychologist in England at Goldsmiths University of London. You only remember things you’re paying attention to. Some people are more likely to become absorbed than others. And these people also report higher levels of paranormal beliefs, he says, including beliefs in ghosts.",
            "How could these things be related? Some strange experiences that people blame on ghosts involve unexplained sounds or movements. A window may seem to open all by itself. But what if someone opened it and you just didn’t notice because you were so absorbed in something else? That’s a lot more likely than a ghost, French says.",
            "In one 2014 study, French and his colleagues found that people with higher levels of paranormal beliefs and higher tendencies to get absorbed are also more likely to experience inattentional blindness. They also tend to have a more limited working memory. That’s how much information you can hold in your memory at once.",
            "If you have trouble keeping lots of information in your memory or paying attention to more than one thing at once, then you risk missing sensory cues from the environment around you. And you might blame any misperceptions that result on a ghost.",
            "Anyone may experience sleep paralysis, hallucinations, pareidolia or inattentional blindness. But not everyone turns to ghosts or other supernatural beings as a way to explain these experiences. Even as a child, Dom never thought he had come face to face with a real ghost. He went online and asked questions about what might have happened. He used critical thinking. And he got the answers he needed. When an episode happens now, he uses a technique that Jalal developed. Dom doesn’t try to stop the episode. He just focuses on his breathing, tries to relax as much as possible and waits for it to pass. He says, “I deal with it far better. I just sleep and enjoy sleeping.”",
            "Robyn Andrews is a psychology student at the University of South Wales in Treforest. She wondered if people with stronger critical-thinking skills might be less likely to believe in the paranormal. So she and her mentor, psychologist Philip Tyson, recruited 687 students for a study about their paranormal beliefs. The students majored in a wide range of different fields. Each was asked how strongly he or she agreed with statements such as, “It is possible to communicate with the dead.” Or “Your mind or soul can leave your body and travel.” The research team also looked at the students’ grades on a recent assignment.",
            "*a_woman_sitting_on_a_chair_looking_at_a_ghost_twin_image_sitting_in_front_of_a_window",
            "fCThe seated woman longs for her dead twin. She may “feel” her sister is trying to reach out to her, physically or mentally. But her brain is likely just misreading some sensory cues — such as soft air currents in the environment around her.",
            "Students with higher grades tended to have lower levels of paranormal beliefs, this study found. And students in the physical sciences, engineering or math tended not to believe as strongly as those studying the arts. This trend also has been seen in research by others.",
            "This study did not actually assess the students’ ability to think critically. “That’s something we would look into as a future study,” says Andrews. However, previous research has shown that science students tend to have stronger critical-thinking skills than art students. That’s probably because you need to think critically in order to conduct scientific experiments. And thinking critically can help you scout out likely causes for an unusual experience without involving ghosts (or aliens, or Bigfoot).",
            "Even among science students and working scientists, though, paranormal beliefs persist. Andrews and Tyson think that’s a problem. If you can’t judge whether a ghost story or spooky experience is real or not, you may also get fooled by advertisements, bogus medical cures or fake news, says Tyson. It’s important for everyone to learn how to question information and seek reasonable, realistic explanations.",
            "So if someone tells you a ghost story this Halloween, enjoy it. But remain skeptical. Think about other possible explanations for what was described. Remember that your mind may fool you into experiencing spooky things.",
            "Wait, what’s that behind you? (Boo!)",
            "Kathryn Hulick has been a regular contributor to Science News for Students since 2013. She’s covered everything from laser “photography” and acne to video games, robotics and forensics. This piece — her 43rd story for us — was inspired by her book: Strange But True: 10 of the world’s greatest mysteries explained. (Quarto, October 1, 2019, 128 pages)."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/color-purple-exists-only-in-brain",
        "title": "\n\tPurple exists only in our brains",
        "content": [
            "*an_array_of_purple_foods_spread_out_on_a_table_purple_cabbage,_grapes,_raddichio,_and_beets_are_the_",
            "The purple in these foods — and everything else — isn’t part of the visible spectrum of light. So how and why do we see it? We explain.",
            "There is something unique about the color purple: Our brain makes it up. So you might just call purple a pigment of our imagination.",
            "It’s also a fascinating example of how the brain creates something beautiful when faced with a systems error.",
            "To understand where purple comes from, we need to know how our eyes and brain work together to perceive color. And that all begins with light.",
            "Light is another term for electromagnetic radiation. Most comes from the sun and travels to Earth in waves. There are many different types of light, which scientists group based on the lengths of those waves. (The wavelength is the distance between one wave peak and the next.) Together, all of those wavelengths make up the electromagnetic spectrum.",
            "*an_illustration_showing_wavelength,_crest_and_trough_of_a_wave",
            "fCLight moves its energy in waves (illustrated by blue line) that move up and down. This creates high points called crests and low points called troughs. Light varies in terms of the length of its waves (called wavelength), which is measured as the distance from one crest to another or one trough to another.",
            "Our eyes can’t see most wavelengths, such as the microwaves used to cook food or the ultraviolet light that can burn our skin when we don’t wear sunscreen. We can directly see only a teeny, tiny sliver of the spectrum — just 0.0035 percent! This slice is known as the visible-light spectrum. It spans wavelengths between roughly 350 and 700 nanometers.",
            "The acronym ROYGBIV (pronounced Roy-gee-biv) can be used to remember the order of colors in that visible spectrum: red, orange, yellow, green, blue, indigo and violet. You can see these colors in a rainbow stretching across the sky after a rainstorm or when light shines through a prism. In the visible spectrum, red light has the longest wavelength. Blue and violet are the shortest. Green and yellow sit toward the middle.",
            "Although violet is in the visible spectrum, purple is not. Indeed, violet and purple are not the same color. They look similar, but the way our brain perceives them is very different.",
            "*a_visualization_showing_the_electromagnetic_spectrum_from_least_to_most_intense_",
            "fCThe electromagnetic spectrum contains all the types of light that exist. Our eyes can only see a tiny portion of this broad spectrum, labeled here as visible light.",
            "Color perception starts in our eyes. The backs of our eyes contain light-sensitive cells called cones. Most people have three types. They’re sometimes called red, green and blue cones because each is most sensitive to one of those colors.",
            "But cones don’t “see” color, notes Zab Johnson. Instead, they detect certain wavelengths of light.",
            "Johnson works at the University of Pennsylvania in Philadelphia. She and other scientists who study how we perceive color prefer to classify cones based on the range of wavelengths they detect: long, mid or short.",
            "So-called red cones detect long wavelengths of light. Green cones respond most strongly to light in the middle of the visible spectrum. Blue cones best detect wavelengths toward the shorter end of the visible spectrum.",
            "*a_diagram_of_the_eye's_photoreceptors",
            "fCThis is an illustration of the back of the retina, filled with rods and cones. The rods are long and straight. Very sensitive to light, they help us see when it’s dark. Our eyes have fewer cones, which are sensitive to color. The pigment epithelium is a layer of dark cells under the photoreceptors. They absorb excess light.",
            "When light enters our eyes, the specific combination of cones it activates is like a code. Our brain deciphers that code and then translates it into a color. ",
            "Consider light that stimulates long- and mid-wavelength cones but few, if any, short-wavelength cones. Our brain interprets this as orange. When light triggers mostly short-wavelength cones, we see blue or violet. A combination of mid- and short-wavelength cones looks green. Any color within the visible rainbow can be created by a single wavelength of light stimulating a specific combination of cones.",
            "*a_representation_of_the_wavelengths_of_light_and_their_colors_visible_to_humans",
            "fCThe visible spectrum is the range of wavelengths of light our eyes can detect. ",
            "Notice that the visible spectrum is a gradient. One color gradually shifts into the next. The activity of cones activated by the light also gradually shifts from one type to the next. At the red end of the spectrum, for instance, long-wavelength cones do most of the work. As you move from red to orange, the mid-wavelength cones help more and the long-wavelength cones do less.",
            "In the middle of the rainbow — colors like green and yellow — the mid-wavelength cones are busiest, with help from both long- and short-wavelength cones. At the blue end of the spectrum, short-wavelength cones do most of the work.",
            "But there is no color on the spectrum that’s created by combining long- and short-wavelength cones.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "This makes purple a puzzle.",
            "Purple is a mix of red (long) and blue (short) wavelengths. Seeing something that’s purple, such as eggplants or lilacs, stimulates both short- and long-wavelength cones. This confuses the brain. If long-wavelength cones are excited, the color should be red or near to that. If short-wavelength cones are excited, the color should be near to blue.",
            "The problem: Those colors are on opposite ends of the spectrum. How can a color be close to both ends at once?",
            "To cope, the brain improvises. It takes the visible spectrum — usually a straight line — and bends it into a circle. This puts blue and red next to each other.",
            "*Take_the_visible_gradient_of_colors_ROYGBIV_Bend_it_into_a_letter_C_shape,_with_the_opening_facing_d",
            "fCT. Awtry",
            "The brain bends the visible spectrum to make red and blue neighbors. Then, it adds purple to create a color wheel.",
            "“Blue and red should be on opposite ends of that linear scale,” Johnson explains. “Yet at some point, blue and red start to come together. And that coming-together point is called purple.”",
            "Our brain now remodels the visible spectrum into a color wheel and pops in a palette of purples — which don’t exist — as a solution to why it’s receiving information from opposite ends of the visible spectrum.",
            "Colors that are part of the visible spectrum are known as spectral colors. It only takes one wavelength of light for our brain to perceive shades of each color. Purple, however, is a nonspectral color. That means it’s made of two wavelengths of light (one long and one short).",
            "This is the difference between violet and purple. Violet is a spectral color — part of the visible spectrum. Purple is a nonspectral color that the brain creates to make sense of confusing information.",
            "iFhttps://www.youtube.com/embed/PQt5B1GsTsg?feature=oembed",
            "What do we mean when we say purple doesn’t really exist?",
            "Purple thus arises from a unique quirk of how we process light. And it’s a beautiful example of how our brains respond when faced with something out of the norm. But it’s not the only color that deserves our admiration, says Anya Hurlbert.",
            "“All colors are made up by the brain. Full stop,” says this visual scientist at Newcastle University in England. They’re our brain’s way of interpreting signals from our eyes. And they add so much meaning to things we perceive, she says. ",
            "“The color of a bruise tells me how old it is. The color of a fruit tells me how ripe it is. The color of a piece of fabric tells me whether it’s been washed many times or it’s fresh off the factory line,” she says. “There’s almost nothing else that starts with something so simple [like a wavelength of light] and ends with something so deep and rich.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/some-stress-may-help-young-people-build-resilience",
        "title": "\n\tA bit of stress may help young people build resilience",
        "content": [
            "*a_girl_who_looks_stressed_out_seen_between_two_stacks_of_books",
            "No kid enjoys tough problems, bad news or failure. Yet making it through such stressful situations can help us become more resilient so that we weather the hard times better.",
            "Enduring hardship early in life, such as homelessness or losing a parent, is awful. And worse, it can mean a difficult road ahead. A completely stress-free life seems like a much better alternative. But it isn’t necessarily a good thing, research is now showing. A small amount of stress may actually help kids build mental toughness.",
            "“We learn to handle stress by handling stress,” says Megan Gunnar. She works at the University of Minnesota in Minneapolis. As a developmental psychobiologist (SY-koh-by-OL-uh-gizt), she studies how the body copes with stress. Her work focuses on such effects in children and adolescents.",
            "Feeling crushed by an intense stressor, such as abuse or a parent’s death, can impart a sense of helplessness. That leaves people “fearful of it happening again,” Gunnar explains. A stressful experience shows us that “the world is tough,” she says. “But we can deal with it, perhaps with the help of family and friends,” she adds. And it makes us “tougher the next time.”",
            "Resilience is the ability to bounce back after a bad experience. In one 2010 study, researchers wanted to understand how pain and stress affect resilience. They surveyed 2,398 adults in the United States. Participants answered questions about their mental health and overall well-being. And they indicated if they had experienced varying levels of adversity. This might be a serious illness or divorce in the family.",
            "The upshot: Adults who faced some adversity reported fewer symptoms of psychological distress than did those who had experienced heavy adversity. They also fared better than those who had sailed through childhood with few hard times.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "David Lyons is a behavioral neuroscientist at Stanford University in California. His team reported causal evidence for this correlation in a November 2019 paper in Scientific Reports. It would not be ethical to randomly assign humans to experience such stressful conditions. So the team studied squirrel monkeys that had not yet reached puberty. These monkeys experienced varying “doses” of stress.",
            "“No-stress” monkeys enjoyed a typical life in the lab. They were housed in a cage with their mother and siblings. There was plenty of water and food. They also got toys. A second group faced a mild stressor. They spent an hour a day away from their siblings on 10 straight days. The stress dose went up a notch for a third group. These monkeys had daily separation from siblings and no access to mom during that hour. Two more groups experienced daily separation from both their mother and siblings. They also received an injection as yet one more stressor.",
            "*_A_bit_of_stress_may_help_young_people_build_resilience2",
            "fCGroups of lab monkeys exposed to mild or moderate stress (yellow and red dots) showed lower levels of anxiety later than animals exposed to no stress (blue) or heavy stress (black and white). ",
            "Ten weeks later, each monkey was moved with its mother to an unfamiliar cage. The researchers assessed the monkeys’ willingness to let go of mom and explore the new digs. The team also analyzed levels of the stress hormone cortisol in the animals’ blood. That blood had been collected before, during and after their time in the new cage.",
            "On the whole, monkeys that faced one or two stressors (groups 2 and 3) clung less to their mothers than those in the last two groups. They also more readily explored their new surroundings. In general, they showed less anxiety than both the no-stress and high-stress groups.",
            "The monkeys’ cortisol patterns also reflected this trend. Animals that were exposed to mild-to-moderate stress toned down their cortisol spikes more quickly than the other groups.",
            "Growing up healthy means “learning how to deal with mild challenge and change,” Lyons concludes.",
            "This story was produced with support from the D.H. Chen Foundation."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/how-body-deals-with-stress",
        "title": "\n\tExplainer: How our body deals with stress",
        "content": [
            "*a_photo_of_a_stressed_out_looking_high_school_student_staring_at_a_notebook_in_class",
            "When we’re overstressed, our body’s fight-or-flight response can go into overdrive. Acknowledging how we feel and focusing on slow breathing can help restore a sense of balance.",
            "It’s the day of a big test. Your heart is pounding. Your palms are sweating. Your breathing quickens and your stomach suddenly feels full of butterflies. Although these stress responses may not feel good, they are totally normal. They’re your body’s way of sharpening your focus and boosting the energy you have to help you perform well. ",
            "When we encounter a big challenge or risk — or become overly excited — our body responds in a way to keep us safe. We’re hardwired for this. These changes supercharge how our body functions.",
            "An increased heart rate and breathing will send more oxygen to our muscles and brain. Our muscles tense so they can react quickly. By sweating, our body attempts to avoid overheating. Our pupils enlarge so we become more aware of our surroundings. And our body releases stress hormones, such as adrenaline and cortisol, to boost our energy and focus.",
            "Together, these changes are known as the fight-or-flight response. They’re automatically triggered by what’s known as the sympathetic nervous system. It helps us respond to danger or challenges. They give us more power, more speed and agility. All are important for physical activity, says Katharine Meddles. She’s a neurologist for children in Denver, Colo. ",
            "This survival mechanism helped our ancient hunter-gatherer ancestors fight or escape from a wild animal — perhaps a saber-toothed tiger. Today, we face very different risks than people did 300,000 years ago. But our sympathetic nervous system remains very important to our making it through challenging events.",
            "It turns on when we play sports, perform or catch ourselves from falling. It motivates us to study or concentrate on difficult tasks. And it turns on when we’re trying something new or talking to someone we like. Activating that fight-or-flight response in short bursts is healthy.",
            "iFhttps://www.youtube.com/embed/NRRBVMFTSWI?feature=oembed",
            "The sympathetic and parasympathetic systems help us respond to serious stressors — but also can kick in for minor ones, such as spilling your drink.",
            "But as soon as the stimulating event is over, our brain normally sends signals to our body to calm down. This turns on a second system: the parasympathetic nervous system. It handles what’s known as the rest-and-digest response. ",
            "Here, our heart rate and breathing become slow and steady. Our muscles relax. Stress hormone levels lower, and feel-good hormones — such as oxytocin and serotonin — become somewhat higher. This lets us feel safe. We now can think calmly, digest food and sleep, all processes vital to our brain and overall health, notes Meddles. ",
            "You’re in a rest-and-digest state when enjoying downtime with your family and friends. Or when you’re curled up on the couch relaxing with your cat or dog under a favorite blanket. Or when you feel joy and wonder out in nature. ",
            "The sympathetic and parasympathetic nervous systems keep our bodies in balance. Together, they make up the autonomic nervous system. By switching us between rest and action, they work together to help us respond appropriately to the range of situations we experience. ",
            "*a_list_of_functions_controlled_by_the_parasympathetic_and_sympathetic_nervous_systems",
            "fCActions by the sympathetic and parasympathetic systems keep the body balanced as it responds to and recovers from stress.  ",
            "But sometimes those systems get out of balance. The sympathetic nervous system may stay active for too long. Or it might get stuck in the “on” position when it’s not needed.",
            "Our world is full of threats. For example, the erratic impacts of climate change not only are hard to predict but also can pose true threats. Social media can pressure us to live or act a certain way. And parents can pressure us to perform well in a competitive environment.",
            "Encountering such conditions may keep your body stuck in fight-or-flight mode.",
            "Worrying about things is not a failing or a shortcoming, says Meddles. “It’s natural” and reflects “the way that our brains are wired.” But too much anxiety can leave you overwhelmed and unable to perform well.",
            "“How you think and how you feel will show up in your body, because the brain and the body are connected,” says Jin Lee. She’s a psychologist for children in Englewood, Colo. When you’re stressed or anxious, your body might feel as if it’s not getting enough air. You might bite your nails. Or freeze up so that you have a hard time thinking or making decisions. Your mind may even go blank. ",
            "Explains Lee, “This is the body’s way of communicating to our brain: ‘Hey, something is not right.’”",
            "At these times, your body’s responses may not serve your best interests.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Fortunately, it’s possible to modify them through practice, says Meddles. In as little as five minutes a day, you can learn to switch from an overactive fight-or-flight mode to a calm body and mind. Preteens and teenagers are in a great position to start learning these skills, she says, because the adolescent brain is so adaptable.",
            "Here are a few simple techniques:",
            "The next time you feel overstressed, remember you have the power to calm your body and mind. With a little practice, a few simple tactics can help you calm down.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-anxiety-definition-pronunciation",
        "title": "\n\tScientists Say: Anxiety",
        "content": [
            "*a_young_man_sits_on_a_couch_in_an_office_across_from_a_woman",
            "When anxiety gets overwhelming, talking to a counselor or therapist can help.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1476699253&color=%23ff5500&auto_play=false&hide_related=true&show_comments=false&show_user=true&show_reposts=false&show_teaser=false",
            "Anxiety is a sense of worry, fear or unease. It might make your hands sweat or your heart race. It might make you feel tense or jittery. Anxiety is a normal response to stressful situations. Giving a class presentation, for instance. Or going on a date. Or performing in a recital.",
            "A bit of anxiety can ramp up your energy and focus. This can help you deal with stressors. Feeling anxious about an upcoming test, for example, can push you to study. Techniques like deep breathing can help you power through the unpleasantness of anxiety. And facing your fears can boost your confidence that you can handle such scary situations.",
            "But for some people, anxiety can become overwhelming. They might have frequent, intense fears about everyday situations. Or they might feel worried or afraid for no reason at all. Such excessive anxiety can take up a lot of time and energy. It can make it hard to focus or fall asleep. It may also make someone avoid safe, everyday situations. Such persistent, disruptive anxiety can be a sign of a disorder.",
            "There are many types of anxiety disorders. People with social anxiety have intense fears of being judged by others. People with phobias, meanwhile, are very afraid of things that do not pose much real danger, such as spiders or heights. And people with panic disorder experience bouts of overwhelming fear — or panic attacks — in the absence of any real danger. Other examples of anxiety disorders include obsessive-compulsive disorder and post-traumatic stress disorder.",
            "Anxiety disorders are fairly common. An estimated one-third of all U.S. teens have experienced one. And there are many factors that may heighten someone’s risk of developing an anxiety disorder. People with a family history of anxiety may be at higher risk. So are those who have experienced trauma. People with other mental-health conditions, such as depression, often have anxiety, too. But treatments such as therapy and medication can help manage anxiety.",
            "Missing out on sleep can up a person’s levels of anxiety. ",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/giant-rats-sniff-stop-poaching",
        "title": "\n\tGiant rat border agents could help put a stop to wildlife poaching",
        "content": [
            "*A_rat_wearing_a_red_vest_holds_a_small_brown_ball",
            "This giant African pouched rat is being trained to signal for illegally smuggled wildlife products. It pulls on a small ball on its collar to alert its handler.",
            "A new kind of border-patrol agent could soon sniff out smuggled goods in African ports. They’re rats that wear tiny red vests.",
            "Like dogs, African giant pouched rats have a great sense of smell. Researchers thought the rodents might be able to detect illegal goods that are smuggled across country lines. So trainers taught them to identify items from at-risk species. The animals might be able to help protect those species by finding smuggled ones before they could be sold.",
            "Many tourists visit regions like West Africa to see wildlife. But some species are disappearing. Poachers add to this problem by catching animals for the pet trade. Or they may illegally kill some for their parts. They might hack horns off living rhinos, for instance. Or they might leave dead elephants to rot on a forest floor. Products like rhino horns or elephant tusks are usually taken to other countries to be sold.",
            "Poaching and smuggling are destroying biodiversity, says Isabelle Szott, a behavioral ecologist. “It’s very brutal.”",
            "*A_rat_wearing_a_tiny_red_vest_stands_near_a_pile_of_boxes",
            "fCThis rat learned to identify scents in the lab. Now it’s trying its skills in a situation more like real life.",
            "Szott used to work in Tanzania, Africa, with a group called APOPO. This group has trained African pouched rats (Cricetomys ansorgei) to put their noses to use before. For example, some of these rats learned to detect dangerous weapons. Some can even sniff out a lung disease called tuberculosis.",
            "People at APOPO thought the rats also had potential at ports, where products enter and leave a country. Besides their incredible sense of smell, these rats are agile and cost little to care for.",
            "Szott’s team taught 11 rat recruits how to tell the difference between odors. The laboratory was a giant box outfitted with 10 small chambers. The researchers placed different samples in each chamber. Some were from animals that get poached. Others were not. The researchers gave the rats food when they kept their nose above the target odor for three seconds. That pose signaled that the rat had found something.",
            "*A_woman_feeds_a_rat_a_treat_through_a_giant_syringe_while_touching_its_head",
            "fCWhen it signals that it has detected a target odor, a rat is rewarded with a flavorful snack.",
            "The rats learned to signal when they found scales from a pangolin, a threatened small mammal. They also signaled when they sniffed rhino horn, elephant tusk and African blackwood (used in some musical instruments). Eventually, rats who completed these tests could tell the four scents apart from 146 other odors. Szott was part of a team that reported their results October 29 in Frontiers in Conservation Science.",
            "Training the rats to detect scents in the lab is only the beginning, says Szott. Some went on to get lessons in fake warehouses and even in real ports.",
            "When the APOPO rats get too old to be wildlife detectives, she says, they retire. They’ll “just live out their days,” pampered with fruits, veggies and sun-dried fish. ",
            "iFhttps://www.youtube.com/embed/mUkZTDkvGyA?feature=oembed",
            "At the San Diego Zoo, these super-sniffer rats show how they might hunt for smuggled wildlife at ports, in cargo holds and elsewhere."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-sundog-definition-pronunciation",
        "title": "\n\tScientists Say: Sundog",
        "content": [
            "*Two_people_walk_on_a_frozen_surface_The_patterned_glow_of_a_sundog_appears_on_the_horizon",
            "Ice crystals in the air refract sunlight, creating a pair of sundogs on either side (left and right) of the sun setting on the horizon (center).",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1961400815&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Sundogs are bright flares of light that can appear on either side of the sun in the sky. They form when incoming sunlight bends, or refracts off tiny, prism-shaped ice crystals in the atmosphere. ",
            "Because of the angles inside these six-sided ice crystals, sundogs appear 22 degrees away from the sun in the sky. Sundogs can appear alone, as a pair on either side of the sun or on a halo that circles the sun. They can also occur at night when the moon is bright. These are known as moon dogs.",
            "Sundogs often contain a colorful, rainbowlike streak. That’s because the sun’s white light is made up of many different wavelengths, or colors of light. And those light waves bend at slightly different angles off ice crystals in the air. This separates incoming sunlight into the colors of the rainbow. But unlike a rainbow, which always has red on the outer edge, red appears on the inside of the sundog, closest to the sun. Blue appears on the outer edge of a sundog, farthest from the sun.",
            "Sundogs appear only when the sun is fairly low in the sky. When the sun climbs too high, sunlight doesn’t hit the ice crystals at the right angles. Light can’t refract in a way we can see, so sundogs disappear. Sundogs are most common at cold temperatures, but they can occur when it isn’t freezing out. They can appear anywhere on Earth, as long as there are ice crystals in the atmosphere. This often happens with wispy, high-flying cirrostratus clouds. The appearance of those clouds can indicate that rain is on the way.",
            "When people spot sundogs or moon dogs, there is a good chance that precipitation will fall in the next 24 hours.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/vampire-bats-running-treadmills",
        "title": "\n\tPutting vampire bats on treadmills revealed an energy-burning quirk",
        "content": [
            "*A_vampire_bat_is_mid-stride_in_a_run_on_a_treadmill,_with_its_hind_limbs_both_down_and_its_front_lim",
            "A vampire bat working out on a tiny treadmill helped scientists figure out the quirks of its metabolism.",
            "Vampire bats live on a strictly blood-based diet. So strict, in fact, that they seem to process their food more like some blood-feeding flies than like other known mammals.",
            "Researchers discovered this by coaxing common vampire bats (Desmodus rotundus) to run on a tiny treadmill. Running isn’t that unusual for these bats in the wild. When they’re not flying around, they’re often found scurrying along the ground after cattle, horses and other mammals to feed from.",
            "While bats in this experiment hit the mini gym, scientists tracked the carbon dioxide they exhaled. Up to 60 percent of that CO2 came from the bats metabolizing fuel other than carbs or fats. That was surprising, since those are the fuels that typically power running mammals.",
            "Instead, much of the energy bats were using came from a recent high-protein meal of cow blood. The gases they exhaled during their workouts contained telltale traces from amino acids. Those are the building blocks of proteins.",
            "Another clue to the fuel a runner is using is the ratio of CO2 exhaled to oxygen used. This ratio stayed steady as researchers pushed the treadmill pace from walking to running. That steadiness is a sign that bats weren’t fueling their exercise the usual mammal way. Gas ratios typically change as exercise gets harder and mammals shift from burning mostly fats to relying more on carbs.",
            "Researchers shared these findings November 6 in Biology Letters.",
            "iFhttps://www.youtube.com/embed/rjBtx8AMR_Q?start=3&feature=oembed",
            "Researchers put vampire bats through their paces on a mini treadmill to discover what fuels their metabolism.",
            "The discovery means the vampire bats power along much like blood-feeding tsetse flies or some mosquitoes. That’s a first for mammals, thinks Ken Welch. He’s an ecological physiologist at the University of Toronto in Canada. He did the experiments along with Giulia Rossi. This physiologist now works at McMaster University in Hamilton, Canada.",
            "The basic chemistry of bats’ blood-based power isn’t that unusual. “In most of us mammals,” Welch says, we can break down amino acids for fuel or some other use. But those processes are “built to slowly churn along in the background.”",
            "Hibernating bears, for instance, might use this fuel source. “But these are extreme examples,” Welch says. And even then, bears “are not using amino acids they ingested in a meal only minutes before.”  ",
            "Vampire bats’ blood diet seems fairly poor in the kinds of nutrients that let most mammals build up their stores of fuels such as fats. So it makes sense to Welch that bats’ ability to use those fuels weakened over time.",
            "Yet relying so much on amino acids has its downsides. These fuels aren’t as easy to access quickly. And that means the bats could be more vulnerable to starvation. These vampires get thirsty often.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/earthquake-farts-spooky-floating-lights",
        "title": "\n\tEarth farts may explain some spooky floating lights",
        "content": [
            "*A_slightly_misaligned_railroad_track_stretching_into_the_distance_among_a_forest",
            "An earthquake in 1886 may have caused the slight offset seen in this railroad track between Charleston, S.C. and nearby Summerville. Since then, ghostly lights have been reported floating above the track. A fault, thought to be some 500 meters (1,600 feet) underground, may have fueled these lights.",
            "Ghostly lights in South Carolina might trace to earthquake activity, new research suggests.",
            "Since the 1950s, people have reported strange balls of light floating down a road along old railroad tracks near Summerville, S.C. These spooky shimmers are known as the Summerville Light. Local lore says a grieving ghost’s lantern is behind the glow.",
            "Geologist Susan Hough now proposes a different explanation.",
            "Hough works for the U.S. Geological Survey in Pasadena, Calif. Quakes can release gases, including radon and methane. Those vapors could ignite from static electricity or sparks from passing trains, she suggests.",
            "Interestingly, Summerville sits far from any tectonic plate boundaries. As such, it might seem an unlikely spot for quakes. But in 1886, damage from a magnitude 7 quake killed 60 people in nearby Charleston. Hundreds of aftershocks shook the region in the decades that followed. That points to the area’s continuing high seismic activity.",
            "The region has plenty of ghost tales, too. The Legend of the Summerville Light may be the most gruesome. A railroad worker’s wife was supposedly waiting for him by the tracks one night. There she got word he had been beheaded in an accident. Since then, the legend goes, she’s returned with a lantern — even after her death — in search of her husband’s head.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Hough scouted for a less spooky explanation of the phenomenon. To begin, she dug into books, magazines and online sources. She was looking for recorded sightings of the mysterious lights. Then she studied the area’s earthquake history from 1890 to 1960. This included long before the sightings began.",
            "Only a few quakes had been reported over that time. There was a magnitude 3.9 quake in 1907. Another magnitude 4.4 event shook the area in 1959 — around when the sightings began. A couple of smaller quakes followed shortly thereafter, in 1960. There likely also would have been smaller undetected temblors, Hough says. And it’s possible that these jolts might have caused the lights, she says.",
            "Hough also hunted other local paranormal claims. She found reports of cars shaking and the moving of objects and doors. Some people even heard footsteps in upstairs rooms. Subtle quakes might explain all of these, she says.",
            "Hough published her findings in the March issue of Seismological Research Letters.",
            "*Three_lights_floating_in_a_dark_setting,_in_a_black_and_white_photo_taken_in_a_region_that_had_exper",
            "fCA photographer captured these earthquake lights near Brasov, Romania, just before dawn on March 23, 1977. A magnitude 7.2 earthquake had jolted the area on March 4. Aftershocks rattled the region for weeks afterward.",
            "Many of the reports Hough turned up seem to fit with a shaking that would have rated 2 on the Modified Mercalli Intensity (MMI) scale. Scientists use this scale to rate quakes based on the damage they cause. An MMI of 2 is fairly weak. It would likely be “felt only by a few persons at rest,” Hough says, “especially on upper floors of a building.”",
            "Her proposal that the lights and other strange activity trace to quakes is reasonable, says Yuji Enomoto. He’s an earthquake scientist at Shinshu University in Matsumoto, Japan.",
            "Still, he says, more geologic data are needed to confirm quakes as triggers for the Summerville Light. He’d like data, for instance on the presence of an oxygen-free environment containing organic (carbon-based) matter. This could be “capable of generating methane,” he notes, which can support a flame. Also helpful, he adds, would be a finding of granite-based bedrock “containing radium, which can produce radon.”",
            "Ghost stories elsewhere might also be due to subtle seismic activity, notes Hough. “There’s a bunch of ghosts wandering the rails in different places in the United States,” she says. They too, she says, may be “illuminating shallow active faults.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/jane-rigby-james-webb-telescope",
        "title": "\n\tJane Rigby helped make the James Webb telescope a superstar ",
        "content": [
            "*A_photo_of_Jane_Rigby_standing_in_front_of_a_large_galaxy_image",
            "Jane Rigby originally wanted to be an astronaut. Now, she explores deep space as the senior project scientist for the James Webb Space Telescope.",
            "One of a telescope operator’s main jobs is to keep stray light out of the instrument. Unwelcome light can wash out the cosmic glimmers of distant stars and galaxies. During more than a decade of work on NASA’s James Webb Space Telescope, Jane Rigby obsessed over minimizing light leaks. And she had extraordinary success. ",
            "Rigby herself, now the senior project scientist for JWST, is a source of light. ",
            "“I don’t know how she does everything that she does, and does everything well,” says Keren Sharon. She’s an astronomer at the University of Michigan in Ann Arbor. “She gets giddy,” Sharon says of Rigby. “It could be about figuring out a [technical] bug, or discovering this super-exciting thing about a galaxy. … Her face lights up.” ",
            "Rigby got interested in a career in space science around age 12, after she saw Sally Ride speak at a local college. Ride was the first American woman in space.  ",
            "As a college student, Rigby got her first experience using a telescope for research. At the McDonald Observatory in Texas, she and her colleagues aimed a telescope at a distant quasar. The project was plagued by light leaks and ultimately yielded no data. “But it was really fun,” Rigby says. “I was learning everything, trying to learn how the telescope worked.” ",
            "*A_galaxy_12_billion_light-_years_away_and_shown_is_false_color_is_being_magnified_by_a_nearer_galaxy",
            "fC With JWST data, Rigby and colleagues found signs of hydrocarbons in this galaxy (red ring, shown in false color). It’s located more than 12 billion light-years from Earth. A second, closer galaxy (blue) lined up perfectly to magnify the light from the more distant one. ",
            "Since then, Rigby has used many telescopes, including ones in Hawaii, in Chile and even in space. Those instruments have helped her investigate how galaxies evolve along with the supermassive black holes hiding within them.  ",
            "“I will use any telescope I can get my hands on,” Rigby says. All that telescope time meant she was ready to join the JWST team when the opportunity came in 2010. ",
            "To work on JWST, Rigby took a job at NASA’s Goddard Space Flight Center in Greenbelt, Md. Before launch, most of her time was devoted to making sure that changes to the telescope’s design wouldn’t mess up the science. After the telescope launched in 2021, her job shifted to characterizing how well the telescope works — and JWST is basically a dream come true. ",
            "There’s better image quality, higher sensitivity, faster response times and a longer potential mission lifetime than predicted before launch. Plus, there’s practically no light leaks. “It’s not an accident that the telescope works so well,” Rigby says, pointing to a huge amount of work by tens of thousands of people.  ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "With the telescope working so well, Rigby could turn her attention to scientific questions. She helps lead an observing program that looks at galaxies whose light has been magnified by foreground objects. That helps astronomers glimpse how the galaxies form stars.  ",
            "Rigby has also lit a path for queer astronomers and others who are historically underrepresented in astronomy. She has been out as part of the LGBTQ+ community since 2000, and she has devoted much of her career to holding the door open for others. She has helped set up groups and meetings for making astronomy more inclusive. A current priority is making sure trans people feel safe and welcome in the field. ",
            "“I didn’t grow up with any queer role models,” Rigby says. “I hope I’m the last generation for which that’s true.”  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/zombie-star-spiky-filaments-supernova",
        "title": "\n\tThis zombie star’s spiky filaments are baffling astronomers",
        "content": [
            "*A_glowing_sphere_with_purple_spikes_appearing_to_grow_out_of_it",
            "A shell of dust and a crown of spiky tendrils surround the supernova remnant Pa 30 (illustrated). These are the remains of a stellar explosion seen in 1181.",
            "Some 6,500 light-years from Earth lurks a zombie star. It’s cloaked in long tendrils of hot sulfur. Skywatchers saw this star go supernova nearly 900 years ago. No one knows just how that explosion formed the tendrils now surrounding the dead star. But new observations capture the 3-D structure and motion of this debris.",
            "“It’s a piece of the puzzle towards understanding this very bizarre [supernova] remnant,” says Tim Cunningham. An astronomer, he works at the Harvard & Smithsonian Center for Astrophysics. That’s in Cambridge, Mass. He was part of a team that shared its new findings November 1 in Astrophysical Journal Letters.",
            "Astronomers in China and Japan first noted this supernova in 1181 as a “guest star” in the sky. But modern astronomers didn’t find the remains of that explosion, now called the Pa 30 nebula, until 2013.",
            "When they did find the remnant, it looked weird. The supernova appeared to be a kind called type 1a. This type of stellar explosion involves a white dwarf star blowing up and destroying itself in the process. But in the case of Pa 30, part of the star survived.",
            "Stranger still, the star was surrounded by spiky filaments. Those tendrils stretch about three light-years in all directions. “This is really unique,” Cunningham says. “There’s no other supernova nebula that shows filaments like this.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "He and his colleagues used a telescope at the W.M. Keck Observatory in Hawaii to look at the nebula. They recorded how fast the filaments are moving relative to Earth. Then they built a 3-D model of those filaments and their motions through space.",
            "The system is structured “kind of like a three-layered onion,” Cunningham says. The inner layer is the star. Then there’s a gap of one or two light-years, which ends in a spherical shell of dust. The final layer is the filaments, which emerge from the dust shell.",
            "How the filaments formed remains a mystery. Also unclear is how those spikes have managed to stay in such straight lines for centuries.",
            "Maybe a shock wave from the explosion ricocheted off the wispy material between this star and its neighbors. As the shock wave bounced back toward the white dwarf, it could have sculpted the material into the spikes astronomers see. But future studies will have to confirm or rule out that scenario."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/robotic-hand-faster-piano-fingers",
        "title": "\n\tA robotic hand helps piano players’ fingers move faster",
        "content": [
            "*a_bulky_mechanical_robotic_device_is_attached_to_the_back_of_someone's_hand_and_reaches_over_their_f",
            "Piano players wore a robotic hand that moved their fingers in a complex pattern, faster than they could move on their own. Later, when they weren’t wearing the device, these musicians could still play faster than ever before. ",
            "You’re practicing a new song on piano. One part keeps tripping you up. No matter how many times you try it, your fingers just won’t move fast enough. Then you put on a special device that looks like a robotic hand. Its motor wiggles your fingers faster than you could move them on your own. When you sit at the piano again without the robo-hand, your fingers can now hop into high gear. You’re playing the fast part that seemed impossible before.",
            "In a recent series of experiments, dozens of professional piano players had this exact experience. They improved their piano skills using a wearable robotic hand, also called an exoskeleton. Shinichi Furuya and his team shared the results January 15 in Science Robotics.",
            "“Many people are using this kind of robot for rehabilitation or virtual reality gaming,” says Furuya. “I thought maybe this is also good for music education.” Furuya is a researcher at the NeuroPiano Institute at Sony Computer Science Laboratories, Inc. in Tokyo, Japan.",
            "Nicholas Hatsopoulos studies sensory motor control at the University of Chicago in Illinois. A neuroscientist, he did not take part in the new study. But he really liked it. “I thought it was super cool,” he says.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Furuya used to be a professional musician. “I practiced [piano], like 10 hours every day,” he says. He practiced so much that he developed a movement disorder in his hands. It’s why, he says, “I changed my career from pianist to scientist.”",
            "His hands are doing better now. And he still plays and teaches piano. But a few years ago he also started imagining a new way for musicians to practice. “I was thinking maybe we need some kind of a robot that can teach how to move the fingers,” he says.",
            "*a_bulky_mechanical_device_wraps_around_the_back_of_someone's_hand_and_over_their_fingers,_as_the_han",
            "fCThis may look like a cyborg. But it’s actually a glove-like robot strapped over a person’s fingers. Researchers designed it to move piano players’ fingers in different patterns. Practicing with the device helped musicians play faster than ever before. ",
            "Furuya is not an engineer. So he told one of his colleagues about his idea. He wondered if it might be possible to build such a robot. And he was told, “Yeah, why not?”",
            "The robot they built fits over one hand. To test the device, Furuya and his colleagues brought professional pianists into the lab. The number of subjects was “very impressive,” says Hatsopoulos.",
            "For one experiment, 60 pianists practiced the same complex pattern. It involves pressing down the index and ring finger together, then the middle finger and pinky together. You switch back and forth as fast as possible. Try it!",
            "Even moving very slowly, this is super tricky. The pianists practiced until their fingers couldn’t move any faster.",
            "The researchers then divided the 60 pianists into five groups. The first group wore the robo-hand as they played that tricky pattern. It moved the fingers faster than the musicians could manage on their own. For the second group, the device moved the fingers slowly in the same tricky pattern. The third group experienced rapid finger motion, but all the fingers moved at once. Two other groups didn’t use the robo-hand. One of these continued to practice the tricky pattern on their own. The final group just rested.",
            "Afterward, only one group could play the tricky pattern faster than before. These were the pianists who used the robotic hand to practice the complex finger motions quickly. The time between their keystrokes sped up by around 6 percent, on average.",
            "The pianists often told Furuya that their fingers felt “very light” after using the robot. Also, they only used the device on their right hands. Yet their left hand’s speed also improved!",
            "“I was stunned by that, actually,” says Hatsopoulos.",
            "One day after training with the robot, these pianists could still play faster than usual.",
            "iFhttps://www.youtube.com/embed/Xhn0UbR3hwU?feature=oembed",
            "Shinichi Furuya invited dozens of professional pianists to his lab to try the robotic hand. Using it “is a very interesting sensation,” he says. “All pianists start to laugh.” But when they see how well it works, he says, “they’re very excited.”",
            "Furuya doesn’t expect the effect to last much longer than that, though. He thinks pianists would probably have to use the device regularly to maintain the speed bonus.",
            "Alas, they can’t do this now. “This is still a prototype,” explains Furuya, so they can’t yet take the device home with them.",
            "Hatsopoulos thinks this robotic training likely rewired some neural connections in the musicians’ brains. The somatosensory (So-MAT-oh-SEN-or-ee) cortex is the brain region responsible for handling sensory feedback. It’s what gets activated as the robot wiggles people’s fingers.",
            "When someone wiggles their own fingers, a different part of the brain — the motor cortex — manages that motion.",
            "But these two parts of the brain share information, says Hatsopoulos. So do the left and right sides of the brain, which control the opposite sides of the body, he notes. These connections could help explain why the training improved the musicians’ speed in their left hands, even though they only wore the device on their right.",
            "Doctors and researchers already use robotic devices similar to this one in therapy, notes Hatsopoulos. For example, a stroke often impairs movement on one side of the body. Using a robot to move an arm can help a patient get back their former range of motion.",
            "Exoskeletons that move fingers and hands have lagged behind, though. That’s because robotic fingers are complex and “harder to build,” says Hatsopoulos.",
            "The robot hand Furuya’s team built can only move fingers one way — in a downward motion. “We are developing a more complex robot,” he says. It will be able to move two joints at once. That will allow for even more complex finger movements.",
            "Furuya imagines that robotic training could help people master many activities beyond piano keys. Pro gamers must practice complex keyboard or joystick motions. Surgeons have to learn complicated, delicate hand movements. And baseball pitchers need to master gripping the ball in a certain way. If a robot can help someone train these sorts of hand motions, Furuya says, maybe practice won’t have to feel so repetitive. “They can use practice time for more creative activities,” he says."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/biochar-water-treatment-pollution",
        "title": "\n\tNew water treatment process removes pollutants most now don’t",
        "content": [
            "*a_jet_of_water_flows_from_a_water_treatment_pipe_into_a_body_of_water_with_visible_algae",
            "Water coming out of water treatment plants or sewage treatment lagoons can contain remnants of medicines, along with nutrients that feed harmful algal blooms.",
            "Taking medicine can help us get better when we’re ill. But our bodies won’t absorb all of a drug. The leftovers leave in our urine. Water treatment plants were never designed to remove those drugs. So they just flow through these cleanup plants and into rivers and other sources of drinking water. But a simple low-cost, two-step process could help end that.",
            "An added benefit, this treatment also removes plant fertilizers. And that’s a good thing, because they can trigger blooms of harmful microbes in lakes, rivers and streams.",
            "Researchers at the University of Illinois Urbana-Champaign and at China Agricultural University in Beijing developed the new process. They shared how it works in the December 5 Journal of Hazardous Materials.",
            "Xiaozhen Mou didn’t work on the new water treatment process. But this microbiologist at Kent State University in Ohio understands the need for it.",
            "She was part of a team that sampled water at four drinking water treatment plants in Ohio. Chemicals found entering these plants included DEET, triclosan and some medicines. Amounts of these dropped after treatment. But Mou’s team found that low levels of some remained in the treated drinking water.",
            "“There’s no report on their adverse effect on human health at those [levels],” Mou says. But the long-term effects also haven’t been studied, she adds. Her group shared its findings October 1 in PLOS Water.",
            "*a_close_up_of_a_woman_holding_a_glass_of_water_and_putting_a_pill_in_her_mouth",
            "fCMedicines can help us when we’re ill. But we can’t absorb all of a drug. The leftovers leave our bodies in our urine. Water treatment plants have not been designed to remove excreted drugs. So today they let very low levels of medicines flow into rivers and even tap water.",
            "Wei Zheng is an environmental chemist at the University of Illinois Urbana-Champaign. His group developed the new water treatment process. Their initial goal had been to get rid of plant nutrients — phosphorus or nitrates — that feed algal blooms.",
            "Those blooms are an overgrowth of certain bacteria (often called blue-green algae). Many can release toxic chemicals at the same time as they use up lots of the water’s oxygen. Even after a bloom dies off, oxygen levels in the water may stay too low for fish and other critters to survive. This can lead to so-called dead zones.",
            "Runoff from farm fields and waste lagoons is a big source of those nutrients, Zheng says. Significant levels come from wastewater treatment plants, too.",
            "*Algae_waves",
            "fCThis photo shows waves turned green by a potentially toxic overgrowth of algae during a harmful algal bloom in 2009 at Pelee Island in Lake Erie.",
            "This photo shows waves turned green by a potentially toxic overgrowth of algae during a harmful algal bloom in 2009 at Pelee Island in Lake Erie.",
            "Wood chips are one way to deal with nitrates. When the nutrients that feed algal blooms encounter these chips in a big vat (called a bioreactor), carbon in the wood will pull nitrogen atoms from those compounds. That nitrogen then enters the air as a gas.",
            "These bioreactors don’t remove phosphorus well, Zheng points out. But a type of charcoal can, once it’s first treated with materials like lime sludge or gypsum. Then this char works like activated charcoal, he notes. Phosphorus contaminants now glom onto the char’s surface and stay there.",
            "The new idea, explains Hongxu Zhou, was to combine the two treatments — wood chips and then the char — one after the other. Zhou is a water management engineer, also at the University of Illinois Urbana-Champaign. On average, this two-step process took out 77 percent of nitrogen from the nitrates. It also removed 99 percent of the phosphorus compounds that fertilize algal blooms.",
            "*a_wheelbarrow_full_of_dark_black_biochar,_almost_resembling_mulch",
            "fCBiochar is often added to soil to improve boost plant growth. Researchers in Illinois used a special type that was pretreated with lime (or calcium oxide) as an added step in cleaning wastewater. ",
            "The team also wondered if the new system might help deal with the drugs in wastewater. To find out, they tested it with four common medicines. Ibuprofen and naproxen are common over-the-counter pain relievers. A third drug helps control blood sugar. The fourth can treat low levels of a female sex hormone.",
            "On average, the system removed more than two-thirds of both pain relievers and more than 90 percent of the blood-sugar medicine. It worked even better against the estrogen-treatment drug, removing 97 percent!",
            "But those tests were in the lab. Now Zheng’s team wants to test the process on real wastewater samples. They also want to scale up their system so it can handle high volumes of water.",
            "Mou at Kent State University likes that the two-step process can reduce levels of medicines as well as bloom-fertilizing nutrients. And the good news, she notes: the char acts like activated charcoal. That’s something many treatment plants already use for water cleanup.",
            "The levels of drugs used in the tests were high compared to what Mou’s group has found in drinking-water sources. So she wonders how well the new method might work when levels are very low. Still, she can imagine that this new process might be particularly useful where levels of medicinal pollution might be high. Near hospitals is one example, or downstream of factories that make medicines. "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/noahs-ark-seed-bank-on-moon",
        "title": "\n\tScientists want to create a sort of Noah’s Ark on the moon",
        "content": [
            "*A_photo_of_Earth_taken_by_a_NASA_spacecraft_in_orbit_around_the_moon",
            "A NASA spacecraft orbiting the moon captured this image of Earth. As threats from climate change and human activities mount on our planet, scientists are proposing to build a bank holding genetic material that could preserve samples of some of Earth’s most valued species.",
            "As more and more species near extinction, scientists have been collecting samples of plants, animals and other organisms. They’ve been storing these cells, seeds and other materials in protected facilities across the globe. But climate change, environmental disasters and wars can threaten these modern Noah’s Arks. Now, some researchers have proposed an out-of-this-world solution: Build one of these arks on the moon.",
            "They’d build it in a permanently shadowed site at the moon’s south pole. Temperatures there should remain a very frigid –196° Celsius (-320.8° Fahrenheit). That’s the minimum needed to safely store most animal cells long-term, Mary Hagedorn and her team noted July 31 in BioScience.",
            "And that, they argue, should make such this gene bank far more stable than any of those on Earth.",
            "“When it comes to saving our biodiversity and life on Earth,” says Hagedorn, “it’s very good to have as many plans as possible.” A marine biologist, she works at the Smithsonian National Zoo and Conservation Biology Institute in Washington, D.C.",
            "Hagedorn’s team was inspired by the global seed vault in Svalbard, Norway. Think of it as a frozen Noah’s Ark, way above the Arctic Circle. Several other seed and tissue banks around the world, too, store prized samples of organisms that are of interest to crop and livestock farmers.",
            "Scientists collected the seeds banked at Svalbard from around the world. This facility takes advantage of the site’s freezing temps to protect its millions of stored seeds. If needed, they can be defrosted and reproduced. Later, daughter seeds can be sown at sites where these plants may no longer exist.But in 2017, scientists learned this ark was at risk.",
            "Melting permafrost flooded the vault. That put its precious seeds at risk of defrosting and going bad. Events like this one, researchers say, point to the need for another backup plan.",
            "*Water_trickles_down_a_hillside_among_moss_next_to_the_entrance_to_the_Svalbard_Global_Seed_Vault_dur",
            "fCA heat wave hit the Svalbard region of Norway in summer 2020. High temps and melting permafrost may threaten seeds and samples stored in the Svalbard Global Seed Vault, the entrance of which is pictured here. ",
            "Indeed, two years ago, Álvaro Díaz-Flores and some coworkers at the University of Arizona proposed their own idea for a lunar ark. Theirs would “shelter seeds, sperms, eggs, and DNA of endangered animal and plant species of Earth.”",
            "They’d stash collected cells or tissues in caves below the moon’s surface. Called lava tubes, the caves likely formed when underground rivers of molten rock ran dry. A solar-powered system would keep things cold. But if it ever lost power, the stored samples likely would go bad.",
            "In the moon’s forever-frozen shadowed regions, a lunar vault would need no energy or constant human maintenance, Hagedorn’s team notes. And given the south pole’s low temperatures, she says, a vault there could store fibroblasts — “one of the most powerful cells that we have today.”",
            "Scientists can transform these animal cells into stem cells. “Then those stem cells can be used for cloning,” Hagedorn says. Fibroblasts could be valuable for rebuilding populations of threatened or extinct species. Or they might help recreate ecosystems in future human colonies on the moon or Mars.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The new proposal would have its share of hurdles. These include what to do about radiation and the long-term effects of microgravity on stored samples. Hagedorn’s team is designing radiation-proof containers for samples brought up from Earth. The next step would be to test prototypes on a future moon mission.",
            "“The authors do a good job laying out many of the challenges,” says Benjamin Greenhagen. He’s a lunar scientist at the Johns Hopkins Applied Physics Laboratory. It’s in Laurel, Md. But he notes that the moon’s permanently dark regions aren’t immune to broad swings in temperature as more or less reflected sunlight can shine into the shadows. Such sites “are still cold,” he says. Still, he worries, they might not always be cold enough for this project “without some level of … management.”",
            "iFhttps://www.youtube.com/embed/-TcyHQxol8k?feature=oembed",
            "In this audio podcast, Mary Hagedorn describes her team’s new proposal in greater depth with her host from the American Institute of Biological Sciences.",
            "By far, the biggest challenge will be getting everyone in the scientific community to largely agree, Hagedorn says. Then nations would need to work together on the plan.",
            "Greenhagen also notes there “are communities on Earth to whom the moon is sacred.” Those who want to build a lunar ark should actively “engage these communities” if they hope to ever bank biological samples on the moon.",
            "Hagedorn’s group argues that the first samples targeted for lunar storage should include endangered species, pollinators, ecology-building species and species that have the potential to help humans during space exploration. But planning for this project is still in its early stages. As such, she notes, “nothing’s set in stone at this point.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/mosquitoes-taste-before-they-bite",
        "title": "\n\tMosquitoes taste you before they decide to bite",
        "content": [
            "*a_close_up_of_a_mosquito_on_human_skin",
            "Mosquitoes can taste surfaces before biting, new research shows. This Asian tiger mosquito (Aedes albopictus), drinking blood from a human, must have liked what it found.",
            "At a summer barbecue, mosquitoes feast on some guests while luckier partiers stay bite-free. New research helps explains why: Some people just taste better.",
            "“It feels personal sometimes, like why are they biting me?” says Lisa Baik. Baik is a sensory biologist at Yale University in New Haven, Conn. She studies how insects, especially mosquitoes, sense their world.",
            "Mosquitoes like certain ingredients in sweat, Baik’s team now finds. The insects showed clear favorites, biting some sweat samples more than others.",
            "“We’ve known that mosquitoes love us, and they are able to find us very effectively and land on our skin,” she says. “But we didn’t know what happens after that.”",
            "Mosquitoes bite people and other animals to get a blood meal. But these insects are sloppy eaters. They leave behind saliva in their target’s skin. That spit can carry harmful microbes that cause diseases, like malaria, dengue (DEN-gay) and yellow fever. Such diseases can make people very ill and even kill.",
            "Knowing what causes mosquitoes to bite — or not — can help researchers create better ways to stop them.",
            "The team shared its new insights last November in Nature.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "One clue is that mosquitoes are able to taste the surfaces on which they land, Baik’s team finds. In fact, sweat may play a big role in whether they bite. Human sweat contains water, salt and amino acids (the building blocks of proteins).",
            "To see what mosquitoes prefer, the researchers put salt and amino acids on separate surfaces. Mosquitoes ignored the salt. They also didn’t go for the amino acids. But when the team combined both on the same surface, the mosquitoes bit.",
            "In another experiment, researchers coated one side of a surface with sweat samples from several volunteers. Mosquitoes bit sweat from two of those people much more than from the others.",
            "The researchers then looked at activity in certain mosquito nerve cells involved in taste. The more-appealing sweat had a bigger effect on the activity of these nerves than the other sweat samples had. That suggests taste “could be one of the factors as to why some of us get bitten a lot more than others,” Baik says. “This was quite exciting.”",
            "*a_magnified_view_of_four_Asian_tiger_mosquitoes",
            "fCThese Asian tiger mosquitoes slurped up differently colored solutions that mimic blood. ",
            "Baik wanted to explore how taste might drive mosquitoes’ choice to bite or not.",
            "Tasting requires touch. We use our lips, mouth and tongue to taste. Mosquitoes do, too. A long tube extends from their face like a giant straw. At the end of that proboscis are two small, lip-like parts that can touch a surface. These are called labella.",
            "The researchers examined those labella using a special microscope. The lips had little hairs on them. Nerve cells inside the hairs responded to touch. ",
            "Then the team tested how the hairs responded to different flavor molecules. When sugars touched the hairs, they activated the nerve cells. Some bitter compounds, though, blocked the nerve cells’ response to sugar. “This was exciting and surprising,” says Baik. This type of activity blocking, she notes, hasn’t been seen in other insects.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Adding such bitter substances to sugar reduced the nerves’ response to sweet. It also made the mosquitoes less likely to feed. “This suggested that we could use bitter compounds as a way to stop the feeding behavior of mosquitoes,” says Baik.",
            "“This team was really the first to systematically show what the taste cells in this mosquito actually respond to,” says Ben Matthews. He works at the University of British Columbia in Vancouver, Canada. Though he did not take part in the new work, Matthews studies insect sensory systems. The new work “showed not just how these chemicals are processed, but how that affects behavior.”",
            "Baik is now hunting for just the right compound to stop mosquitoes from biting people. The substance should be low-cost, safe and eco-friendly. It could someday be included in a spray for skin and clothing.",
            "And better mosquito protection is more urgent than ever, Baik adds. Climate change is expanding the range of certain mosquitoes — and the diseases they spread — at an alarming rate. Methods to prevent mosquito bites could protect people worldwide.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-neuroplasticity-definition-pronunciation",
        "title": "\n\tScientists Say: Neuroplasticity",
        "content": [
            "*3d_rendered_image_of_Neuron_cell_network_on_black_background_Interconnected_neurons_cells_with_elect",
            "Throughout our lives, neurons form and unform their many connections thanks to the brain's neuroplasticity.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2064628292&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Neuroplasticity describes the brain’s ability to change.",
            "Our brains change throughout our lives. Much of this change involves neurons building new connections, or synapses, or trimming back unused ones. In fact, at this very moment, neurons in your brain are exchanging messages along connections that formed as you learned how to read.",
            "Inside your brain, neurons connect in pathways called networks. Through these networks, we observe the world, process information and make decisions. If these networks never changed, neither would we. But they do change. Through this process of un-building and re-building, we learn, grow and recover from injury.",
            "Changes in the brain come more rapidly at some stages in life. Childhood is one example. As a kid, it’s often easier to pick up new skills, such as learning a language or how to ride a bike. That’s because in childhood, the brain is developing and growing a lot. It’s rapidly making new connections between neurons in response to new experiences. In other words, the brain has high neuroplasticity in childhood.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The teen years are another time of rapid change in the brain. High neuroplasticity also means that some experiences affect rapidly-growing young brains more than older ones. That can include unhealthy experiences, such as drug use. Drugs like cannabis can profoundly affect the development of a young person’s brain.",
            "Scientists once thought that the brain stopped changing once you reach adulthood. But we now know that even after we grow up, our brains adapt. Some changes occur in response to experiences. This allows us to form new memories and learn new information. Some changes occur from aging. For example, the brain’s hippocampus — which plays a role in memory — begins to shrink. This gradual process begins in early adulthood.",
            "Sometimes, the brain changes in response to injury. After injury, the brain attempts to make repairs. First, the brain tries re-routing information around the damaged part. The brain tries using existing neuron connections to carry out the job that used to be done by the damaged part. But after a few days, the brain starts making new connections. This stage can go on for weeks, months or longer.",
            "Some factors increase the brain’s neuroplasticity. Studies show music can help the brain learn better. A healthy diet and exercise also boost brain health.",
            "Neuroplasticity allows the brain to form new memories in the hippocampus, which appears to rely on relatively sparse but strong neural connections.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/hippocampus-brain-connections-memory",
        "title": "\n\tHaving sparse links in the hippocampus may maximize memory storage",
        "content": [
            "*Several_nerve_cells_on_a_black_background_The_cell_bodies_are_white,_and_each_has_dozens_of_blue_bra",
            "Pyramidal cells (shown) are the main type of nerve cell in the hippocampus — the brain’s memory center.",
            "Our brain’s memory center has a sleek design, new data show.",
            "The finding comes from looking at living human hippocampus tissue. This part of the brain plays a key role in learning and memory. The analyzed tissue revealed fairly few cell-to-cell links between the vast number of nerve cells in the hippocampus. But signals sent through those sparse links proved extremely reliable and precise.",
            "Cellular neuroscientist Peter Jonas led the new research. He works at the Institute of Science and Technology Austria in Klosterneuburg. His team shared its findings January 23 in Cell.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The brains of all mammals have two hippocampi. One’s in the brain’s left hemisphere. The other is in the right.",
            "*a_rotating_view_of_a_transparent_human_skull_shows_where_the_hippocampi_sit_within_the_human_brain,_",
            "fCThe brain has two hippocampi (red), one in each hemisphere.  ",
            "Each hippocampus contains a smaller region known as the CA3 area. In humans, some 1.7 million nerve cells — called pyramidal cells — reside there.",
            "But much of what we know about these cells has come from studies in mice. And those animals have only about 110,000 pyramidal cells in each CA3 area.",
            "Past research hinted that animals with more nerve cells in their hippocampi may have fewer links — or synapses — between those cells, Jonas notes. His team wanted to see if this was true.",
            "So they examined the brain tissue taken from eight patients. All had undergone brain surgery to treat epilepsy and agreed to donate the removed tissue for study.",
            "Recordings of electrical activity from pyramidal cells helped the researchers estimate how many cell connections there were in the CA3 area. It came to about 10 synapses for every 800 cell pairs. That’s only about a third as many per cell pair as had been found in the CA3 tissue of mice.",
            "Even though human pyramidal cells had fairly few links, those cells sent steady and strong signals to each other. Mouse pyramidal cells did not.",
            "Math models backed up what the scientists observed in human brain tissue. Having a lot of nerve cells with sparse, strong links maximized memory storage and recall, those models predicted.",
            "Understanding the unique properties of the human hippocampus will teach us more about diseases that affect memory, Jonas says. This work also shows that here, “the human brain is not a scaled, large version of the rodent brain.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/hula-hoop-physics-wiggling-robots",
        "title": "\n\tWiggling robots reveal the physics of how Hula-Hoops stay up",
        "content": [
            "*A_smiling_child_swings_a_pink_Hula-Hoop_around_their_waist",
            "Hula-Hoops have been popular toys and exercise equipment since the 1950s. New experiments with wiggling robots revealed how the hoops stay up. Along the way, researchers found some good tips for humans aiming to improve their technique.",
            "Spinning, hoop-slinging robots are revealing the physics of a favorite toy — the Hula-Hoop. Scientists found that those robots had to have a particular shape in order to hula-hoop. And that helped explain how the hoops stay up against gravity.",
            "The robots were designed to move in small circles, similar to a person hula-hooping. But only some bots could keep a hoop up.",
            "Those robots had indented middles, like an hourglass. The slope at the bottom of the indent provides an upward force to the hoop as it swings around. That’s what helps counteract gravity. And the curvature of that shape kept the spinning ring from drifting up or down and sliding off.",
            "Researchers shared their new findings in the January 7 Proceedings of the National Academy of Sciences.",
            "iFhttps://www.youtube.com/embed/NLxkTVDsAXg?feature=oembed",
            "Learn about the history of Hula-Hoops and, from 2:34-4:00, how angular momentum and torque affect our ability to successfully spin the hoops. At 7 minutes in, hear how this toy has become an unlikely inspiration for engineers and others.",
            "Leif Ristroph is an applied mathematician in New York City at New York University. Inspired by performers near his home in Greenwich Village, he began considering the physics of Hula-Hoops. He was part of a team that realized earlier work hadn’t truly explained how the hoop stays up. (Ristroph has a track record of tackling quirky science questions. His group recently investigated what would happen if a lawn sprinkler sucked water in instead of shooting it out.)",
            "So Ristroph and colleagues gave the science of toy hoops a whirl. They ran experiments with a series of gyrating robots. (Gyrating means to move around in fast, tight circles.) A robot shaped like a cylinder couldn’t keep its rotating hoop from sliding down. Another robot was shaped like an upside-down ice cream cone. Its slope helped counteract gravity’s downward pull on the hoop. But it had no curvy indent. It, too, couldn’t keep its hoop up. If the hoop began toward the top of the cone, it would migrate up. Then it would be flung away. If the hoop started near the bottom, it would migrate down to the ground.",
            "Only a robot indented in the middle could keep a hoop steadily aloft.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "This showed how hoops stay up on robots. But with enough practice, people should be able to keep a Hula-Hoop spinning regardless of body shape.",
            "People can learn to adapt their gyrations based on the position of the hoop. Even the robots could learn this trick. The researchers got the cone-shaped robot to successfully hula-hoop by adjusting its rate of wiggling, depending on how high the hoop slid.",
            "The new findings offer hints for people learning to hula-hoop. First is how to launch their hoop. In the tests, a slow launch prevented robots from keeping the hoop up. So make sure to spin it fast.",
            "Positioning the hoop correctly also helps. In successful experiments, the hoop lined up with the robot’s body so that the hoop and body always shifted in the same direction. Hula-hoopers should try to launch that way, too. If you start with your hips out to the right, start with the hoop out to the right. Then, swing the hoop around quickly. And start swiveling your hips in that same direction.",
            "A final tip gleaned from the research: Bigger hoops are good for beginners — they can be supported with slower gyrations."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/indigenous-herb-muscle-disorder-therapy",
        "title": "\n\tThis Indigenous herb may improve therapy for muscle disorder",
        "content": [
            "*A_close-up_of_a_leafy_green_herb",
            "Combining the traditional Indigenous herb Urtica dioica with a modern pharmaceutical might offer better treatments for a genetic muscle condition called STAC3 disorder.",
            "The Firekeeper’s Daughter, by Angeline Boulley, is largely a murder mystery. But when Ava Cummings, 18, read the book, she was most intrigued by the main character’s interest in ethnobotany. (That’s the study of how people in a certain culture or region use their local plants.) Like Ava, the lead character and author are Native American. This piqued Ava’s interest in traditional Indigenous medicine.",
            "In fact, it would prompt her to study how well an Indigenous herb could treat STAC3 disorder. This genetic condition impairs muscle development and strength. It was first identified in Ava’s Lumbee Tribe of North Carolina. It also affects some family friends.",
            "*_This_Indigenous_herb_may_improve_therapy_for_muscle_disorder4",
            "Ava Cummings, 18, set out to discover the best treatment for STAC3 disorder — a muscle condition that affects members of her Lumbee Tribe of North Carolina. ",
            "Ava’s goal was to see how well a traditional herb might treat the condition compared with a modern drug. To find out, she ran an experiment with adult and larval fruit flies. All showed STAC3 symptoms.",
            "The teen treated some flies with the herb Urtica dioica. Other flies got the drug tirasemtiv. She treated a third bunch of flies with both. The herb alone did the best job of improving movement and how far fruit-fly larvae could travel. The herb alone and in combo with the drug did a better job of improving movement in the adult insects.",
            "Her findings shed light on ways Indigenous medicine may complement or even outperform modern drugs. Ava hopes her project will also boost awareness about diseases that affect small communities.",
            "Ava is currently a senior at the North Carolina School of Science and Mathematics in Durham. Her research earned second place at the 2025 Regeneron Science Talent Search. (This competition is run by Society for Science, which also publishes Science News Explores). In this interview, Ava shares her research experiences and advice.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Ava attended a meeting of the American Indian Science and Engineering Society. There, she got to meet many Indigenous professionals and spread awareness about STAC3. Some people she met had their own experiences with STAC3. Some were studying other population-specific diseases. “Being able to make those connections and relationships was really fun,” she says.",
            "“Making friends through it,” Ava says. The research program at her school had 12 students. “That just really gave me a taste of what science is all about and what the scientific community is really capable of.” Ava didn’t just get to share what was going on with her own project. She got to learn about others’ research, too. “Having those friends around for good humor and light-hearted conversation when things were getting difficult or challenging was also very good.”",
            "Start “with baby steps,” Ava says. “I was very intimidated by seeing past projects that people had worked on. I would read their project titles, and I’m like, ‘I can’t pronounce or even begin to think what any of these words mean.’” But she’s gotten to see her own project grow over the past year from a small seed of curiosity. “You’re not gonna end up with this big discovery, big project overnight,” she says.",
            "“I would like to continue researching STAC3,” Ava says. But she wants to study Indigenous medicine for other diseases, too. “One, for example, is called GA1, glutaric acidemia type 1,” Ava says. “That’s a liver disease that’s also specific to my tribe.”"
        ]
    }
]