[
    {
        "URL": "https://www.snexplores.org/article/ants-bacteria-yogurt-ingredient",
        "title": "\n\tAnts are the secret ingredient to this tasty yogurt",
        "content": [
            "*A_jar_of_milk_is_photographed_from_above_Four_small_ants_with_black_bodies_are_floating_in_the_milk_",
            "This traditional method of making yogurt begins with four ants and a jar of warmed cow’s milk. The technique was once popular in Bulgaria and Turkey. The ants and their bacteria acidify and thicken the milk into yogurt, a new study shows.     ",
            "In parts of Eurasia, the key to a tangy yogurt treat scurries along the forest floor. The secret ingredient is ants!",
            "A once-popular yogurt-making technique uses ants and their microbes as a bacterial starter for this process. Those bacteria are used to kick-start the fermentation process that makes yogurt so thick and tangy.",
            "The traditional recipe requires live ants — not frozen or dehydrated ones. Now, scientists have identified the exact microbes the ants have that make this creamy treat so tasty. They shared the details in the October 17 issue of iScience.",
            "Yogurt-making dates to around 7,000 years ago. The process starts with warm milk. Then people add safe, healthy bacteria to acidify and thicken the liquid. They keep the mixture warm for several hours, giving it time to ferment.",
            "The bacteria used in making yogurt can come from many sources.",
            "Traditional recipes use a variety of bacterial species. In parts of Turkey, people have started yogurt cultures with pinecones or chamomile flowers. But today, modern technology requires just a few acid-producing microbes.",
            "Factories need to make a lot of yogurt quickly. Their controlled process ensures that the food is safe to eat and easy to sell.",
            "“We reach a point that is the perfect middle ground for everyone in the flavor profile,” says Veronica Sinotte. She’s a microbial ecologist at the University of Copenhagen. That’s in Denmark. The taste of homemade yogurt, in contrast, can vary widely. It will depend on who made it and how.",
            "In parts of Bulgaria, for instance, where some people make yogurt from scratch, neighbors will know each other’s recipes well. “If they were given a lineup of yogurts, they could tell us which house the yogurt came from,” Sinotte says.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Anthropologist Sevgi Mutlu Sirakova works at Ludwig-Maximilians-University Munich. That’s in Germany. Her ancestors come from a village in Bulgaria. Around there, it was once common to make yogurt with the help of red wood ants (Formica rufa and F. polyctena).",
            "Sinotte, Sirakova and their rest of their research team traveled to Sirakova’s family village. There, they put the insect-based practice to the test.",
            "*The_photo_shows_four_hands_from_two_people_filling_a_hole_with_straw-filled_dirt_Inside_the_hole,_wh",
            "fCDavid Zilber",
            "To start the yogurt-making test, researchers put four live ants in a jar of milk. They bury it in an ant mound and leave it to ferment overnight. The ant colony produces heat to keep the bacteria warm enough to grow. ",
            "The team placed four live ants into a jar of warmed raw cow’s milk. They then buried the jar in an ant mound. The nest kept the mixture warm so that it would ferment overnight. The next day, the now-acidic milk had begun the early stages of becoming yogurt. It developed a tangy and herb-like taste.",
            "iFhttps://www.youtube.com/embed/aQb3_9B9O24?feature=oembed",
            "See why some restaurants are turning to yogurt prepared with the help of six-legged assistants.",
            "Molecular analyses showed that F. polyctena ants carry bacteria that produce lactic acid and acetic acid, which thicken milk. One of these microbes was Fructilactobacillus sanfranciscensis (Frook-tih-bah-SIL-us San-fran-sih-SEN-sis). This species can also be found in sourdough bread.",
            "The ants add formic acid to the mix too. In nature, ants use this chemical to defend against predators. Enzymes supplied by both ants, along with those bacteria, can digest the milk. This breaks it down and makes creamy yogurt. ",
            "Frozen or dehydrated ants carry microbes that don’t ferment milk as well as living ants do, the team found. However, live ants can be infected with a hitchhiking parasite. In rare cases, that hitchhiker can harm the liver or gastrointestinal tract, Sinotte says. As a result, she cautions: “I don’t suggest your average person go make [yogurt this way] at home.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/3-d-printing-inside-living-cells",
        "title": "\n\tScientists shrink 3-D printing so it can work inside cells",
        "content": [
            "*Cells_appear_as_splotches_in_varying_shades_of_blue",
            "With the use of a laser, scientists 3-D printed tiny structures within human cells (like those shown here).",
            "For the first time, scientists have 3-D printed objects within living cells. They included a mini elephant and tiny barcodes that could help track individual cells. Remarkably, many of the cells lived to tell the tale.  ",
            "“It’s amazing to see that some of the cells actually do survive,” says Kerstin Göpfrich. “Honestly, I wouldn’t have thought this. If you told me, I would have been like, ‘Nah, never.’” Göpfrich is a biophysicist at Heidelberg University in Germany who did not take part in the new work.",
            "Physicist Matjaž Humar was part of a team that made these structures. He works at the Jožef Stefan Institute in Ljubljana, Slovenia. His team started by injecting cells with a special goo called a photoresist. When hit with light from a laser, the photoresist hardens. Human’s team focused the laser to a tiny area. By moving the where it was focused, they created small but incredibly detailed structures. Afterward, they let the leftover photoresist dissolve.",
            "The technique is novel and exciting, says Malte Gather. He’s an optical physicist at the University of Cologne in Germany who was not involved in the project.",
            "Humar’s team used the new tech to make barcodes. These look like a stack of grids, each bearing a different pattern. These could be used to tag cells. In another demo, the team sculpted an elephant. It’s “a very nice symbol,” Gather says. What’s usually large is contained within something super-tiny. In this case the elephant is only 10 micrometers wide — about a tenth of the thickness of a strand of hair.",
            "*An_illustration_shows_a_blob-shaped_cell_with_an_elephant_within",
            "fCThis artists’ representation illustrates the idea of an elephant that might be 3-D printed inside a cell.",
            "Scientists have previously implanted trinkets in cells by getting them to “swallow” foreign objects. But only certain varieties of cells are keen gobblers. 3-D printing has the advantage of working in other types of cells.",
            "But stabbing a cell and pumping liquid into it could kill it. Worse, many photoresists are toxic. Indeed, even with the least toxic photoresist, many cells died within 24 hours.",
            "“It seems to be related simply to the fact that cells don’t like having liquids injected into them,” says Gather at Cologne. For now, that injection is a requirement for 3-D printing.",
            "To boost the cells’ odds of survival, Humar’s team combed through existing photoresists. They chose one that seemed fairly cell-friendly. And upon 3-D printing, some cells not only survived but went about their business as if nothing had happened. Some cells even divided. These cells split in two, passing on a 3-D-printed inheritance to one of the daughter cells.",
            "Humar’s team shared its results in a study posted June 16 at arXiv.org. It has not yet been peer-reviewed by other scientists. Humar has declined to comment on the new work while his team’s paper is waiting formal publication in a peer-reviewed journal.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Better photoresists or injection techniques might improve the success rate. Scientists might even skip the injection by using a photoresist that can cross cell membranes, Göpfrich says.",
            "In addition to the elephant and barcodes, the researchers 3-D printed a micro-laser. It consists of a tiny sphere. When illuminated, it traps and amplifies light inside it. Micro-lasers could also be used to track cells. Subtle variations in the sphere size change the light the laser emits. So each cell could have a distinct light signature.",
            "Micro-lasers could also be used to sense conditions within a cell, Gather says. For instance, some molecules might latch onto the sphere’s surface and alter the laser’s light signal.",
            "Scientists aren’t sure yet how the 3-D printing technique will be useful. In its paper, Humar’s team proposes creating barriers within cells. Such tiny structures could isolate parts of a cell so that scientists could study their function.",
            "This could create new ways to study cells without modifying their DNA. It would open up new possibilities, Göpfrich says.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/emotion-memory-help-remember-moments",
        "title": "\n\tBig moments can help you remember little things, too",
        "content": [
            "*_Big_moments_can_help_you_remember_little_things,_too0",
            "Why do we remember some ordinary moments and not others? A new study shows that weak memories can attach themselves to more exciting ones.",
            "Chenyang (Leo) Lin grew up in a city along China’s south coast. It was far from any woods. So the large trees and darting squirrels he saw while hiking in New Hampshire, last year, awed him. “That was very new to me.” That hike is now crystallized in Lin’s memory. So, oddly, are the more familiar chickens he saw on his way to that hike.",
            "Lin is a brain and behavior expert at Boston University in Massachusetts. His latest research helps explain why both those chickens and squirrels have lodged in his memory.",
            "Events that pack an emotional punch help people remember moments they would otherwise forget, that research shows. Lin is part of a team that shared these findings September 24 in Science Advances.",
            "The brain seems to tie together related objects and events. That’s probably why Lin remembers ordinary farm animals along with what he saw as super cool squirrels.",
            "Understanding what people remember — and forget — could help students retain information. And, Lin adds, it might also help therapists better treat trauma patients.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Pairing a weak memory with a strong one can make the weaker one stick, too. Known as tag and capture, this theory has been around since the 1990s. Researchers suspected everyday memories could create temporary marks — or tags — on neurons. These tags would disappear, however, within a few hours. Think of them like Post-it notes that can easily fall off.",
            "If, however, a more powerful memory comes along shortly afterward, the weaker memory might be saved.",
            "Here’s how it was thought to work. The powerful memory triggers a rush of proteins in the hippocampus and linked areas of the brain. These are areas where memories form. Tagged neurons would capture those proteins. And just like adding a strong glue to the Post-it note, they’d make the weak memories stick to the powerful ones.",
            "Lin and his team decided to test that idea.",
            "They asked more than 100 people to observe sequences of images on a computer. Sometimes people saw animals (such as aardvarks, hamsters or sea stars). Other times they saw everyday tools. Participants initially just viewed these images — dozens of them. Next, they viewed similar images. This time, they’d be rewarded for labeling them as animals or tools.",
            "About half the participants, for instance, might receive 900 points for identifying a hamster as an animal and 1 point for identifying a hammer as a tool. The other half received the opposite rewards: maybe 900 points for the hammer and 1 point for the hamster.",
            "The next day, the team gave their participants a pop quiz on images they’d seen the day before. And, it turns out, both reward size and type of image sometimes affected what these people remembered.",
            "Receiving a big reward for identifying animals enhanced someone’s memories of animals. Those who received a small reward remembered about 45 percent of the animals they’d seen in the first round. Participants remembered more — about 50 percent — if they’d received a large reward for labeling the animals earlier.",
            "This memory boost didn’t work for tools, though. Big rewards didn’t help people remember the tools they’d seen earlier. Lin suspects that’s because people formed strong memories of the tools from the beginning, so adding a reward didn’t provide much more of a benefit.",
            "Rewards for animals also didn’t help people remember which tools they’d seen. It seems the brain links memories within a category, not across different categories.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Everyday memories are known to be temporary, says Joseph Dunsmoor. This cognitive neuroscientist works at the University of Texas at Austin where he has done similar research. This new study, he notes, is one of the first to show the brain is more likely to recall weak memories when they relate to some other, strong memory. “The thing that occurred in the past suddenly takes on more meaning,” he concludes.",
            "Lin’s team also showed that people were better at forming new memories after receiving a big reward. After a big event, the brain is alert. It’s open to new information. So now, Lin says, new memories are more likely to stick around.",
            "Sorting out what’s going on in the brain while memories form will take more time.",
            "In the meantime, therapists could use these findings to help people enhance the everyday memories that occurred before a trauma. This might dull the pain of what came after, Lin says. Teachers might also use the findings to help students retain more of what they learn. For instance, Lin suggests, if Susie surprisingly jumps up and down in a math word problem, perhaps the class should jump up and down, too."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/a-little-shape-up-helps-these-pimple-patches-get-a-grip",
        "title": "\n\tA little shape-up helps these pimple patches get a grip",
        "content": [
            "*a_boy_with_light_skin_and_light_brown_hair_examines_a_red_blemish_on_his_face_in_the_mirror",
            "Acne and other skin blemishes can be especially common during adolescence. New microneedle technology helps some new antibacterial skin patches get a better grip. ",
            "That pimple patch you’re using now is so last year. A new type locks on to pesky pimples better. Its secret is its tiny, uniquely shaped needles. They also help the patches more effectively deliver zit-fighting ingredients.  ",
            "Even if you hate needles, the ones in the new patches shouldn’t spook you. They’re “very short,” notes Shayan Fakhraei Lahiji — about 250 micrometers. That’s about one-one hundredth of an inch long. A bioengineer, Lahiji works at Cursus Bio. It’s a drug company in Seoul, South Korea. He helped shape — literally — this new approach to acne treatment.",
            "*a_photo_of_a_pimple_patch_on_a_fingertip",
            "fCThe tiny pinpricks of this antibacterial patch dissolve in about two hours, delivering acne-clearing medication.",
            "Each needle-packed patch is about the size of a contact lens and “almost invisible,” he says. Once placed on a pimple, its needles lock in. Over two hours, the tiny pricks dissolve and disappear. After that, you can remove the transparent patch, he says.",
            "Hyaluronic (HY-uh-lu-RON-ik) acid — a chemical that plumps up our skin — gives structural support to the microneedles. Those tiny needles then deliver antibacterial compounds right where they’re needed. Inflammation-fighting chemicals also cool redness and swelling.",
            "Among tests in treated people, more than eight in 10 of patched pimples disappeared within three days. Details of how the new tech works appear in the July Biological and Medical Applications of Materials and Interfaces.",
            "Lahiji’s team didn’t invent pimple patches. People can buy simpler styles today. Many of those, too, use microneedles. But needles in the new patches have a unique geometry that anchors them in place. It sets them apart from what you can buy now, Lahiji says.",
            "The microneedles used in other drug-delivery patches tend to be cone-shaped. But that means they easily slip out of the skin. The Korean team gave their needles a bulb-shaped bottom. They call the design “MicroLock.” Like soft-edged-cylindrical barbs, they lock in place.",
            "Most microneedles are cone-shaped. But the bulb-shaped base of needles on the new patches helps secure them onto the skin.",
            "*a_compound_image,_typical_microneedles_to_the_left,_a_simple_cone_shape_and_microlock_needles_to_the",
            "fCCursus Bio",
            "The value of this shape-up could expand beyond the acne market, Lahiji says.",
            "Slipping out of skin is a known problem with microneedle technology, says Ayhan Çelik. A chemical biologist, he works at Imperial Bioscience Limited. That’s a drug technology company in Brighton, England. Çelik didn’t work on the new study. But he, too, has been working on microneedle patches using hyaluronic acid.",
            "Such patches show a lot of potential, Çelik says. For instance, they might one day provide shot-free options for the delivery of some injectable drugs. Or even vaccines.",
            "Such patches could offer other advantages, too, he adds. A shot puts a lot of the medicine into a tiny area. In contrast, Çelik notes, patches would deliver a drug to a broader area — “not a single point.” He believes that will lead to a better immune response than a typical shot.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The needles of the new acne patch are too short to deliver a vaccine. But Lahiji and his team have developed other versions that might enable other uses for the “locking” microneedles.",
            "For now, notes Lahiji, “there are no microneedle products [for] medicines that require prescriptions.” Or for vaccines. But his team is working on ways that microneedles could deliver such drugs. One type would deliver medicines targeted at diabetes and obesity. His group described it in 2024 in Advanced Materials.",
            "Governments regulate what new medical products can be used in their countries. These rules ensure those products are safe. In the United States, for instance, the Food and Drug Administration, or FDA, writes those rules. Right now, no such rules exist for microneedle patches, Çelik notes. That makes them a headache for companies to develop and bring to pharmacies. “Everyone is waiting for” those guidelines, he says.",
            "Acne patches are an exception to that. These patches are deemed “cosmetic,” not medical. Their needles not only are extra tiny, but they also deliver no prescription drugs — just over-the-counter acne-clearing meds.",
            "Locking microneedles might help open the door for patch delivery of other medications. Why? When it comes to prescription drugs, how much a patch dispenses really matters, explains Çelik. The FDA would require a patch to deliver a set dose — not more, not less. Patches typically lack such consistency.",
            "For example, a patch may deliver 40 percent of the drug one time. The next, it might deliver only 8 percent, notes Çelik. A microneedle patch for prescription medicines, he says, must deliver the same amount of drug “each and every time.”",
            "By anchoring the new patches in place, the new microneedles should mean that “every time, they will deliver approximately 80 percent of the drug,” Çelik says. At least, he adds, “That’s what [its makers now] claim.”",
            "Other problems remain to be solved, such as how big a dose they can dispense. For some drugs, the tiny needles may not be able to deliver enough to have the needed effect, says Çelik. In these cases, they may never fully replace hypodermic needles.",
            "The new acne patch system was developed by Cursus Bio. Its product should hit store shelves in Korea by November, Lahiji says. U.S. consumers will have to wait a few months longer — until at least next January.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/listening-sound-boost-focus-attention",
        "title": "\n\tListening to slightly different sounds in each ear may boost focus, teen finds",
        "content": [
            "*Toby_Lam_stands_in_front_of_a_red_background_and_his_poster_about_how_sound_can_affect_people's_focu",
            "As a piano player, Toby Lam is fascinated by how music and other sounds affect our mental performance. ",
            "As a longtime piano player, Toby Lam is fascinated by how music affects people. He’s done experiments testing how music influences mood and memory. When he learned that attention spans have been shrinking in recent decades, Toby wondered: Could music boost focus? And what he’s found may surprise you.",
            "*_Listening_to_slightly_different_sounds_in_each_ear_may_boost_focus,_teen_finds1",
            "fCFourteen-year-old Toby Lam investigated how listening to video game music and “binaural” beats affects how well people can focus.",
            "Toby, 14, set up an online experiment with 65 participants. Everyone played a game where they had to press a key if certain digits appeared on a screen. A third of the participants played in silence. Another third heard the theme song from Nintendo’s Tetris game for half of the task. The final third listened a slightly different tone in each ear for half of the task. Such “binaural” beats give the illusion that someone is listening to a pulsing beat.",
            "Toby then compared players’ reaction times and accuracy. Those who listened to binaural beats did best. Those who heard the Tetris theme performed worst. Toby hopes his results might help students find better ways to focus while studying.",
            "An aspiring chemist, Toby did this project as a seventh grader at Long-View Micro School in Austin, Texas. His research earned him a finalist spot in the 2025 Thermo Fisher Scientific Junior Innovators Challenge. This program is run by Society for Science, which also publishes Science News Explores.",
            "Here, Toby shares his research experiences and advice.",
            "“When I was researching about what types of music can help our attention spans, binaural beats and video game music were consistently coming up in the search results,” Toby says. “Also, they’re two types of music that I hadn’t studied in previous projects.”",
            "“Once I finally got the results and started to see clear trends,” Toby says. “That was very exciting.” Those trends were not statistically significant. That is, he can’t completely rule out that they arose from chance. “But this doesn’t mean that my experiment was a failure,” he adds. Toby sees it as a launch point for a larger investigation into sound and attention.",
            "“If I were to repeat this study, I would probably … give the participants more time to listen to the music,” Toby says. “That would just allow for much clearer trends and stronger results.” Musicians also tended to do better on the task, his data showed. That’s “really interesting,” Toby says, “and something I could study in the future.”",
            "“One helpful resource is Google,” Toby says. “That’s a great way to just get started.” Research can help you decide whether an idea is worth pursuing. And don’t give up, he adds. If you try something and it doesn’t work, failure isn’t a problem, he says. “That’s part of the experimental process.” ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-supermoon-definition-pronunciation",
        "title": "\n\tScientists Say: Supermoon",
        "content": [
            "*A_supermoon_rises_over_a_lighthouse_on_Kidston_Island_off_the_coast_of_Nova_Scotia,_Canada",
            "A supermoon rises over a lighthouse on Kidston Island off the coast of Nova Scotia, Canada.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/soundcloud%253Atracks%253A2208510212&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A supermoon is a full moon that appears larger and brighter than usual. It occurs when the moon is full and at its closest point to Earth. The word can also refer to a new moon — normally not visible — that occurs when Earth and the moon are closest together.",
            "Our moon doesn’t remain at a constant distance from Earth. That’s because it orbits Earth in the shape of an ellipse — like a squashed oval. Sometimes the moon’s orbit takes it farther away. Sometimes it draws the moon closer. When the moon swings closer to Earth, it can appear larger than usual. Sometimes this event coincides with phases of the moon that amplify the effect.",
            "iFhttps://www.youtube.com/embed/wz01pTvuMa0?feature=oembed",
            "This video illustrates the phases of Earth’s moon.",
            "A supermoon comes in two forms: a full supermoon and a new supermoon. Both happen when the moon comes within about 90 percent of its closest point to Earth. This point — when the moon’s orbit is closest to Earth — is called perigee. When it’s so close to Earth, the moon’s disk is about 14 percent larger in the sky than normal.",
            "The moon makes no light of its own. What we call moonlight is actually sunlight reflecting off the moon’s surface. A full moon is when the side of the moon facing Earth is completely lit up. It looks like a full circle, or disk. When a supermoon occurs during a full moon, astronomers call it a full supermoon. With the moon’s fully illuminated disk looking supersized, it really stands out in the night sky.",
            "A new moon occurs when the side of the moon facing Earth is not lit up, so we cannot see it at night. When a supermoon occurs during a new moon, scientists call it a new supermoon.",
            "Particles ejected from an Indonesian volcano painted a 2019 supermoon with rosy-red hues.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/black-hole-ringing-gravitational-waves",
        "title": "\n\tScientists caught a black hole ringing like a bell",
        "content": [
            "*Two_images_show_wiggly_lines,_the_top_from_2015_and_bottom_from_2025",
            "Two black holes spiraled around each other before combining into one. Here the black holes are shown as two black dots. This is a computer simulation of the gravitational waves (white and blue) released by that merger.",
            "A ringing black hole made ripples in spacetime. Spotted for the first time in January, these ripples are the clearest yet observed.",
            "Researchers reported detecting the signal in the September 12 Physical Review Letters.",
            "Such ripples are known as gravitational waves. They develop when massive objects rapidly accelerate in the cosmos.",
            "The newly discovered ones were born when two black holes merged. The pair formed one larger black hole that now rang like a struck bell. It emitted gravitational waves as its vibrations faded.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Scientists had predicted this, based on general relativity. That’s a theory of gravity. It describes how mass bends spacetime (which then gives rise to gravity). Gravitational waves stretch and squeeze spacetime as they pass by. General relativity also predicts that extremely compact objects — black holes — can form. Around them, spacetime will bend so much that nothing can escape.",
            "The new finding confirms that these and other rules of general relativity apply to black holes.",
            "The newly reported spacetime ripples had cut through background noise. And they did that better than any previous gravitational waves.",
            "Just hearing a bell can tell you if it’s big or small, says Katerina Chatziioannou. A physicist at Caltech in Pasadena, Calif., she worked on the new study. “The frequencies that an object makes when you strike it are unique to it,” she says. For a bell, those frequencies correspond to different pitches, or sounds. The bell’s size and shape determine what sounds it will make when struck.",
            "“The same thing is true with black holes,” she says.",
            "Like bells, black holes ring with a fundamental pitch. Both also ring at other frequencies, known as overtones. Those overtones fade away more quickly than the fundamental. For the newly reported merger, both the fundamental and the first overtone were detected.",
            "LIGO (short for the Laser Interferometer Gravitational-Wave Observatory) detected the gravitational waves. LIGO is made of two detectors — one in Hanford, Wash., the other in Livingston, La.",
            "LIGO’s measurements matched something called a Kerr black hole. That’s the prediction for how a spinning black hole should behave. It’s based on a solution to the equations of general relativity. (New Zealand mathematician Roy Kerr first worked out that solution back in 1963.)",
            "*Two_images_show_wiggly_lines,_the_top_from_2015_and_bottom_from_2025",
            "fCImprovements to LIGO’s detectors over the past decade have reduced noise, allowing signals to pop. This graph shows gravitational wave signals from the LIGO Hanford detector. The height of a wave detected 10 years ago (purple, top) is similar to another detected this year (bottom), but the recent detection is less jittery. The green line in both is a best fit to the data, based on predictions from general relativity.",
            "Similar tests have been tried before with gravitational-wave data. But this is the first time an overtone has been detected so clearly. That’s necessary for this type of test, Chatziioannou says.",
            "The team also considered a concept called the area theorem. It was developed by physicist Stephen Hawking in the 1970s. It states that the surface area of a black hole can grow over time — but not shrink. The newly formed black hole had a surface area larger than the sum of the two original ones. That agrees with this rule.",
            "An earlier black-hole merger also seemed to agree with Hawking’s area theorem. But the latest, clear signal gives a more definitive match.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/visual-microphone-sees-sounds",
        "title": "\n\tThis microphone picks up sounds by watching them",
        "content": [
            "*three_glass-enclosed_cubicles_with_young_professionals_in_each_The_middle_cubicle_has_two_people_in_",
            "A new microphone can work even when sound waves are blocked — such as through glass. It works by photographing tiny disturbances made as sound waves subtly shake an object’s surface. A computer then turns those images back into sound.",
            "Sound travels in waves of vibrating air molecules that bump into each other. Microphones work by picking up these vibrations. Scientists had wondered if they could make microphones that see those vibrations rather than hear them. Now researchers in China have built such a device.",
            "The new gadget photographs tiny disturbances made as sound waves subtly quake the surface of an object. A computer then turns those images back into sound. This means the microphone can work even when it isn’t able to “hear.” For instance, when a glass barrier dampens or blocks sound waves.",
            "“This is a promising technology to detect faint audio signals,” says Varun Raghunathan. He’s an optics engineer at the Indian Institute of Science in Bengaluru. He didn’t work on the new tech. But it could someday be used in environmental, industrial and security-monitoring applications, he says.",
            "This is hardly the first attempt to make a microphone that works with light. Alexander Graham Bell, the inventor of the telephone, built one back in 1880. He called it a photophone. It carried sound on a beam of light.",
            "Sound travels as air transfers vibrations from one molecule to the next — until they reach our eardrums. When sound waves hit objects, such as a leaf or sheet of glass, they vibrate those surfaces, too. The movements are too tiny for us to see. Still, they can be measured.",
            "That’s what the photophone did. It directed a speaker’s voice onto the back of a flexible mirror. As someone spoke, the sounds disturbed the air. Those disturbances, in turn, made the mirror flex back and forth. This alternately transformed the mirror’s surface into concave and convex shapes. And that flexing changed how light reflected off it.",
            "At the listener’s location, the light pulsated with each spoken word. The pulsing light was beamed onto a set of metallic gratings that turned the light back into sound.",
            "At first, the device could transmit sound across a room. In a later test, the photophone transmitted sound from one building to another some 200 meters (660 feet) away.",
            "Today’s telephones use the same principle as the photophone. They rely on electricity instead of light.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "More recently, efforts to make optical microphones have depended on high-speed cameras or a laser’s precisely controlled beam of a single color (wavelength) of light. These setups tend to be both complex and costly.",
            "A team of researchers in China has now taken a different approach: single-pixel imaging.",
            "“An image is composed of many dots of different colors and intensities,” explains Xu-Ri Yao. A physicist, he led this work at the Beijing Institute of Technology. “When we use a camera to capture an image,” Yao says, “numerous photoelectric sensors record the intensity of each dot. Such photoelectric sensors are called pixels.”",
            "Cameras usually have a lot of these sensors arranged on a flat surface. The light intensity at those sensors gets combined and displayed as an image.",
            "Single-pixel imaging, in contrast, uses just one sensor. It collects data for an image by making measurements as it scans a scene. Then computers assemble all these data to reconstruct an image.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "In this way, Yao’s team could pick up how sound waves had subtly shaken a paper card or a leaf. A computer then decoded these data into audible sound.",
            "The device successfully captured Chinese and English pronunciations of numbers. It also decoded an excerpt from a famous short piece of music by Beethoven: Für Elise.",
            "“This method enables sound detection using everyday items, like paper cards and leaves, under natural lighting,” Yao says. What’s more, it creates a relatively small amount of data. That makes it easy to download for storage or to upload to the internet.",
            "The device can pick up vibrations from faint audio. But right now this only works in a laboratory.",
            "Yao’s group is also working to make its device more sensitive and accurate. So far, it can capture sound from about a half meter (1.6 feet) away. The scientists hope to increase that distance. They also aim to make the microphone smaller and more portable — “a device that ordinary people can carry around conveniently.”",
            "The researchers suspect one application could be listening for a human pulse and heart rate. The team is fine-tuning the microphone’s ability to measure a pulse, Yao says.",
            "Detecting sound in environments that are noisy or have a lot of movement remains a key challenge, Yao says. That will take more advanced computer algorithms, along with improved hardware and extensive field testing. But if they succeed, he says, this tech could prove “stable, practical and widely applicable in real-world scenarios.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/gifted-dogs-learn-sort-fetch-toys",
        "title": "\n\tSome gifted dogs can learn to sort their toys",
        "content": [
            "*A_gray_and_white_dog_plays_tug_of_war_with_a_blue_rope_toy",
            "Harvey, a border collie, enjoys tug-of-war with a pull toy. Border collies are among dog breeds that are good at recognizing toys by name.",
            "“Where’s your squeaky ball? Bring me your panda bear!” It’s not unusual for some dogs to learn the names of their favorite toys. But some dogs can categorize toys by how they’re used during play, researchers now report. These dogs can even decide what category a new toy should be in, based on how it’s used. And that’s without any verbal or physical clues.",
            "This work came about after a dog in another study could sort her own toys into categories like ball, rope and ring. She could even “sort toys she’d never seen before into those categories,” says Claudia Fugazza of Eötvös Loránd University. That’s in Budapest, Hungary.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "“We wanted to test whether dogs could also classify a toy based strictly on how it is used during play, rather than on shared physical traits,” Fugazza says. This animal behavior researcher led the new study in the Oct. 6 Current Biology.",
            "Her team focused on dogs known as gifted word learners. These were pets famed for their extensive vocabulary of toy names. Many were border collies who picked up on the toy names during casual at-home play.",
            "*A_brown_and_white_dog_sits_behind_a_pile_of_dog_toys,_including_many_colorful_plushies_In_the_dogs_m",
            "fCBorder collie Gaia sits next to her sizeable toy collection. Researchers tested her ability to sort toys based on how they were used during play with her owner.",
            "The researchers recruited 11 such gifted word learners and their owners to take part. Seven completed the project.",
            "Each dog was studied at home. First, owners played games with their dogs: either “pull” or “throw.” In other words, they played tug-of-war or fetch. The toys they used ranged from braided ropes to plushies and squeakers.",
            "During each game, the owner repeatedly said the category out loud. Toys were assigned to a category at random. In other words, a toy’s physical traits did not dictate how it would be used.",
            "Game playing continued until the dogs related each toy to either “pull” or “throw.” Then, owners and dogs played the same pull or throw game with toys the dogs had not seen before. This time, the owners did not name the activities out loud.",
            "Next, owners asked their dogs to “bring me a pull” or “bring me a throw” from a toy pile. This tested if the dogs applied the labels based on their play with that toy. Correct picks suggest the dogs could generalize the same labels from the old toys to the new ones.",
            "These dogs picked a new toy right most of the time — in 31 out of 48 trials. This was despite never having heard the categories for those items said out loud. Most “mistakes” were in choosing an old pull or throw toy they had learned earlier.",
            "iFhttps://www.youtube.com/embed/acktwDet7Bo?feature=oembed",
            "Some dogs that have a knack for learning their toys’ names can also sort toys by their use, a new study finds.",
            "Previous animal studies that categorized things by their use had been done in a lab. They also relied on formal training. “This is the first study exploring this cognitive skill in animals in their natural environment,” Fugazza says. Here, it was dogs “at home playing naturally with their owners.”",
            "Earlier research also hadn’t considered physical or other cues the dogs might have gotten. The new study made sure the dogs got only social cues — that is, how their owners had them play with a toy.",
            "Such learning in a natural setting suggests the dogs could figure out a toy’s use from context. That’s “both more sophisticated and more ecologically valid than we’ve appreciated,” says Vanessa Woods. She’s an evolutionary anthropologist at Duke University in Durham, N.C. She also directs a project known as the Duke Puppy Kindergarten.",
            "The new findings demonstrate “that dogs are not only memorizing labels but can also flexibly use them in a way that reflects deeper categorization,” she says.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Next, researchers may want to explore what other mental categories these dogs can learn. Figuring out what brain activities underlie these abilities would be something else to look into.",
            "“It’s exciting to see dogs recognizing, remembering, inferring,” Fugazza says. “It takes a lot of cognitive processing to do what they’re doing.”",
            "Fugazza calls these gifted word learners her “ambassadors to understanding dog cognition.” She says the new study doesn’t show that all dogs have this functional-labeling skill. “But,” she adds, “I wouldn’t exclude that.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/birds-singing-longer-light-pollution",
        "title": "\n\tBirds are singing longer, thanks to light pollution",
        "content": [
            "*An_image_of_a_male_cardinal_singing",
            "In places with a lot of artificial light, birds like this Northern cardinal sing an extra 50 minutes on average. That includes about 18 minutes more in the morning and 32 minutes more in the evening. ",
            "Light pollution makes birds work overtime.",
            "Streetlamps, buildings and other human-made sources pollute the night with artificial light. This extra brightness can lead to birds singing nearly an hour longer per day, researchers have found. That number comes from a new study of nearly 600 bird species around the world.",
            "How much the singing increased took the researchers by surprise. “We expected some behavioral adjustment to the lights at night,” says Neil Gilbert. But “we didn’t anticipate that it would be this impactful.” Gilbert is an ecologist at the Oklahoma State University in Stillwater. He studies how human actions impact wildlife behavior. ",
            "Past research has shown that artificial light has a big impact on wildlife. Birds that migrate at night can become disoriented by the lights. This can cause them to crash into buildings, leading to injuries and even death.",
            "The cycle between day and night also plays a part in controlling behavior and hormones in some birds. Artificial lights can mess with these natural rhythms. That can change when birds sleep, breed and migrate. Some studies have shown that certain bird species become active earlier in the day in light-polluted areas.",
            "Gilbert and his colleague Brent Pease wanted to know how light affects birds on a much larger scale. Pease is a wildlife ecologist at Southern Illinois University in Carbondale. The duo used data from BirdWeather. In this global citizen science project, volunteers record bird sounds. Machine learning analyzes each sound to identify the species.",
            "Gilbert and Pease filtered the dataset for 4.4 million bird calls. They then looked at the daily start and end times of 583 bird species’ songs. And they compared those times to the local light-pollution levels.",
            "In the brightest places, birds sang an average 50 minutes longer than in the darkest places. They sang some 18 minutes more in the morning and 32 minutes in the evening. The researchers shared their findings August 21 in Science.",
            "Light’s effects were especially noticeable for species with larger eyes. This may be because such birds are more sensitive to light. One of these species is the killdeer (Charadrius vociferus). It’s a shorebird found across much of North America.",
            "The effect of light pollution was also greater during the breeding season. This is when birds naturally start singing earlier, during darker morning hours. If they live in light-polluted areas, artificial lights might fool them into thinking it’s later than it is. This can encourage them to sing even earlier.",
            "It’s still unclear whether this extra singing is harmful to birds. It might disrupt their sleep, says Gilbert. But the birds might make up for that by sleeping during the day. Extra time awake may even be helpful. It could give birds more time to find food to feed their young.For Pease, the findings show just how much people can impact wildlife without meaning to. “We cast [lights] more or less mindlessly into the night,” Pease says. Yet these lights “are having widespread and often subtle effects on the lives of animals all around us.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-your-weekly-word",
        "title": "\n\tScientists Say: Your weekly word",
        "content": [
            "*dictionaries",
            "What’s that word? Find new science words every week with Scientists Say.",
            "Every week in our series Scientists Say, Science News Explores highlights a new science word, from absolute zero to zooxanthellae. Each word has a definition and is used in a sentence to help you understand the meaning. There’s even an audio recording, so you can hear exactly how to pronounce the term. All the words covered so far are listed below. Got a word you want to know about? Send an email to sns@sciencenews.org and put in a request!",
            "Absolute zero",
            "Absorb",
            "Acceleration",
            "Accretion disk",
            "Acid",
            "Acidification",
            "Acoustic",
            "Adaptation",
            "Addiction",
            "Adsorb",
            "Aerosol",
            "Agrivoltaics",
            "Albedo",
            "Algebra",
            "Alkaline",
            "Allele",
            "Altitude",
            "Amino acid",
            "Amoeba",
            "Ampere",
            "Amphibian",
            "Amusia",
            "Amygdala",
            "Anthropocene",
            "Anxiety",
            "Aphantasia",
            "Archaea",
            "Archaeology",
            "Artificial Intelligence",
            "Asteroid",
            "Astronaut",
            "Astronomical interferometry",
            "Atmosphere",
            "Atoll",
            "Atom",
            "Atomic number",
            "ATP",
            "Aufeis",
            "Autophagy",
            "Autopsy",
            "Avalanche",
            "Avulsion",
            "Bacteria",
            "Base",
            "Beakiation",
            "Big Bang",
            "Biofilm",
            "Biomagnify",
            "Bionic",
            "Black hole",
            "Blood-brain barrier",
            "Body mass index",
            "Bog",
            "Bond",
            "Brainwaves",
            "Bromeliad",
            "Bruxism",
            "Caecilian",
            "Calculus",
            "Calorie",
            "Camouflage",
            "Campfire",
            "Capsaicin",
            "Carbohydrate",
            "Carbon capture",
            "Carcinogen",
            "Catalyst",
            "Causation",
            "Cellulose",
            "Chemical",
            "Chimera",
            "Chlorophyll",
            "Chromosome",
            "Circadian",
            "Circumnutation",
            "Climate",
            "Code",
            "Cognition",
            "Colloid",
            "Comet",
            "Compound eye",
            "Confirmation bias",
            "Connectome",
            "Constellation",
            "Continent",
            "Convection",
            "Copepod",
            "Coprolite",
            "Coral",
            "Coriolis Effect",
            "Corona",
            "Correlation",
            "Cortical homunculus",
            "Cosmic microwave background",
            "Cosmic rays",
            "Crepuscular",
            "Crystal",
            "CT scan",
            "Cyanide",
            "Cyclone",
            "Dark energy",
            "Dark lightning",
            "Dark matter",
            "Data",
            "Decay",
            "Decibel",
            "Deep brain stimulation",
            "Deepfake",
            "Deforestation",
            "Denisovan",
            "Desert",
            "Dialect",
            "Diffraction",
            "Digital footprint",
            "Dimension",
            "Dinosaur",
            "Dioxide",
            "Dire wolf",
            "Diurnal",
            "DNA",
            "DNA sequencing",
            "Domestication",
            "Dopamine",
            "Doppler Effect",
            "Drought",
            "Dung",
            "Dwarf planet",
            "Earthquake",
            "Echolocation",
            "Eclipse",
            "Ectoparasite",
            "Ectotherm",
            "eDNA",
            "Egg",
            "Electron",
            "El Niño",
            "Ellipse",
            "Endocytosis",
            "Endotherm",
            "Engineering",
            "Enzyme",
            "Epidemic",
            "Epidermis",
            "Equation",
            "Equinox",
            "Estuary",
            "Eukaryote",
            "Eutrophication",
            "Excitation",
            "Excretion",
            "Evolution",
            "Exocytosis",
            "Exomoon",
            "Exoplanet",
            "Experiment",
            "Explosion",
            "Extinction",
            "Extremophile",
            "Eyewall",
            "Faraday cage",
            "Fatty acid",
            "Fault",
            "Fermentation",
            "Ferrofluid",
            "Fertilize",
            "Fiber optic cable",
            "Firenado",
            "Firewhirl",
            "Fission",
            "Fluorescence",
            "Food web",
            "Force",
            "Forensics",
            "Fossil",
            "Fracking",
            "Fractal",
            "Frequency",
            "Frostbite",
            "Frost quake",
            "Fruit",
            "Fulgurite",
            "Fungi",
            "Fusion",
            "Galaxy",
            "Gamma ray",
            "Gas giant",
            "Genealogy",
            "Genetic engineering",
            "Genus",
            "Geometry",
            "Geyser",
            "Glacier",
            "Glia",
            "Global Positioning System",
            "Glymphatic System",
            "Goldene",
            "Goldilocks zone",
            "GPS",
            "Gradient",
            "Graphene",
            "Gravitational lens",
            "Gravity",
            "Guinea worm",
            "Guttation",
            "Gyroscope",
            "Habitable zone",
            "Hagfish",
            "Haptic",
            "Hardware",
            "Herbivore",
            "Hertz",
            "Hibernaculum",
            "Hibernation",
            "Hippocampus",
            "Histology",
            "Hominid",
            "Hoodoo",
            "Hormone",
            "Humidity",
            "Hurricane",
            "Hydrogel",
            "Hyperthermia",
            "Hypothermia",
            "Hypothesis",
            "Ichnology",
            "Imaginary number",
            "Inclusion",
            "Inertia",
            "Infection",
            "Inflammation",
            "Infrared",
            "Inorganic",
            "Insulin",
            "Intron",
            "Invasive species",
            "Ion",
            "Ionosphere",
            "Irruption",
            "Isotope",
            "Jellies",
            "Jet stream",
            "Joule",
            "Jurassic",
            "Kakapo",
            "Kelp",
            "Kelvin",
            "Keratin",
            "Kevlar",
            "Kidney",
            "Kinetic energy",
            "Krill",
            "Kugelblitz",
            "Lachryphagy",
            "Lactose",
            "La Niña",
            "Large language model",
            "Larva",
            "Laser",
            "Latitude",
            "Lava",
            "Lava bomb",
            "LED",
            "Lift",
            "Light pollution",
            "Light-year",
            "Lignin",
            "Liver",
            "Loci",
            "Locus",
            "Longitude",
            "Luminescence",
            "Lymph",
            "Machine Learning",
            "Magnetosphere",
            "Marcescence",
            "Mass",
            "Magma",
            "Magnetism",
            "Marsupial",
            "Mean",
            "Median",
            "Medullary bone",
            "Megalodon",
            "Melatonin",
            "Menstruation",
            "Metabolism",
            "Metal",
            "Metamorphosis",
            "Meteor",
            "Meteorite",
            "Meteorology",
            "Methane",
            "Microbiome",
            "Microgravity",
            "Microplastic",
            "Migration",
            "Mineral",
            "Mitochondrion",
            "Mitosis",
            "Möbius strip",
            "Mode",
            "Model",
            "Molecule",
            "Momentum",
            "Monotreme",
            "MRI",
            "Multiverse",
            "Mummy",
            "Muon",
            "Mutation",
            "Mycelium",
            "Myopia",
            "Naloxone",
            "Narcotic",
            "Neandertal",
            "Nebula",
            "Necropsy",
            "Nectar",
            "Nematocyst",
            "Nematode",
            "Neurodivergent",
            "Neuroplasticity",
            "Neuron",
            "Neurotransmitters",
            "Neutron",
            "Neutron star",
            "Neutrophil",
            "Niche",
            "Nicotine",
            "Nocturnal",
            "Nucleosynthesis",
            "Nucleus",
            "Nutrient",
            "Obesogens",
            "Octopod",
            "Okapi",
            "Olfactory",
            "Oort cloud",
            "Opioid",
            "Optogenetics",
            "Orbit",
            "Organic",
            "Organelle",
            "Organoid",
            "Osmosis",
            "Outbreak",
            "Outlier",
            "Oxidation",
            "Ozone",
            "Paleontology",
            "Pandemic",
            "Papillae",
            "Parasite",
            "Parabola",
            "Pareidolia",
            "Parthenogenesis",
            "PFAS",
            "Phloem",
            "Pi",
            "Piezoelectric",
            "Peptide",
            "Periodic table",
            "Permafrost",
            "Petrichor",
            "pH",
            "Photochromic",
            "Photon",
            "Photovoltaic",
            "Pigment",
            "Placebo",
            "Planet",
            "Plankter",
            "Plasma",
            "Plastic",
            "Plastisphere",
            "Poisonous",
            "Polarized light",
            "Pole",
            "Pollen",
            "Pollution",
            "Polymer",
            "Potential energy",
            "Power",
            "Prairie",
            "Precipitation",
            "Predator",
            "Prehistoric",
            "Prey",
            "Primate",
            "Prime number",
            "Protein",
            "Protist",
            "Proton",
            "Proxima b",
            "Proxima centauri",
            "Pulsar",
            "Quantum",
            "Quantum dot",
            "Quarantine",
            "Quark",
            "Quartile",
            "Quasar",
            "Quoll",
            "Rabies",
            "Radar",
            "Radiation",
            "Radioactive",
            "Radio waves",
            "Rare earth element",
            "Receptor",
            "Red dwarf",
            "Reduction",
            "Refraction",
            "Regolith",
            "Relapse",
            "Remission",
            "Replication",
            "Respiration",
            "Richter Scale",
            "Rime ice",
            "Ring of fire",
            "RNA",
            "Robot",
            "Rocket propellant",
            "Rubisco",
            "Runoff",
            "Salinity",
            "Salt",
            "Satellite",
            "Saturated fat",
            "Savanna",
            "Seismology",
            "Semiconductor",
            "Silicon",
            "Silicone",
            "Social",
            "Software",
            "Solar",
            "Solar cycle",
            "Solar wind",
            "Solstice",
            "Solution",
            "Space weather",
            "Spaghettification",
            "Species",
            "Speleology",
            "Sperm",
            "Stalactite",
            "Stalagmite",
            "Statistical significance",
            "Stereoscopy",
            "Stereotype",
            "Stomata",
            "Stone Age",
            "Strain",
            "Stratigraphy",
            "Sublimation",
            "Sundog",
            "Supercomputer",
            "Superconductor",
            "Supercontinent",
            "Supercool",
            "Supernova",
            "Surface tension",
            "Symbiosis",
            "Synapse",
            "Taphonomy",
            "Tectonic plate",
            "Telescope",
            "Telomere",
            "Theia",
            "Theory",
            "Thought experiment",
            "Tinnitus",
            "Tonsils",
            "Torpor",
            "Torque",
            "Toxin",
            "Transit",
            "Trauma",
            "Triclosan",
            "Tsunami",
            "Tundra",
            "Typhoon",
            "Ultrasonic",
            "Ultrasound",
            "Umami",
            "Uncertainty",
            "Understory",
            "Unsaturated fat",
            "Upwelling",
            "Urushiol",
            "Vacuole",
            "Vaccine",
            "Valence electron",
            "Vampire",
            "Variable",
            "Vector",
            "Venomous",
            "Ventral striatum",
            "Vertebrate",
            "Vestigial",
            "Vitamin",
            "Virtual reality",
            "Virulence",
            "Virus",
            "Viscosity",
            "Voltage",
            "Waterspout",
            "Watt",
            "Wavelength",
            "Weather",
            "Weather bomb",
            "Wetland",
            "Wormhole",
            "X-axis",
            "X-ray",
            "Xylem",
            "Y-axis",
            "Yeast",
            "Yellow dwarf",
            "Yottawatt",
            "Zika",
            "Zirconium",
            "Zoonosis",
            "Zooplankton",
            "Zooxanthellae",
            "2-D material"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-blue-whirl-definition-pronunciation",
        "title": "\n\tScientists Say: Blue whirl",
        "content": [
            "*When_floating_fuel_ignites,_a_pool_fire_forms_left_Sometimes,_a_pool_fire_rises_into_a_tall_yellow_c",
            "When floating fuel ignites, a pool fire forms (left). Sometimes, a pool fire rises into a tall yellow column called a fire whirl (center). And sometimes, that fire whirl stabilizes into a smaller — but much hotter — blue whirl (right).",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/soundcloud%253Atracks%253A2216649500&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A blue whirl is a kind of flame that most often occurs when fuel burns while floating on the surface of water.",
            "There are many different types of flames. They arise from different types of combustion — a chemical reaction that releases heat. A fresh campfire may blaze yellow, giving off lots of smoke and soot. A gas stove might burn blue, smokeless and super-duper hot. And floating fuel can ignite calmly spinning blue whirls.",
            "Scientists discovered blue whirls by accident in 2016. They had been studying another kind of flame called a fire whirl. These flames look like swirling yellow tornadoes.",
            "The team set up conditions to make fire whirls in the lab by burning fuel floating on water. This first creates what is called a pool fire. That’s when the floating fuel vaporizes first, and then that vapor burns. A pool fire often changes into a yellow fire column called a fire whirl.",
            "But to the researchers’ surprise, some fire whirls suddenly changed. Chaotic, yellow fire tornadoes swirled into calm blue flames. In 2020, scientists mapped the structure of blue whirls. Four smaller flames come together to create this storm of fire perfection.",
            "iFhttps://www.youtube.com/embed/yZ3eVdDFl18?start=1&feature=oembed",
            "Blue whirls can form in liquid fuel floating on water. The fire shifts from a tornado to a steady blue flame, which is made up of four different types of flames.",
            "Fire whirls can occur outside the lab. For example, when wind interacts with the fire just right — or just wrong — it can create a vortex of flame. When these occur in house or forest fires, they can threaten lives. Upward winds from the vortex can toss burning debris into the air. That can spread a fire.",
            "Blue whirls burn without these wild wind patterns. That makes blue whirls more predictable than normal fire whirls. Blue whirls also burn “cleaner” than typical fire whirls. That is, they produce very little smoke and soot.",
            "Scientists hope blue whirls may one day help clean up oil spills in the ocean. And because blue whirls burn cleaner and more predictably than most fire, they could also be used to build more efficient, cleaner-burning engines.",
            "Scientists discovered the stable flame of blue whirls arise from interplay between four types of smaller flames.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/what-are-vitamins",
        "title": "\n\tWhat are vitamins?",
        "content": [
            "*an_illustration_showing_fruits,_vegetables_and_other_foods_falling_out_of_an_open_pill_capsule_meant",
            "Many people think getting their daily vitamins means downing multivitamin pills or supplement capsules. In fact, most doctors and nutritionists would prefer we rely on food as the main source of these essential nutrients.",
            "If you were asked to choose a healthy snack, what would it be? Perhaps you’d opt for a tangy mango or cup of tart Greek yogurt topped with berries. Maybe crunchy broccoli florets with hummus comes to mind. These are all packed with nutrients — chemical substances that help our bodies function. Among those nutrients are traces of vitamins.",
            "Food scientists group vitamins and minerals together as micronutrients. That’s because living things need these to survive — but only in tiny amounts. While both vitamins and minerals are essential, chemically they’re quite different.",
            "Dietary minerals are elements that appear in soil and water. Calcium and iron are examples. Vitamins, in contrast, are molecules — made of several elements. Vitamins are also organic, meaning they contain the element carbon. ",
            "Our bodies can’t make minerals or most vitamins. That’s why we must get them from what we eat.Altogether, we need 13 vitamins to stay healthy. Eight are known as B vitamins. Rounding out the list are vitamins A, C, D, E and K. These all play essential roles in keeping our organs, tissues and cells working.",
            "Some, such as the B vitamins, help the body break down and release energy from food. Vitamin K allows our blood to clot. Vitamin A is important for our lungs, skin and eyes.Vitamin D is a pro-hormone. The kidneys turn it into a fully active hormone. And it’s quite versatile. This hormone plays a pivotal role in building strong bones and muscles and protecting the body from diseases, including some cancers. This vitamin also helps fight infections.",
            "Other vitamins — such as C and E — are antioxidants. They help protect against unstable molecules. At high levels, such molecules, called radicals, can damage cells and DNA.",
            "Vitamin C also supports your immune system in various ways. For instance, it helps keep immune cells healthy. But vitamin C also helps create collagen. A protein, collagen serves as a building block for many tissues, including our skin and the lining of our respiratory system. Those organs act as early lines of defense against incoming germs, explains Evangeline Mantzioris. She directs nutrition and food science at the University of South Australia in Adelaide.By keeping these systems healthy, vitamins help our bodies fight germs, limiting their chance of causing serious disease.",
            "Clearly, Mantzioris says, vitamins don’t just target one specific body function or organ. They make sure our bodies as a whole work as they should.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Vitamins fall into two general categories: water-soluble and fat-soluble.",
            "Most vitamins dissolve easily in water. That means they can be found in such body fluids as blood. These vitamins include all eight B types and vitamin C.",
            "“We tend to find the water-soluble vitamins in fruits and vegetables,” says Mantzioris. These are “foods that don’t have a lot of fat.” Our bodies don’t usually store any excess of water-soluble vitamins. Instead, unused amounts get flushed out in our urine. ",
            "*an_array_of_meats,_eggs,_beans_and_cheese_on_a_table_as_seen_from_above",
            "fCDairy products, seeds, eggs and meats are rich in not only protein but also the fat-soluble vitamins A, D and E. For fat-soluble vitamin K, reach for broccoli and other green (and often leafy) vegetables, beans, avocados, vegetable oils and some meats (such as chicken, pork and especially beef liver). ",
            "Fat-soluble vitamins — A, D, E and K — tend to show up in fatty foods. In fact, that fat helps our bodies better absorb these nutrients. Our liver and body will store any extra of these vitamins that we might consume until they’re needed later. “Even if we’re really lean, we still have a little bit of a fat stored in our body,” says Mantzioris. ",
            "The fat-soluble group also includes the two vitamins that people can produce: vitamins D and K. Bacteria in our intestines can make vitamin K. ",
            "Vitamin D is special. Known as the sunshine vitamin, our skin starts a process of making it by using the sun’s ultraviolet light. Today, most people lack ideal amounts. One reason: Covering up the body too much when in the sun. Sunscreen helps protect against skin cancers but limits vitamin D production. So does spending most of the daylight hours indoors. Darkly pigmented skin and very heavy cloud cover can limit exposure to the UV light that kick-starts vitamin D production. So can living at high latitudes, where a steep path through the atmosphere can filter out much of the sun’s ultraviolet light. ",
            "iFhttps://www.youtube.com/embed/ISZLTJH5lYg?feature=oembed",
            "The first half of this short video shows how the body absorbs vitamins, transports them to where they’re needed and, where possible, stores any excess. The second half shows the many functions these vitamins have in supporting our health.",
            "Most of the vitamins we need can be found in the foods we eat. While fruits and veggies are well-known for being rich in vitamins, meat and grains contain these essential nutrients, too.",
            "Vitamins are also available as food supplements sold widely in stores and over the internet. Many are synthetic preparations; others come from plant or animal sources. Some products may include single vitamins. Others may contain a blend meant to meet our daily needs.",
            "But for most of us who eat a balanced diet and get enough sunlight, these products are unnecessary. Instead, focus on eating a healthy diet that includes plenty of produce. Notes Mantzioris, “We didn’t evolve on supplements. We evolved on whole food.” ",
            "*an_array_of_vitamin-rich_fruits_and_vegetbales_in_every_color_spread_out_on_a_table",
            "fCFruits and veggies are our diet’s primary sources of water-soluble vitamins — the eight B types and vitamin C. They’re also rich in other micronutrients thought to have a wide range of roles in supporting our health.",
            "Whole foods contain more than just vitamins. For instance, oranges are an excellent source of vitamin C. But these and other types of fresh produce also contain hundreds of other nutrients that aren’t found in artificial supplements, Mantzioris points out. These include plant compounds called phytonutrients. Such compounds give many fruits and veggies their vibrant colors. Scientists suspect they also boost health and fight disease. And new ones are still being discovered. ",
            "Supplements can be useful, though. People with certain medical conditions may need help getting enough of some vitamins. And it’s hard to reach the recommended amount of vitamin D through food alone. Vitamin D supplements may help those with heavily pigmented skin or whose skin doesn’t get access to enough of the sun’s UV rays.But these supplements should only be taken after talking with your doctor, says Mantzioris. One reason: Mixing vitamin supplements with certain medications can be risky. ",
            "Some vitamins, such as A, can be toxic when taken in high amounts. But poisoning is highly unlikely to happen when they’re consumed as part of a balanced diet. Most people who consume too many vitamins do so by taking supplements.Taking too many supplements also risks flooding the body with more nutrients than it can handle. Fat-soluble vitamins can build up in our fat stores over time, leading to dangerous side effects. Even overdosing on some water-soluble vitamins can pose problems.Cases of poisoning from water-soluble vitamin B6, for instance, are on the rise in Australia, notes Mantzioris. In addition to supplements, this nutrient is often added to energy drinks, weight-loss shakes and certain food products. One symptom of too much B6 is nerve damage. It often starts as a tingling in the fingers and toes. “If it’s not caught in time, it can cause permanent damage,” Mantzioris says.Instead of splurging on supplements, Mantzioris recommends that people looking to stay healthy should focus on a food-first approach. “People spend a lot of money on these [vitamin supplements] — and mostly without a lot of gain,” says Mantzioris. “I would rather spend the money on having really yummy food.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-kleptotrichy-definition-pronunciation",
        "title": "\n\tScientists Say: Kleptotrichy",
        "content": [
            "*a_tufted_titmouse_stands_on_a_branch",
            "Don’t let its cuteness fool you — the tufted titmouse can be a tiny thief. Scientists have caught this species of bird stealing fur from a sleeping fox.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/soundcloud%253Atracks%253A2212565702&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Kleptotrichy is the act of stealing hair from live mammals. Some birds use the behavior to gather fur to line their nests. The word is a based on two Greek words: klepto (to steal) and trich (hair).",
            "People have long known that some birds line their nests with fur. For many years, scientists thought birds used hair that mammals had shed into the environment. Mammals shed hair regularly, leaving individual hairs behind as they travel. During a seasonal molt, some mammals drop the hair they shed in clumps, making it easy for birds to collect. ",
            "But some birds don’t wait around for their furry companions to molt. They don’t search for a carcass to raid, either. Instead, they go straight to the source, plucking fur directly from the live mammal’s body.",
            "iFhttps://www.youtube.com/embed/S02HupIkwdM?feature=oembed",
            "Scientists counting birds in Illinois spotted this tufted titmouse plucking fur off a sleeping raccoon.",
            "The birds most likely to engage in kleptotrichy are members of the Paridae family. That includes chickadees and titmice. These plucky little birds will circle a resting mammal to see if it’s going to react. Once the coast seems clear, they moving in to gather fur.",
            "Birds have been spotted stealing hair from raccoons, foxes, livestock, and even people. Often the mammal is asleep when the bird approaches. But these thieves don’t always wait until nap time. One brave little bird was spotted pulling fur from a raccoon’s backside while the furry bandit helped itself to birdseed. Although the raccoon swatted at it now and again, the titmouse got away with many mouthfuls of fur.",
            "Kleptotrichy is more common in temperate regions where nights can get cold. It happens less often in the tropics and subtropics. The regional difference suggests that the hair helps to keep eggs and nestlings warm at night. Or perhaps the mammal smell helps discourage predators from attacking the nest.",
            "Chickadees and titmice will pluck fur from sleeping mammals, an act called kleptotrichy.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/glue-gun-heal-broken-bones",
        "title": "\n\tA modified glue gun squirts a material to help heal broken bones",
        "content": [
            "*an_X-ray_of_a_broken_arm_bone,_the_area_of_the_break_is_red",
            "A handheld 3-D printer might someday print bone grafts directly onto fractures. Researchers prototyped the idea with a modified glue gun. They included antibiotics in the material to ease healing.",
            "A repurposed glue gun has helped repair broken bones in rabbits. Instead of a regular glue stick, it melts a material that helps bones heal.",
            "Some breaks in bones need a little help to mend. So surgeons sometimes take a bit of bone from elsewhere in the body to make a patch called a graft. Or they can use a synthetic — human-made — material that mimics bone.",
            "Synthetic grafts are often 3-D printed. Usually, X-ray scans and measurements of injuries are needed to make sure the graft will fit just right. Designing and making the graft takes time and can delay repairs.",
            "But the glue gun method doesn’t require images of the fracture. And it doesn’t need any special graft design. The handheld device can simply squirt the graft material right onto a break. ",
            "The idea was to design a printing system that could be easily used in operating rooms, says Jung Seung Lee. He’s a biomedical engineer at Sungkyunkwan University. That’s in Seoul, South Korea. Compared with regular bone grafts, he says, this system can save time, cost and complex procedures.",
            "The printing device holds sticks of a specially made “bioink.” It’s safe to use in the body. It consists of two compounds commonly used for 3-D printing implants. One, hydroxyapatite, is a mineral found in bones. The other is a body-safe plastic called polycaprolactone, or PCL. That’s included to support new bone as it grows. In an implant, it “gradually degrades in our body over months,” Lee says. Over time, newly grown bone will fill in as the graft breaks down.",
            "The ratio of the two compounds in the bioink determines the material’s strength and stiffness. So the researchers can tailor the mixture for each use. They also added antibiotics into the bioink to prevent infections.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Like the glue sticks used for crafting, the bioink fits in the handheld printer. It can be squeezed out where it’s needed. But regular hot glue guns work at temperatures far too high for living tissues.",
            "So the researchers modified their glue gun to work at lower temperatures. They also adjusted the tip for better control. Thanks to the low melting point of PCL, the bioink can be applied at about 60° Celsius (140° Fahrenheit). It cools to body temperature within 40 seconds. The whole process takes just a few minutes.",
            "Lee’s team tested the printer and bioink on broken leg bones in rabbits. Another set of rabbits got a material called bone cement, which is used to attach implants to bones. The rabbits that got the bioink had better healing and regrowth of bone tissue. And the animals showed no signs of infection during the 12 weeks after surgery. The team shared its results September 5 in Device.",
            "For now, the printer is still a proof-of-concept for people. Lee aims to develop it into a multi-use printing system. For instance, it might apply chemicals that promote healing during surgeries. But first, researchers will have to do more studies to make sure the technology is safe. They’ll also need to figure out how to disinfect the device between uses.",
            "There may be other limitations. “The high temperature of the extruded material is likely to stress or kill the cells,” says Deborah Mason. She’s a molecular and cell biologist at Cardiff University in Wales. She wasn’t involved in the study. Lee’s team is working to modify the tip of the device. That could help the bioink cool more quickly after extrusion.",
            "In the future, this sort of device could help surgeons with more complex repairs, suggests Nieves Cubo-Mateo. She’s a biomaterials engineer at Nebrija University in Madrid, Spain. She wasn’t part of the study.",
            "But there is a long way to go for that to happen, she says. The printer would need to work with other tools that surgeons use. Those include imaging technologies and robotic devices used during surgeries. That would take the new device beyond just a “defect-filler,” she says. Someday, it could be a “bone printer pen” useful for many types of surgeries.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/how-to-identify-trees-in-winter",
        "title": "\n\tExplainer: How to identify tree species in the winter",
        "content": [
            "*_Explainer_How_to_identify_tree_species_in_the_winter2",
            "Many trees shed their leaves for the winter to save energy. So for those who live in northern climates, trying to identify species based on their foliage can be next to impossible at that time of year. ",
            "Guides to identifying trees usually rely on leaves to distinguish between species. But if you live where it gets cold in winter, the trees around you may look a little barer at this time of year. Many trees shed their leaves to save energy during the chilly season. This can leave trees looking sleepy and dreary — and largely the same as each other. Still, it’s possible to ID many trees, even when their branches are empty. It just requires peering closer and paying a little more attention to other parts of the plant.",
            "You might have to turn over twigs, for instance. Or gently squeeze tree buds. Or run your fingers over chilly bark.",
            "Tree identification is a dying art, scientists note. Simply put, fewer of us know how to do it. Yet the practice is becoming more and more important.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Plant and tree identification help scientists manage forests and protect these ecosystems from climate change. And you don’t need to be a scientist to benefit from tree-ID skills. Learning to pick out different species can help you appreciate the diversity of life right in your own backyard, neighborhood or nearby woods.",
            "“I am still constantly amazed and curious about what’s out there,” says Steven Roberge. He’s a forest ecologist at the University of New Hampshire Extension in Durham. “I’ve been a forester for almost 25 years now, and there’s not a day in the woods where I don’t see or experience something new.”",
            "Finding a field guide at your local library or bookstore will help you ID the exact trees in your area. Each species has its own unique tells. But there are a few general strategies to examining any tree that can help you recognize what you’re looking at.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Winter may strip away a tree’s striking leaves — but that can also better reveal the plant’s intricate network of woody arms. And those branches and twigs can offer clues to their host’s identity.",
            "Trees usually grow new arms in two distinct patterns. You can sometimes see this by looking at how smaller twigs (the newest growth) break off from larger branches (older arms that grow out of the trunk). Many tree species alternate growing new twigs on each side of the older arm. Others grow new twigs in pairs, on opposite sides of the original branch.",
            "*a_composite_image_showing_an_opposite_bud_tree_growth_pattern_and_an_alternate_bud_growth_pattern",
            "fCTree twigs and buds can grow in opposite (left) or alternate (right) patterns. ",
            "If you find an opposite-branching pattern, you’re in luck. You can now rule out most tree species. Opposite branching often means it’s a maple, ash or dogwood (the acronym MAD can you help remember this trio). These trees can be found in many places across North America. Many other common trees in the United States — such as oaks, birch and locusts — sprout branches in an alternating pattern.",
            "But pay close attention. Branches can fall off and make the sprouting pattern less clear. Sometimes, it’s easier to determine a tree’s branching pattern by looking at the tips of twigs, the newest part of a branch. There you’ll find tree buds growing alternately or oppositely, too.",
            "Buds are tiny, scaly nubs. Baby leaves spend the winter inside them. Come spring, new twigs can grow from buds, too. Because they are so distinct from one tree species to the next, buds are an important part of winter tree identification.",
            "*a_composite_of_two_images_showing_a_light_wood_branch_with_dark_buds,_and_a_medium_brown_branch_with",
            "fCBirch tree buds are often accompanied by soft, dangling catkins (top). Ash trees grow buds (bottom) that look (but don’t taste) like little Hershey’s Kisses. ",
            "“Buds can be all shapes, sizes and colors,” notes Julia Alards-Tomalin. She’s a plant specialist at the British Columbia Institute of Technology in Burnaby, Canada. “They can be hairy. They can be smooth. They can be sticky. Or they can be smelly.”",
            "Buds on oak trees, for example, don’t grow alone. If the tip of a twig bears four or more stubby buds, it might be some type of oak. On birches, meanwhile, the buds are usually accompanied by catkins — dangling seed sacks that are soft to the touch. Hawthorn trees guard their buds notoriously well. Spiky thorns grow up and down their branches, in between the buds. And ash trees often grow tiny brown buds the same shape and color — though not the same taste — as candy: Hershey’s Kisses.",
            "If you can’t see the budded tips of any twigs high in a tree, try looking down. Twigs with buds often get snapped off by squirrels, beetles and the wind. One might be waiting for an ID right at your feet.",
            "Bark is like a tree’s armor. It keeps the plant warm, hydrated and protected from pests.",
            "“When I look at a tree, I look at the bark,” says Roberge. “I’m looking at the color. I’m looking at the texture and how it feels. Is the bark flaky? Is it papery? Does it curl?”",
            "*a_birch_tree_with_white_and_grey_peeling_bark_showing_tan_underneath_and_a_black_cherry_tree_with_ty",
            "fCBirch trees (left) are known for their bright white bark. Black cherry trees (right) have darker, grooved trunks. They almost look like trees made of burnt potato chips.",
            "While many North American trees have gray trunks, there are a handful of species that stick out in the crowd. Beech trees, for instance, are wrapped in smooth and silvery bark. Birch trees have white bark that peels and curls, almost like paper. London plane trees, popular on city sidewalks, have trunks with bark that seems to be falling off to reveal soft, white wood beneath. And if you spot a tree that looks like it has thousands of burnt potato chips glued to its trunk, you might be fortunate enough to have found a black cherry.",
            "iFhttps://www.youtube.com/embed/lBcIQ75Nkko?feature=oembed",
            "Learn how to spot identifying clues to a tree’s identity from a twig.",
            "Ready to head outside and do some tree inventory? Don’t forget your supplies!",
            "Start with a field guide or ID app that can help you match the branch, bud or bark you spy to an exact species. Try visiting your local library and finding a guide for your region. For North American tree IDers, Alards-Tomalin  recommends Trees of the Northern United States and Canada.",
            "Plant-identification apps such as iNaturalist can also show you what trees live in your area. And magnifying glasses can help you zoom in on buds and bark to spy details.",
            "If you live in a busy area, someone might have already identified your local trees. Some U.S. city governments, for instance, post street tree maps online. These archives, like this one for Washington, D.C., may catalog just about every tree within a city’s limits. Try Googling your city’s name plus “tree street map” to find one near you.",
            "*a_young_girl_examining_the_trunk_of_a_tree_with_a_magnifying_glass",
            "fCBringing a magnifying glass and field guide on your tree-ID expeditions can help you narrow in on an identification.",
            "Even if you have to wait until leaves come back in the spring to conclusively ID a tree, making a stab at winter identifications is good way to get familiar with the trees on your block. And if you can’t get outside, you can still practice indoors with online plant-ID games. Whatever you choose, it’s bound to make you feel more in tune with the greenery living nearby.",
            "“When you take the time to really, really look at something like a bud or a leaf, it’s really good for your mental health,” says Alards-Tomalin. Research has shown that connecting with nature can soothe anxiety, boost focus and more.",
            "Getting to know the trees, plants and shrubs on your street isn’t that different from getting to know your neighbors, their dogs or the mail carrier. “When you start to recognize the life forms around you,” Alards-Tomalin says, “you just feel more connected to the place you call home.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/explainer-why-easier-get-sick-colds-flu-winter",
        "title": "\n\tExplainer: Why it’s easier to get sick in the winter",
        "content": [
            "*An_illustration_of_a_man_blowing_his_nose_on_a_pink_background_with_a_giant_box_of_tissues,_red_ski_",
            "In winter, it’s easier to catch colds, the flu and COVID-19. Cold, dry weather is partly to blame.",
            "In the winter, my grandmother would urge me to come inside. “You’ll catch your death of cold out there,” she’d say.",
            "Sure, freezing to death is possible in frigid temperatures. But my grandmother was worried about me catching an illness. Doctors stress that being cold won’t give you a cold. Still, winter is for sure cold-and-flu season. It’s also a time when COVID-19 spreads more.",
            "But if the chill doesn’t matter, why do people get sick more in winter?",
            "“I’ve spent the past 13 years looking into this question,” says Linsey Marr. As a civil and environmental engineer, Marr studies viruses in the air. She works at Virginia Tech in Blacksburg. “The deeper we go, the more I realize we don’t know [and] the more there is to figure out.”",
            "Marr and I are not alone. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The spike in illness seen in winter “has puzzled people for a very long time. Thousands of years,” says Jeffrey Shaman. He is an infectious disease researcher based in New York City. He works at the Columbia University Mailman School of Public Health.",
            "Winter’s shorter days may make people more prone to infection, he says. Less sunlight means people’s bodies make less vitamin D. That vitamin helps the immune system fight off disease. But that’s just one piece of the puzzle.",
            "Scientists are also studying other things that make winter a sickening season.",
            "By making me come inside, grandma may have actually increased the risk that I’d get sick.",
            "Some viruses spread more when people spend more time indoors. Examples include colds, influenza and respiratory syncytial virus, or RSV. In places that have four distinct seasons, these viruses cause more illness in winter. They also spread more during rainy seasons in tropical zones. COVID-19 spreads more easily indoors than outside, too.",
            "Here are four reasons why winter is cold and flu season. #winter #sick #virus #science #learnitontiktok",
            "Why? These infections are caused by viruses that travel in small droplets. Such droplets are a type of aerosol. They can be released into the air when sick people exhale.",
            "“Outdoors, you’re in the ultimate well-ventilated space,” says David Fisman. He is an epidemiologist in Canada. He works at the University of Toronto Dalla Lana School of Public Health. Viruses exhaled outdoors quickly mix with clean air, he explains. This dilution makes it harder for the viruses to reach people.",
            "But inside, aerosols — including any viruses — can build up. “The air you breathe in is often air that other people have breathed out,” Fisman says. Being close to contagious people could increase your chance of getting sick. ",
            "But being inside can’t be the whole reason people tend to get sick in winter, says Benjamin Bleier. He is a doctor who specializes in sinus and nasal disorders. He works at Harvard Medical School in Cambridge, Mass. “In modern society, we’re indoors all year round,” he says. So to drive the seasonal pattern, he says, something else must be going on. Bleier thinks people must become more prone to infection in winter. And the amount of virus circulating must go up, he says.",
            "Some viruses thrive in winter. The reason may not be cold temperatures but low humidity (low levels of moisture in air).",
            "Take flu viruses and SARS-CoV-2. That’s the coronavirus that causes COVID-19. Those viruses survive best when the relative humidity falls below about 40 percent. Marr and other researchers made that discovery.",
            "Viruses are sensitive to humidity because they aren’t usually floating around naked, Marr explains. They are encased in droplets of fluid (think spit or snot) — which can dry up in low humidity. Those droplets also have bits of mucus, proteins, salt and other substances in them. Those other components may determine if the virus survives drying.",
            "When the humidity is higher, droplets dry slowly. Such slow drying concentrates salt and other things in the droplets that can harm a virus. That kills viruses such as influenza A and SARS-CoV-2. Marr and her colleagues reported that finding last July in a paper posted on bioRxiv.org. (Studies posted there have not yet been vetted by other scientists.)",
            "Meanwhile, in low humidity, droplets dry fast. That flash-drying in parched air preserves viruses. “If the air is very dry, the water quickly evaporates. Everything is dried down, and it’s almost like things are frozen in place,” Marr says.",
            "Viruses often travel through the air inside airborne droplets, or aerosols. When the air is dry, aerosols dry quickly (left). This drying encloses viruses in a layer of crystals that look like feathers (as this microscope image shows). That flash-drying protects viruses, although scientists don’t know exactly how. At medium levels of humidity, crystals form inside liquid droplets (middle). Those crystals may inactivate viruses, not protect them. At high humidity levels (right), aerosols remain liquid. This also allows viruses to survive better than at mid-level humidity.",
            "*_Explainer_Why_it’s_easier_to_get_sick_in_the_winter3",
            "fCJanie French/Lakdawala Lab/Univ. of Pittsburgh School of Medicine",
            "Drier, smaller aerosols also are more buoyant than large droplets. So, those aerosols can hang in the air longer. That ups the chance someone will be able to breathe them in, Fisman says.",
            "What’s more, dry air can tear down some of our defenses against viruses. Dry air can trigger the death of some cells lining the airways. That could leave cracks where viruses can invade. Scientists know this from studies in lab animals.",
            "Mucus in the airways can trap viruses and help protect against infection. That mucus carries germs out of the body through a runny nose or hacked-up phlegm. But breathing cold, dry air can slow the system that moves mucus out of the body. That slowdown may give viruses time to break out of the mucus trap and invade cells, Fisman says.",
            "Temperature changes can also impact the immune system — an important defense against disease.",
            "Normally, the immune system employs a trick to help ward off viruses. Bleier is part of a team that recently discovered this trick. Cells in the nose are studded with surface proteins that can detect viruses. Other cells in the body also have virus sensors. When one of these sensor proteins sees a virus coming, it signals the cell to release tiny bubbles. Those bubbles — called extracellular vesicles — work as decoys. Viruses may go after them instead of infecting real cells.",
            "The virus that docks with one of the bubbles is in for a surprise. Inside the vesicles are virus-killing bits of genetic material. They’re called microRNAs. One type of microRNA in the bubbles is known as miR-17. It can kill multiple types of cold-causing viruses. Bleier’s team shared those findings December 6, 2022, in the Journal of Allergy and Clinical Immunology.",
            "Cold temps may impede the body’s ability to make such virus-killing decoy bubbles. Bleier’s team grew human nasal cells in lab dishes at 37° Celsius (98.6° Fahrenheit). That is our typical body temperature. The researchers measured how many bubbles the cells released. Then, the scientists lowered the thermostat to 32° C (89.6° F). Cells released about 42 percent fewer bubbles at the cooler temperature. What’s more, those vesicles carried fewer virus-killing weapons. Vesicles can pack in about 24 percent more microRNA at body temperature than when it is cooler.",
            "The body’s immune system uses a clever trick to keep viruses from infecting cells in the nose. When the body detects viruses (black and gray spheres), cells in the nose release bubbles (blue circles). These bubbles are called extracellular vesicles. The bubbles sport proteins (red, blue and black shapes on blue circles) like ones found on nasal cells. This makes them effective decoys: Viruses may go after the bubbles instead of infecting real cells. But when it gets cold (right), cells release fewer bubbles. This makes it easier for viruses to find and infect real nasal cells.",
            "*_Explainer_Why_it’s_easier_to_get_sick_in_the_winter4",
            "fCD. Huang et al/Journal of Allergy and Clinical Immunology 2022; adapted by E. Otwell",
            "What can people do to protect themselves from viruses in the winter? Some experts suggest using a humidifier to raise moisture levels in the air. If they raise it high enough, that might slow the drying of airborne droplets. Such a slow drying might help kill any viruses in the droplets.",
            "“Any increase in humidity should be beneficial,” says Shaman. “You get a lot of bang for your buck if you go from very dry [air] to dry.”",
            "But Donald Milton doesn’t think it’s a good idea to pump a lot of moisture into a house when it is cold outside. “That humidity is going to find … cold spaces in your house and condense there.” Condensation creates a breeding ground for mold and rot, says Milton. He studies viruses in the air. He works at the University of Maryland School of Public Health. That’s in College Park.",
            "Instead of boosting humidity, Milton advises turning on kitchen and bathroom exhaust fans. That boosts ventilation. And use HEPA filters or Corsi-Rosenthal boxes. They filter unwanted viruses out of the air.",
            "Bleier suggests wearing a mask. Masks don’t just filter out viruses. “Our work suggests these masks have a second mechanism of action,” he says. “They keep a cushion of warm [moist] air in front of our noses, which could help bolster the immune system.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-marcescence-definition-pronunciation",
        "title": "\n\tScientists Say: Marcescence",
        "content": [
            "*in_a_snow-covered_forest,_the_frost-covered_orange_leaves_of_a_beech_tree_cling_to_their_branches",
            "These dead, frosted beech leaves cling to their branches all winter long.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1749140796&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Marcescence is when a plant clings to its dry autumn leaves through the winter.",
            "As summer turns to autumn, the leaves of many trees wither and fall. But some trees hold onto their leaves straight through until spring. Scientists describe trees with this unusual quality as marcescent.",
            "Deciduous trees, such as maple and beech, carry out the familiar seasonal cycle. New leaves bud in spring. Those leaves mature through summer, then die in the autumn and break away. Think of marcescent trees as a special case of deciduous tree — one that skips that last step. Rather than dropping, the leaves of a marcescent tree hang on until wind or another force knocks them down.",
            "We see examples of marcescence in trees such as oak, some willows and beech trees. As fall approaches, the leaves of a beech tree die, just like those of any deciduous tree. Their lime green leaves turn orangey-gold. Then they cling to their branch tip and rattle in the cold wind all winter long. Eventually, a strong force — such as wind — may break them off. Other times, they just crumble away bit by bit.",
            "The reason for this odd plant behavior remains unclear. But scientists have theories.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Marcescence may help protect against hungry herbivores. Deer, for instance. During winter, food is scarce and hungry deer chomp away at tender new branches of young trees. The unappetizing dead leaves of marcescent trees may deter deer from snacking. Another theory is that dead leaf clusters provide a physical barrier that the deer must chew through to reach the juicy new growth underneath.",
            "Studies suggest that trees clinging to their dead leaves helps control how quickly those leaves break down. Therefore, marcescence may affect how fast nutrients return to the soil.",
            "Marcescence may help to protect young trees against hungry herbivores.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/plants-intelligent-communicate-learn",
        "title": "\n\tAre plants intelligent? It seems to depend on how you define it",
        "content": [
            "*a_field_of_grass_with_a_line_of_poplar_trees_in_the_distance_on_the_right,_under_a_blue_sky_with_clo",
            "Some plants — like the poplar trees bordering this wheat field — can communicate with each other by sending messages through the air.",
            "It’s a pleasant summer morning. Across a field, a line of poplar trees sways in the breeze. Insects buzz and flit among the branches. Everything seems calm and peaceful.",
            "But don’t be fooled. These trees are actually under attack as hungry insects chomp on their leaves.",
            "The trees can’t hide, and they can’t run away. But they aren’t helpless: They have ways to fight back — and even aid each other. As soon as an insect starts gnawing on a leaf, the tree mounts defenses. It also quickly messages its neighbors: “We’re under attack! Get your defenses ready!” It might even call on other insects for help.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "All of this happens in ways we don’t see. But scientists are learning that plants can do many things we associate with thinking. Plants communicate with each other. They can learn. They form memories. They can even recognize their relatives. And they do all this without a brain.",
            "Could these abilities mean plants are intelligent? We may never fully know. As Simon Gilroy puts it, “It’s very difficult to think like a vegetable.” Still, researchers are working to get to the root of what’s going on when plants act in ways we once thought only animals could.",
            "“When you look at a tree,” says Gilroy, “it looks like it’s doing absolutely nothing.” Gilroy is a botanist at the University of Wisconsin–Madison. He’s also one of several scientists who’ve been taking a close look at plant behavior. They’re finding that though plants seem still and quiet, they’re actually quite busy.",
            "And what they’re busy doing is pretty amazing.",
            "In the 1980s, botanists first found signs that plants communicate with each other. In one early experiment, hurt trees seemed to warn their neighbors of danger.",
            "*a_dim_green_forest_full_of_trees",
            "fCPlants can communicate with one another, through underground fungal networks and through the air.",
            "Back then, Jack Schultz and Ian Baldwin were young researchers at Dartmouth College in Hanover, N.H. They potted up tree seedlings and sealed them inside a clear plastic container. Each had its own pot, and the trees didn’t touch each other.",
            "When the researchers tore leaves on one tree, it responded by producing a chemical to repel attackers. Then, about 36 hours later, the undamaged trees made the same chemical. The hurt tree must have sent a signal through the air to the others, the team concluded.",
            "Some people described this as plants “talking” to each other. The finding, reported in 1983, launched the science of plant communication.",
            "Since then, scientists have shown this communication can be fairly complex.",
            "Plants respond better to messages from close kin than to ones from unrelated plants. It’s something Rick Karban has shown. At the University of California, Davis, he studies how plants and insects interact. Work by his group and others shows plants can tell one predator from another. They send different signals depending on what type of insect is attacking.",
            "Their messages can even signal how far away danger is, a team in Finland now reports. It shared that finding September 12 in Science.",
            "*a_green_worm_chews_on_a_tomato_leaf,_with_small_tomatoes_to_the_left",
            "fCWhen a tomato hornworm chews on a tomato leaf, the plant releases an odor that attracts the worm’s parasites.",
            "And not all plant messages are intended for other plants. Some are meant to lure in critters that eat whatever’s feeding on the plants. When nibbled by tomato hornworms, for instance, tomato plants release chemicals that attract the hornworm’s enemies, explains Schultz. He now works at the University of Houston in Texas.",
            "Plants can even use more than one “language.” Most studies have focused on chemical signals. But plants sometimes use sound, too.",
            "In 2023, a team in Tel Aviv, Israel, recorded clicks and pops made by plants under stress. The sounds varied across plant species and type of stress, such as drought and being cut. Although roughly as loud as human speech, they’re too high-pitched for people to hear. Other animals, however, such as bats, mice and insects, might be able to hear them, the researchers note.",
            "Stressed tomato plants make distinctive clicking noises that can be picked up by ultrasonic microphones. In this clip, scientists condensed the sounds and brought them into the range of human hearing.",
            "*illustration_of_a_microphone_next_to_a_plant",
            "fCLiana Wait",
            "So might other plants. There’s lot of evidence that plants respond to sounds, says Heidi Appel. She’s a plant ecologist at the University of Houston. For instance, plants can hear when insects munch on their leaves, her team has shown.",
            "Other work suggests that plants can learn and even remember. One famous study in 2014 used a plant called Mimosa pudica. Known for being “sensitive,” it curls its leaves when it’s disturbed.",
            "The researchers potted up dozens of these plants. Then they dropped each Mimosa 60 times in a row. The plants weren’t harmed by the drop. It was short, with a soft landing. And they curled their leaves — but only the first few times. Pretty quickly, they stopped reacting.",
            "Just to be sure the plants weren’t too tired to fold their leaves, the researchers shook the plants. Now they curled their leaves right away. But when dropped again, they didn’t curl them. The plants had learned that the drop wasn’t going to hurt them, the researchers concluded.",
            "A month later, they tried the experiment again. The plants still didn’t curl their leaves after being dropped. It was as though they remembered it wouldn’t hurt them. They had formed long-lasting memories.",
            "It shouldn’t be surprising that plants can do all these things, Gilroy says.",
            "“Everything that’s alive has to solve the same problems,” he notes. “Plants have to feed themselves. Plants have to get water. Plants have to defend themselves.”",
            "But plants solve these problems very differently than animals do. A hungry person might chase down a deer or search out fruits. A plant’s food comes from sunlight, carbon in the air and nutrients in the soil.",
            "And a plant can’t swat or avoid insects, as we might. Instead, they’ve evolved their own ways to solve problems. Plants turn to follow the light. They deter bugs by making bitter compounds. They send roots toward water and nutrients. They even release chemicals that change the soil to make it better for the plant, says Gilroy.",
            "None of this involves a brain or nervous system.",
            "iFhttps://www.youtube.com/embed/u2GWd2j3qJ8?feature=oembed",
            "Plants have adapted some impressive abilities that make up for being unable to move.",
            "How do plants remember and send messages without a nervous system? The researchers who dropped the mimosa plants had an idea about that. They suggested that there may be other ways to remember.",
            "Neurons, or nerve cells, send messages via chemicals called neurotransmitters. Even though plants don’t have a nervous system, they have many of the same neurotransmitters that animals have.",
            "One of those is glutamate. Wounded leaves use glutamate to send messages. These signals tell undamaged leaves to boost their defenses against possible threats, notes Edward Farmer. A plant biologist at the University of Lausanne in Switzerland, he and his team published this finding back in 2013.",
            "Since then, other teams have learned more about how this messaging works. And it’s very similar to how neural signaling works in animals — but maybe better, Gilroy and his team show.",
            "*a_diagram_of_xylem_left_and_phloem_right_with_a_potted_plant_in_the_middle",
            "fCThe xylem and phloem that transport water and nutrients through plants also carry neurotransmitters. Some scientists see this as a kind of nervous system for plants.",
            "Plants have what Gilroy calls a plumbing system. This system of tubes, called xylem and phloem, moves water and nutrients around the plant’s body. Plants use this plumbing like a nervous system, he says. Neurotransmitters can move around their bodies through these tubes. No nerve cells needed.",
            "“Plants have to do it better than human beings,” says Gilroy. They can’t run away when something bad is happening. They have to know exactly what’s going on and how to respond. “So the information processing must be really sophisticated,” he says. “It’s just not like ours.”",
            "These discoveries show plants are able to do far more than meets our eyes. But does this mean that plants are intelligent? Some scientists think so. Others are not so sure. The problem may trace to how we define words like “thinking” and “intelligence.” Still, this has become a big controversy among botanists.",
            "Elizabeth Van Volkenburgh is a plant biologist at the University of Washington. That’s in Seattle. She’s a founding member of The Society of Plant Signaling and Behavior. It had once been called the Society for Plant Neurobiology. But some scientists thought the term “neurobiology” was a poor fit. After all, plants don’t have nervous systems.",
            "Some scientists are “very, very, very [against] the idea of plant neurobiology,” she says. But Van Volkenburgh likes the term. Technically, a plant lacks nerves. Still, it has a sensory system. What’s more, she points out, “In the older scientific literature, xylem and phloem were referred to as nerves.”",
            "The idea that plants can hear was a hard sell 10 years ago, Appel recalls. She’s married to Jack Schultz, and even he was skeptical. ”And he’s the one who discovered talking plants,” she says, laughing.",
            "Even now, this idea raises questions.",
            "“We do know that plants respond to vibrations in their environment. There’s no debate about that,” Appel says. However, whether plants can “hear” seems to depend on what you mean by that term. “If you define hearing as detecting vibrations in the environment, recognizing different kinds of vibrations and responding in an appropriate way,” she says, “then yes, plants can hear.” That doesn’t mean plants think about what they hear in the same way we would, though.",
            "And as to whether plants are intelligent in the way we think of human intelligence, Appel says we just don’t know. “These are mysteries we’re trying to understand.” Still, she argues, we need to resolve this controversy. And that means doing more science.",
            "*A_man_in_a_blue_shirt_kneels_among_a_scrubby,_rocky_landscape,_a_pencil_in_hand_and_notebook_in_his_",
            "fCRick Karban is surveying plants to see how many leaves have been attacked by insects (mostly beetles and grasshoppers). That count will give an idea of how effective a plant’s defenses have been.",
            "Or maybe it’s not a question we have to answer, counters Karban at Davis. “Many people in this field are upset and don’t like the word ‘intelligence.’ I couldn’t care less,” he says. “A lot of it is just about words.”",
            "Words can be hard to define, agrees Andre Kessler. He’s a chemical ecologist at Cornell University in Ithaca, N.Y. In a paper that came out last April, he addressed what he calls the “plant intelligence hypothesis.”",
            "It’s hard to agree on whether plants are intelligent without first agreeing on what intelligence is, he says. He and Michael Mueller point to one paper that found more than 70 different definitions for intelligence. It would be better, they write, to focus on what plants can do. How do they interact with other organisms, for instance? How do they respond and adapt to their environments? By such measures, Kessler says, plants should be viewed, in some way, as intelligent.",
            "However you describe it, scientists are learning that plants are far more amazing than most people realize. And to amaze us, they don’t have to be like us.",
            "Take a look at the plant on your windowsill or a tree in your garden. It won’t ever be able to pass your math exam. Even if you whisper to it every day, it won’t learn your name. But when it comes to doing what it needs to do — the things that matter to it as a plant — it’s remarkable. And it does all that without a nervous system.",
            "Concludes Schultz at Houston, “You don’t need a brain to be an elegant solution to life on Earth.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/tiktok-skincare-routines-harm-skin",
        "title": "\n\tTikTok skincare routines may cause more harm than good",
        "content": [
            "*a_young_woman_holding_a_skincare_product_and_applying_a_cream_to_her_face_while_sitting_in_front_of_",
            "Skincare TikTok videos are rising in popularity. However, many of these videos are promoting harmful messages and products. ",
            "More and more kids are posting skincare routines on TikTok. These videos can be a playful and fun way to express oneself. But many of the routines might be more harmful than helpful, a new study shows. The majority of the regimens shown are costly, have harmful ingredients and lack sunscreen. Most don’t offer benefits for young skin. And they may lead to skin damage.",
            "This study suggests that young people are getting a lot of health information from TikTok instead of more reliable sources such as doctors, parents or skincare specialists, says Nusheen Ameenuddin. She’s a pediatrician at Mayo Clinic in Rochester, Minn.",
            "Pediatricians and dermatologists are worried about the message these videos are delivering. Namely, they give possibly harmful skincare advice, wrapped up with troubling messages about unrealistic and unhealthy beauty standards.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "When healthcare researcher Tara Lagu asked her 11-year-old niece what she wanted for Christmas, her niece handed her a list of expensive skincare products. According to Lagu’s sister-in-law, all the girl’s friends were taking part in this trend. Lagu was shocked.",
            "Lagu recounted this to Molly Hales. She’s a dermatologist at Northwestern Medicine in Chicago, Ill. She also studies how culture and medicine intertwine. Lagu asked Hales if she’d be interested in exploring this skincare trend. Hales jumped at the opportunity.",
            "To start, Hales and a colleague each made TikTok accounts. They reported that they were 13 years old. Then they scrolled through their “For You” pages until they had seen 100 skincare routine videos. As they watched, the researchers noted information on the content creators, the products and the cost of each regimen.",
            "Most of the videos were pretty popular. They had an average of more than a million views each. Because the creators’ ages weren’t specified, the team assigned age ranges based on appearance and context clues. For example, in one video a creator said, “Get ready with me for the first day of sixth grade.” Most creators used an average of six products, which on average cost a total of $168.",
            "Then the researchers dug into the products and their ingredients.",
            "iFhttps://www.youtube.com/embed/emIsUY8EhTo?feature=oembed",
            "Molly Hales and Tara Lagu talk about the some of the problems they see in popular TikTok skincare videos aimed at teens.",
            "Overall, the team found that the products had three main skin risks: skin allergy, irritation and sun sensitivity.",
            "A post shared by Science News Explores (@sn.explores)",
            "More than half of the products had fragrance. Many scents are contact allergens. That means they can cause an allergic reaction when they come in contact with skin. They are one of the most common things people develop a skin allergy to, says Hales.",
            "Plus, the 25 most-viewed videos had an average of 11 potentially irritating active ingredients. These can cause an itching, burning, tingling or prickling sensation.",
            "The most common of these ingredients were alpha-hydroxy acids. These chemicals exfoliate skin, removing surface layers. They’re common in anti-aging products because they can smooth fine lines and wrinkles and improve skin texture. They’re also used in some products to prevent acne. But they can irritate and damage young skin.",
            "Creators used products with alpha-hydroxy acids an average of three times per video and as many as seven times in one regimen. This is harmful because the chemical becomes more irritating the more you layer it.",
            "Alpha-hydroxy acids also increase the skin’s sensitivity to the sun. The U.S. Food and Drug Administration recommends staying out of the sun and using sunscreen with these products. But on average, only 26 percent of the TikTok videos included any type of sun protection. So these regimens would boost the risk of sunburn and other sun damage.",
            "Though not part of the study, pediatrician Molly O’Shea was distressed by the findings. “The majority of the products that were being shown and demonstrated weren’t designed for young skin,” says O’Shea. She practices in Bloomfield Hills, Mich.",
            "Many of the products had abrasive features, such as retinols, scrubs and beads, that can damage the skin. These types of products are usually meant for people whose skin has begun to show signs of aging, says O’Shea. “When you’re young, using products that are designed for older skin can actually damage your skin.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Beyond risks to the skin, the team also had concerns about potential psychological and social risks.",
            "The videos place high importance on physical appearance, Hales says. And much of the content showed creators in large, expensive, private bedrooms and bathrooms. They had drawers stuffed with high-priced skincare products.",
            "The products seemed to be used as status symbols, says Hales. “That may make someone feel bad if they don’t have the money or they’re not in a position to be able to afford that kind of skincare routine.” Studies have shown that comparing yourself to others who seem “better” can have big drawbacks, especially for teens. “It can have a harmful effect on your self-image,” says Hales.",
            "The study didn’t look at who was consuming this content, says Hales. But this type of media could pose a risk of adverse mental health outcomes for kids and teens who view it, she notes.",
            "The team also paid attention to skin tone. In the United States, beauty standards traditionally have been linked to ideals of whiteness. The researchers wanted to see if the videos idealized white skin.",
            "The majority of content creators they viewed had light skin. But since TikTok’s feed is driven by an algorithm, the researchers don’t know how well what they saw reflects the whole platform. The early videos they saw and engaged with may have prompted more videos from creators with light skin to appear in their feed.",
            "Some popular terms used in these videos, such as “glowy,” could be seen as coded racial language, they note. While “glowy” is not as overt as “white” or “light,” when something glows, it gets brighter and lighter, says Hales.",
            "Next, the team would love to study more videos by non-white creators. “How much content is there from darker-skinned content creators?” asks Hales. “Are the messages and beauty ideals more affirming? Is there anything problematic in the messages that these girls are getting?”",
            "*a_girl_dressed_in_athletic_clothing_sits_under_shade_and_applies_sunscreen_to_her_face",
            "fCDaily sunscreen is important for kids and teens to protect their skin against sun damage.",
            "For pre-adolescents who don’t have any known skin condition, Hales recommends just one product: a daily sunscreen. If the skin becomes oilier during adolescence, she suggests adding a gentle cleanser once or twice a day.",
            "1. Make sure you’re putting on sunscreen every single day. ",
            "2. Read the labels of the products you’re using and see what kind of active ingredients they have. ",
            "3. Look for fragrance-free products. (Fragrance is the most common cause of skin allergy.)",
            "If teens are struggling with acne, some over-the-counter products can be helpful, she notes. However, it’s important to choose products that target the right problem. At that point, she advises teens to talk to their doctor. “Pediatricians are usually very equipped to manage mild to moderate acne,” says Hales. If it’s anything more severe, she recommends seeing a dermatologist.",
            "For kids who enjoy watching skincare routines online, Hales notes three steps to be a savvy consumer. First, she says, make sure you’re putting on sunscreen every single day. Second, read the labels of the products you’re using and see what kind of active ingredients they have. Third, look for fragrance-free products, since fragrance is the most common cause of skin allergy.",
            "Hales sees no harm in spending money on safe products that you put on from time to time because it feels luxurious or you enjoy it. But know that you don’t need elaborate skincare routines to take care of your skin. “In most cases,” she says, “those products are probably making the skin less healthy, rather than more healthy.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-spooky-dark-energy",
        "title": "\n\tLet’s learn about spooky ‘dark energy’",
        "content": [
            "*an_illustration_of_the_big_bang_shows_stars_and_galaxies_bursting_out_from_a_tiny,_bright_point_in_s",
            "Something is driving our universe to expand faster and faster. Scientists call this unknown stuff “dark energy.” ",
            "“Dark energy” might sound like the kind of thing that ghost hunters would search for inside a haunted house. But dark energy has nothing to do with supernatural specters. It’s a real physical phenomenon. And it’s shaping our universe on the grandest scales.",
            "Dark energy is a mysterious force that is driving our universe to expand faster and faster. No one knows exactly what it is. But scientists estimate that it makes up about 70 percent of everything in the cosmos. (Another 27 percent of the stuff out there is dark matter. The rest is ordinary matter, which includes everything we can see — from stars to you.)",
            "Scientists need to understand dark energy to know how the universe evolved in the past — and what it will do in the future. While they might not yet have answers, scientists do have some ideas about how dark energy might affect that future.",
            "Say dark energy keeps pushing the universe to expand at the same rate throughout time. In that case, our cosmos may slowly cool and fade to black. But if dark energy pushes the universe’s expansion even faster? The universe could eventually tear itself apart. And if dark energy weakens over time, the universe may someday collapse.",
            "Recent data from the Dark Energy Spectroscopic Instrument, or DESI, hint that dark energy has weakened over time. But it’s possible that dark energy goes through phases of getting stronger or weaker. If so, maybe our cosmos yo-yo’s between expanding and contracting.",
            "New telescopes on the ground and in space may also help answer questions about dark energy. But for now, our observations of the universe leave us on a real cliffhanger about the fate everything.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The universe: How will it end? Understanding how dark energy works is crucial to predicting the fate of the universe. (4/17/2025) Readability: 6.8  ",
            "Mysteries about the universe abound, from its beginning to its end Dark energy is only one of the profound mysteries about our universe that has scientists scratching their heads. (10/20/2022) Readability: 8.2",
            "Cool Jobs: Mapping the unknown Meet one cosmologist who uses exploding stars, or supernovas, to study dark energy. (4/21/2016) Readability: 7.4",
            "iFhttps://www.youtube.com/embed/WNyY1ZYSzoU?feature=oembed",
            "One of the biggest recent discoveries in cosmology is that dark energy may be weakening. PBS explains what this means and why it matters. ",
            "Scientists Say: Dark Energy",
            "Scientists Say: Dark Matter",
            "The dark side of the universe",
            "Cosmic timeline: What’s happened since the Big Bang",
            "The long-awaited James Webb Space Telescope has a big to-do list",
            "Physics Nobel rewards discoveries on cosmic evolution and exoplanets",
            "The Vera Rubin Observatory is set to revolutionize astronomy",
            "A map of 14 million galaxies and quasars deepens a dark energy mystery (from Science News)",
            "Einstein’s gravity endures despite a dark energy puzzle (from Science News)",
            "The largest 3-D map of the universe reveals hints of dark energy’s secrets (from Science News)",
            "Word find",
            "When we say the universe is expanding, what exactly does that mean? To help picture it, follow these NASA instructions for making a model of the expanding universe with a balloon.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lasers-can-eavesdrop-on-microbes-including-viruses",
        "title": "\n\tLasers can eavesdrop on microbes, including viruses",
        "content": [
            "*a_photo_of_a_laser_beam_splitter,_a_small_colorful_cube,_surrounded_by_laser_equipment",
            "Close-up of a beam-splitter cube (center) through which lasers pass. Harel and his team beamed short pulses of light, using this cube, to produce a molecular movie. It captures the vibrational motion of a biological object — such as a virus — based on its “sound.” ",
            "What do viruses sound like? Scientists recently found out. They developed a way to eavesdrop on these and other microbes. This new tech can help scientists study such microbes and sound out the identity of germs in our environment.",
            "For hundreds of years, we’ve been able to see cells through microscopes. As these spyglasses have gotten more powerful, they’ve been able to zoom in on smaller and smaller details. Yet even when you can see individual microbes, most look pretty similar.",
            "“It’s not a needle in a haystack problem,” says Elad Harel. “It’s a needle in a stack of needles problem.” This chemist works at Michigan State University (MSU) in East Lansing. “To detect one needle from all these other needles,” he says, “you have to look for something that’s unique about it.”",
            "That unique feature could be a sound. Nearly anything can make sound by vibrating — and typically those vibrations get transmitted to our ears through the air. Different things will make distinctive sounds, depending on their shape and what they’re made of. This is why knocking on a table sounds different from tapping on a window.",
            "The same is true for microbes. Each type has its own special makeup of proteins and other molecules. Their unique chemistry and structures give each microbe a characteristic sound.",
            "That’s what led Harel and his MSU team to begin working on their new laser-based system. By figuring out how to measure these sounds, they’re now able to catalog them. It’s much like seeing a distant bird in the woods but not being sure what type of bird it is until you learn its distinctive call.",
            "Harel’s team describes logging such microbial “bird calls” in the January 21 Proceedings of the National Academy of Sciences.",
            "*a_photo_of_Elad_Harel_sitting_in_a_lab_behind_a_lot_of_equipment_He_is_wearing_dark_glasses_and_list",
            "fCElad Harel in his lab with some of the equipment that makes up an electronic “ear” that can hear and record the sounds of microbes. ",
            "To measure microbial sounds, Harel’s team started by pointing a laser at a virus. It’s a bit like striking a tiny gong with a teeny mallet — if a mallet could tap a gong millions of times per second.",
            "Those speedy taps set the virus vibrating. The triggered sound waves are far too quiet for our ears to pick up. So Harel’s team measures them with a second laser. The vibrations cause the second laser’s beam to quiver like a very sensitive eardrum. The scientists measure these signals to “hear” the virus.",
            "Other ways of studying microbes, such as viewing them through a microscope, often involve fixing them in place. That makes studying how microbes move a major challenge, notes Kim Davis. A microbiologist, she works at Johns Hopkins University in Baltimore, Md. Usually, what researchers can see is a “snapshot of what is occurring at [one] moment in time,” she says.",
            "With this new tech, scientists may be able to collect data that are less like a freeze-frame and more like a movie of microbes in the environment.",
            "By using sound, “we showed that we can track single viruses and even listen to a virus rupture,” Harel says. As a virus starts to break open, he says, the frequency of its sound begins to drop — “almost like a deflating balloon.”",
            "iFhttps://www.youtube.com/embed/2xdneFTR3BI?feature=oembed",
            "Learn how the MSU team listens to viruses.",
            "There are microbes everywhere. Most aren’t all that dangerous to humans. Consider viruses. Of thousands of species, only about 270 infect people.",
            "But, notes Davis, “It can be very difficult to determine if an organism has pathogenic [illness-provoking] properties just from looking at it.”",
            "With something like the new system, we might one day be able to hear the difference, Harel says.",
            "There’s still a lot to learn about these viral sounds, though. The sound a microbe makes might change if it’s on a surface versus in the air (much like how our voices change when we’re underwater). So to “increase our understanding and build a database,” Harel says, “we’ll have to do a lot of experiments on different viruses in different environments.”",
            "Another issue: Many microbes belong to species with lots of related members — strains that you might think of like siblings. Consider E. coli. These bacteria live almost everywhere. Although most are harmless to people, a few strains can cause serious disease. Since all E. coli have nearly the same shape and are made of nearly the same proteins, it might be hard to hear a difference between harmful and harmless ones.",
            "To find out, scientists will have to just keep listening. Once they have a robust library of sounds, they may be able to tell most microbes apart. That because microbial sounds are very specific, Harel says. It’s like listening for a friend’s voice in a loud place. Because their voice is familiar, you can pick it out from the other noises.",
            "There’s plenty of research left to be done. “It’s a new way of looking at biology,” Harel explains. For now, he says, “We don’t know what we’re going to see because very few people have ever looked.”",
            "But one day, this type of tech might prove useful beyond the lab. For instance, it could be used in sensors installed at airports and other crowded places. These could then listen for worrisome microbes — and send out warnings of which ones (and how many) are out there.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/heat-waves-trees-worsen-air-pollution",
        "title": "\n\tDuring heat waves, trees spew chemicals that worsen air pollution",
        "content": [
            "*a_wooded_trail_on_a_sunny_day",
            "This wooded state park in Texas might seem an unlikely place to find high levels of air pollution. But when it gets really hot, trees can release chemicals that brew up some nasty air pollutants, new data show. ",
            "WASHINGTON, D.C. — If you’re outside during a heat wave in Texas, the shade of oak trees can be tempting. But when it’s really hot, levels of lung-irritating ozone and other air pollutants can become worryingly high in these areas, new research shows.",
            "When stressed by heat, trees release chemicals. These can mix with molecules from car exhaust to make toxic air pollutants. And this can happen even where you can’t smell any car exhaust. Atmospheric chemists at Texas A&M University in College Station shared their new findings here, on August 18, at the American Chemical Society fall meeting.",
            "People expect to find air pollution in and around cities. There, vehicles cough pollutants out of their tailpipes. But at Texas A&M, “the air smells beautiful,” says Renyi Zhang. The campus is about 100 miles away from the closest big city. Here, he notes, the air is usually safe to breathe.",
            "But that may not be true during heat waves. Zhang’s team collected data on campus. During a month-long event in August 2024, daytime temps hit 32˚ to 41˚ Celsius (90˚ to 106˚ Fahrenheit). And it wasn’t just the heat that made these days uncomfortable. Pollution ramped up, too. Levels of lung-irritating ozone got especially high. It rose nearly to a level deemed hazardous to breathe.",
            "That was a surprise, the researchers now report.",
            "*a_composite_image,_on_the_left_is_a_map_showing_the_location_of_Texas_A&M_University_in_relation_to_",
            "fCTexas A&M University sits far from the large cities of Dallas, Austin, Houston and San Antonio. Air was sampled from a tower atop the meteorology building on campus.",
            "Previous studies had shown a link between heat and excess ozone. But much of that work had been done in big cities, with lots of pollution from traffic and smokestacks. Zhang wanted to see how heat might affect pollution in a more suburban setting, like College Station.",
            "Bianca Aridjis-Olivos, a graduate student in his lab, set up air-monitoring equipment atop the university’s meteorology building. It’s surrounded by grand oak trees. It seemed a good location. It’s high above passing cars and other expected pollution sources.",
            "The instruments she used are “like a super-sensitive nose,” she notes. By changing how they operate, she could alter “what scents the nose could detect.” Besides ozone, they could pick up nitrogen oxides from combustion (including gasoline-powered vehicles).",
            "They also could detect isoprene (EYE-so-preen). It’s a natural hydrocarbon released by trees, especially oaks. By itself, isoprene is not toxic. But in the presence of sunlight, it can mix with nitrogen oxides to cook up ozone (O3), which is toxic to our lungs.",
            "iFhttps://www.youtube.com/embed/kYcd5QK5o3E?feature=oembed",
            "Learn why isoprene — a chemical released by trees (and lots of other plants) — can make air pollution worse. It’s the second most widely emitted volatile organic chemical (after methane) in the world. The chemistry explained here underlies the data reported in the new study.",
            "Once all her equipment was ready, Aridjis-Olivos waited for the next heat wave.",
            "It hit in August 2024. From August 5 to September 3, she sampled different gases and particles from the air 24 hours a day.",
            "As the temps rose each day, so did levels of ozone, oxygenated volatile organic chemicals (some of which are toxic to human airways) and acid-rich nanoparticles. Ozone levels, in particular, climbed as the heat rose. Then they stayed high throughout the hottest part of the day. That in itself was no surprise. Trees ramp up isoprene release during heat waves. Plus, heat speeds up the chemical reactions that produce ozone.",
            "The surprise was just how high the ozone levels climbed. If you just looked at the levels of other pollutants, like the nitrogen oxides from cars, you might think the air was safe to breathe.",
            "And while a heat wave feels miserable, says Zhang, “exposure to both extreme heat and high ozone can be very dangerous.”",
            "This research shows how “climate change is making air pollution harder to control,” says Russ Dickerson. An atmospheric chemist, he works at the University of Maryland in College Park. Air pollution is a leading cause of death, he notes. The World Health Organization reports that today 99 percent of people worldwide are exposed to air unhealthy enough to pose a risk to our lungs.",
            "Clearly, trees play a role here. But chopping them down would be the wrong conclusion, he adds. “Trees are generally good. But when you mix them with car and truck exhaust, bad things happen.”",
            "“Studies like this can help us improve our air-quality forecasting models,” says Aara’L Yarber. An atmospheric scientist, she works at Howard University in Washington, D.C. With such computer models, she says, “We can better predict bad-air days during heat waves.” And that should help protect people’s health.",
            "Data from this study are not limited to modeling sites like College Station, Aridjis-Olivos says. Being “surrounded by vegetation, but also some industry and traffic,” this region is similar to what’s found many places, including in many developing nations.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "If you can’t avoid a heat wave, how can you protect yourself from air pollution that may come with it? Stay indoors when temperatures and ozone levels are highest, typically from noon to 4 p.m., says Zhang. Air-conditioned buildings (with windows closed) are best. Their cooling equipment contains filters that typically remove some pollutants.",
            "If outdoors, stay as far away from busy roadways (and traffic pollution) as possible. Remember to check your local air quality index when making plans, Yarber says. “Kids are especially sensitive to air pollution,” she notes, “because their lungs are still growing.”",
            "At home, Dickerson recommends getting a low-cost HEPA filter from a hardware store. For breathing “cleaner air — averaged over a day — put a HEPA filter in your bedroom,” he says. As an alternative, you can even duct-tape five furnace filters together. Then direct air through it with an electric fan. Remember to keep the windows closed.",
            "There are also ways to improve outdoor air quality. For instance, communities can work to limit becoming “heat islands.” Two obvious ways: Increase shaded area, and limit how much heat-absorbing concrete they have.",
            "Anything that reduces the levels of nitrogen oxides helps. They’re toxic by themselves. Plus they boost ozone to dangerous levels during heat waves. So walking, biking and taking a bus or train instead of driving can help limit traffic pollution. Switching from gasoline-powered to electric vehicles (EVs) also helps, because EVs don’t emit exhaust. Even better if the power to charge them comes from green sources, such as solar or wind.",
            "A long-term strategy for improving air quality, says Dickerson, is “combating climate change itself.” The hope, he says, is that this will mean “heat waves happen less often, are less severe and are shorter.” And one great way to address climate change? Planting trees.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/how-hail-forms-weather",
        "title": "\n\tWatch out: Hail can get really big!",
        "content": [
            "*two_hands_holding_several_baseball-sized_balls_of_hail",
            "Examples of nearly baseball-sized hail that fell in France.",
            "Chunks of ice fall from the sky, bounce off hard surfaces — and sometimes even break windshields and hurt crops. Maybe you’ve seen these pieces of ice laying on the ground after a storm. Their pummeling barrage starts and stops suddenly, seemingly without warning. This is a hailstorm. And it can be a truly impressive spectacle.",
            "Hail forms high in the clouds during a storm. There, some raindrops freeze solid. As more and more raindrops collide, an icy “stone” grows in size until it’s too heavy to remain aloft.",
            "Particularly large or dense hailstones can damage human-made structures and objects, such as buildings and cars. Zach Lebo knows this firsthand. A meteorologist, he works at the University of Oklahoma in Norman. His parents in Pennsylvania had to replace their home’s roof twice in the last 10 years due to hail damage.",
            "Researchers are hoping to better understand some of the mysteries of hail. One big question is how hail moves through the atmosphere and builds up in size. Some hailstones have measured more than 13 centimeters (5 inches) across. That’s larger than a softball!",
            "fCHail comes in all sizes. It can be tiny bits of ice that melt almost immediately. Or it can be softball-sized chunks that persist for quite a while.",
            "Scientists used to think that hailstones grew by taking a looping path through the atmosphere. Think of their path as upward and downward like a merry-go-round tipped on its side. But such looping motions are actually rare, scientists in China have now shown. They analyzed hailstones collected by citizen scientists.",
            "Since 2016, people had been collecting hailstones across 15 provinces in China. These citizen scientists gathered more than 3,000 of these bits of ice and stored them until people on Qinghong Zhang’s team could retrieve the hail. An atmospheric scientist, Zhang works at Peking University in Beijing. The best place for citizen scientists to store hail is, not surprisingly, a cold place, she says. “They put the hailstone in their freezer at home.”",
            "Her group analyzed the chemistry of some of that hail. First, they sliced the stones, which allowed them to see layers of ice inside. The researchers then analyzed the specific isotopes of oxygen present in the frozen water within each layer. By matching that chemistry with the properties of the atmosphere at different heights, they could estimate the paths each ice ball had taken through the sky.",
            "Only 1 out of the 27 analyzed hailstones appeared to have moved like a tipped-over merry-go-ground. That was unexpected, says Zhang. “It’s surprising.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Studying the shapes of hailstones also can help reveal how each hailstone forms. Hail is seldom perfectly spherical, says Becky Adams-Selin. She’s a hail scientist who lives in Omaha, Nebraska, and works at Atmospheric and Environmental Research, an environmental consulting company. Some hailstones sport lobes, she notes, and others can have lumps: “You can get all sorts of weird shapes.”",
            "*two_hands_showing_bumpy_balls_of_hail_that_take_up_almost_the_whole_palm_of_each_hand",
            "fCMost hail is small. But whoppers the size of baseballs? They, too, occasionally pummel the ground. ",
            "Over the spring and summer of 2025, Adams-Selin has been part of a team collecting hail samples from across the United States. The researchers have traveled across the Front Range of the Rocky Mountains and the Central Plains. This area includes Montana, Wyoming, Colorado, the Dakotas, Nebraska, Kansas, Oklahoma, New Mexico and Texas. And it’s known for producing big storms that regularly spew hail. The project is called ICECHIP (short for In-Situ Collaborative Experiment for the Collection of Hail in the Plains).",
            "ICECHIP instruments measure things such as the air temperature, rainfall and the force with which hail strikes the ground. Adams-Selin also developed a device to store hailstones as the team drives around. “It’s like a giant funnel that collects hail and funnels it into a battery-powered freezer,” she explains, until they get back to the lab.",
            "Hailstones are a window into the atmosphere, says Liye Li. She’s a meteorologist with the World Meteorological Organization in Geneva, Switzerland. It can be hard to directly observe where hail forms, she explains. “We’re blind to what’s happening inside the clouds.” But hailstones deliver clues about what’s going on high in the sky right into scientists’ hands.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/brain-activity-see-color-red",
        "title": "\n\tTo our brains, your red is my red",
        "content": [
            "*a_bunch_of_red_apples",
            "Colors evoke similar neural activity across different people, a brain scanning study finds.",
            "Is my red the same as your red?",
            "It’s a classic puzzler, one that’s fun to debate with your friends and family. Do colors look the same to you as they do to me? Now two neuroscientists weigh in — with a resounding maybe.",
            "There were two possibilities when it comes to how brains react to color, says Andreas Bartels. He works at the University of Tübingen and the Max Planck Institute for Biological Cybernetics in Germany. Perhaps everyone’s brain is unique. Each might have its own snowflake pattern of nerve cells responding when someone sees red. Or it could be that seeing red kicks off a standard, predictable pattern of brain activity. And that pattern might not vary much from you to me.",
            "The answer is overwhelmingly the second option, Bartels and Michael Bannert (also at Tübingen and the Max Planck Institute) report in the October 15 Journal of Neuroscience. They found “commonalities across brains,” Bartels says.",
            "He and Bannert started with 15 people. Each viewed shades of reds, greens and yellows. As they did, the scientists monitored nerve-cell activity across visual areas of the participants’ brains. The researchers then used these data to predict which color each person saw.",
            "The results showed that neural reactions to colors are somewhat standard. They don’t seem to vary much from person to person.",
            "But these findings can’t answer how it feels to see red, Bartels says. How your brain creates inner experiences that are unique to you is a much bigger question about consciousness. And it’s one that will no doubt continue to be debated for a long time.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/why-remember-food-poisoning",
        "title": "\n\tMice show us why food poisoning is so hard to forget",
        "content": [
            "*Mouse_brain_region_called_the_amygdala_shown_in_blue_after_it_encountered_an_unknown_food_or_experie",
            "When mice eat something unfamiliar, neurons in a brain region called the amygdala light up (blue). If these mice later start feeling sick, the same neurons turn on again. This helps the mouse remember — and avoid — that food in the future.",
            "Food poisoning isn’t something we easily forget. Scientists have now homed in on what makes it so unforgettable. Alarm cells lock the experience into our brain’s circuitry as a yucky memory. That’s the finding of a new study on mice.",
            "Many of us have eaten something that left us sick. “Not only is it terrible in the moment, but it leads us to not eat those foods again,” notes Christopher Zimmerman. He’s a neuroscientist at Princeton University in New Jersey.",
            "Getting sick just one time after eating an undercooked enchilada or burger can make us hate that food forever. And the food repulsion it triggers can develop even if it takes hours or days to start feeling sick after the meal.",
            "Many other animals, it turns out, respond the same way.",
            "Mice usually need an immediate reward or punishment to learn something, notes neuroscientist Richard Palmiter. He works at the University of Washington in Seattle. Even one minute’s delay between cause (say, pulling a lever) and effect (getting a treat) can be too long for mice to learn the two are related.",
            "Not so for food poisoning. Even a rodent’s brain has no trouble linking a tummy torment now with something it ate quite a while earlier.",
            "That makes food poisoning one of the best ways to study how our brains connect events that are separated in time, Palmiter says.",
            "So researchers asked: How does the brain learn to hate foods that made us sick? After five years of experiments, Zimmerman’s team now shows that effects in the brain can burn dangerous tastes into memory.",
            "They described the details in the June 19 issue of Nature.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "A small, almond-shaped brain region called the amygdala links emotions to memories, learning and our senses. So it’s not surprising that this region plays a role in deciding what flavors we find gross or not.",
            "Palmiter’s group had shown that the gut tells the brain when it’s feeling icky. How? It activates certain “alarm” neurons called CGRP cells. “They respond to everything that’s bad,” Palmiter explains.",
            "To study how alarm neurons link food poisoning to food repulsion, Zimmerman’s team at Princeton had mice drink grape Kool-Aid. A half-hour later, they injected the animals with lithium chloride. This made them ill. Two days later, they again gave the mice grape Kool-Aid.",
            "The team ran versions of this simple experiment again and again. And at each step, they peeked inside the brains of those mice to see what was happening.",
            "When the mice had first gotten sick after drinking grape Kool-Aid, their alarm neurons turned on. This event increased the sensitivity of amygdala cells that carried memories of the grape flavor.",
            "Those same amygdala cells also turned on when the mice encountered grape Kool-Aid again. This suggests alarm neurons had helped the amygdala remember foods that seemed dangerous.",
            "This effect didn’t show up in mice that had tasted grape Kool-Aid before without getting sick.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The novelty that cues humans to remember food poisoning could rely on a bit more than just taste. Many unusual aspects of an eating experience can ick us out. It could be some spice blend. Or we may not like smells or other things that we pick up on in a restaurant that’s new to us.",
            "The new study was largely motivated by “pure curiosity,” says Ilana Witten at Princeton. She’s a coauthor of the study. And her team’s findings might go beyond food poisoning, she now suspects. They might be “very relevant to mental health.”",
            "Similar nerve pathways likely explain why unusual and bad experiences become so memorable, she says. But this event-triggered repulsion — known as aversive learning — sometimes goes wrong in people who have suffered a trauma or who have developed some addiction.",
            "The brain wiring that’s supposed to keep us safe can now end up causing harm. Learning to control those circuits, she says, might point to new treatments."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/classroom-exercise-workouts-boost-brain",
        "title": "\n\tShort exercise workouts can boost classroom performance",
        "content": [
            "*a_group_of_middle_school_kids_doing_jumping_jacks_in_a_gym_as_directed_by_their_teacher",
            "Studying for a test or about to plow into some heavy homework? You might benefit from a little exercise beforehand, a new study finds. A few minutes of some high-intensity workout (fitting in short breaks) could boost your brain’s ability to focus and perform well.",
            "Our bodies weren’t made to sit for hours in a classroom — or anywhere else. That may be why it’s so hard for many kids to stay focused on their lessons. Research has shown that movement breaks can help students focus better in school. And it doesn’t take much, new data show. Just a few minutes of activity improves brain function and boosts learning.",
            "The findings appear in the July Psychology of Sport & Exercise.",
            "“We always say that exercise gets the wiggles out,” says lead scientist Eric Drollette. It seems kids just need to move when they can’t focus on a task any longer.An exercise psychologist, Drollette works at the University of North Carolina at Greensboro. He knew exercise could boost memory and other types of learning. That made him wonder how little exercise was needed.",
            "Previous studies had tested the benefits of 20 to 30 minutes of moderate-intensity exercise. It might be riding a stationary bike or walking on a treadmill. But those regimes can’t be done in a classroom. And they’d take a lot of time away from lessons.",
            "Drollette wanted to develop a program that would take just a few minutes. It would also have to fit into a classroom setting, which often has limited space. Ideally, it would be something kids could do right at their desks.",
            "*three_students_in_a_classroom_jumping_at_their_desks",
            "fCStudy participants demonstrate activities that can fit into the space next to their desks in a classroom.",
            "What his team came up with was a nine-minute high-intensity interval program.",
            "High intensity refers to how quickly someone reaches a target heart rate. Such exercises really get our blood pumping.",
            "Interval refers to the insertion of breaks between bouts of exercise. Kids might exercise for 30 seconds, rest for the next half minute, then do another 30-second bout. High knees, star jumps, jumping jacks, hops, lunges, squats and kicks would all qualify.",
            "*a_girl_doing_jumping_exercises_and_wearing_an_EEG_cap",
            "fCOne study participant does jumping exercises while wearing a heart rate monitor and an EEG cap. Each dot on the cap is a sensor that picks up brain activity.",
            "Drollette and his team recruited 25 students 9 to 12 years old. Each visited his lab three times. There, the kids wore a heart rate monitor and an EEG cap. Sensors in that cap read electrical nerve signals. This records how the brain is responding to specific events.",
            "The kids did a nine-minute activity session on each visit. One time it focused on high-intensity interval exercises. Another time, the kids rode a stationary bike. Watching a short educational video was the third activity. The researchers compared brain responses triggered by each of these different activities.",
            "Shortly after each activity ended, participants completed a test. A computer screen displayed five fish in a line. The test asked kids to note which direction the center fish faced. Sometimes all five fish faced the same direction (left or right). Other times, the center one faced the opposite way than the other four, making it harder to give the right response.",
            "*a_girl_wearing_a_blue_EEG_cap_sits_in_front_of_a_monitor_with_five_gold_fish_on_the_screen,_she's_ho",
            "fCUniversity of North Carolina at Greensboro",
            "This participant uses a gaming controller to note whether the center fish is facing right or left. Half the time, the fish on either side of it face the same direction. Other times, they face the opposite way.",
            "*a_photo_showing_a_partition_between_the_girl_with_the_EEG_cap_and_the_researchers_",
            "fCUniversity of North Carolina at Greensboro",
            "Researchers track brain activity on a computer as the participant completes the fish test. The participant is separated from the researchers, so they don’t distract her from her task.",
            "Participants also completed tests of math, word recognition, silent reading and sounding out fake words like “snue” and “blirping.” This last test measured how well students might struggle to pronounce a real word they didn’t yet know.After high-intensity exercise, students showed a change in one brain response during the fish test. “We call it the uh-oh mechanism,” Drollette says. It happens any time you think, “uh-oh, I made a mistake.” It also has a more formal name: ERN (short for error-related negativity).",
            "The ERN response allows us to recognize a mistake so we can correct it in the future.",
            "High-intensity exercise reduced the size of that response. Kids still realized when they’d erred, but their brains didn’t have to work as hard to pick up on that. The change suggests the exercise had made their brains more efficient.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The other two activities didn’t show that benefit.Students also performed better after the high-intensity workout on tests that focused on language.",
            "For math, the students performed a bit less well after the high-intensity session than after less-intense exercise or watching the video. That could be due to fatigue, Drollette says. “Physical fatigue will fatigue cognitive abilities as well,” he says. Tasks that require higher-level thinking, such as math, tend to be the first ones affected. The nine-minute session seemed to be just right without overdoing it. ",
            "iFhttps://www.youtube.com/embed/GDgInyAn-C8?feature=oembed",
            "This video explains what an EEG is, what it measures and how it can decode electrical signals moving through the brain to give experts a bit of a window into which brain parts are not only active but working hard.",
            "“These findings are exciting,” says Lauren Raine. She’s an exercise scientist at Northeastern University in Boston, Mass., who did not take part in the study. “If we provide students with short, high-intensity exercise breaks,” she says, “we may actually see improved academic performance and better processing of mistakes.”",
            "Regular classroom exercise could also improve physical health, she adds.High-intensity exercise could have added benefits for teens, Drollette suspects. Why? It puts the brain in a mentally healthy state. An overactive ERN is related to anxiety and other mental health issues. High school is “where we see a lot more anxiety among kids,” he says. After finding a change in the ERN in younger kids, he now expects to see the same response in teens.“Being active can help with a lot of things that are going on in society,” he says. That includes both mental and physical health. So, he recommends, “Find opportunities to stand up and get moving.” ",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    }
]