[
    {
        "URL": "https://www.snexplores.org/article/wastewater-bacteria-break-down-plastic",
        "title": "\n\tSome bacteria in wastewater can break down a common plastic",
        "content": [
            "*a_straight_down_view_of_various_sizes_of_plastic_pollution_floating_in_turqouise_ocean_water,_beneat",
            "Scientists have found a new strategy they hope will someday reduce plastic pollution in waterways, which threatens our health and the environment.",
            "Our planet is awash in plastic pollution. Tiny bits of it, called microplastics, taint the air and our food. Plastic specks have been found everywhere from our bodies to a dolphin’s breath. That’s why scientists keep looking for ways to break down this sturdy material. Now, they’ve discovered a promising new strategy.",
            "Bacteria common in wastewater can break down a common type of plastic called PET. That finding could inform new ways to clean up PET pollution, which may make up around half of all the microplastic in wastewater.",
            "The microbes in question are Comamonas. Scientists have long known these bacteria grow on plastics in water. That got Ludmilla Aristilde wondering if the microbes use plastic as food. Aristilde is an environmental biochemist at Northwestern University in Evanston, Ill. Her team decided to investigate if Comamonas bacteria eat PET.",
            "*a_photo_of_Ludmilla_Aristilde,_a_smiling_adult_woman_with_medium_brown_skin_wearing_a_lab_coat_and_s",
            "fCLudmilla Aristilde is pictured here in her lab. Her team has uncovered how a plastic-degrading microbe can break down one of the most common plastics littering the planet. The discovery could lead to a new way to limit this pollution.",
            "*a_scanning_electron_microscope_image_of_Comamonas_bacteria_rod_shaped_bacteriaHere’s_a_look_through_",
            "fCHere’s a look through a microscope at the rod-shaped, plastic-munching bacteria Comamonas.",
            "PET is short for polyethylene terephthalate (Pahl-ee-ETH-eh-leen TEHR-eh-THAAL-ayt). This is the world’s most widely used plastic. Some 56 million tons of it is made each year — mostly for polyester clothing, water and soda bottles, and the packaging of many store-bought goods. That leads to a lot of PET pollution.",
            "Lint-size pieces of PET come out of polyester clothes when they’re washed — and flow through water treatment plants into waterways. Bits of PET also get into waterways as plastic bottles and other PET packaging break down in the environment.",
            "In past work, Aristilde discovered that one strain of Comamonas could break apart rings of carbon atoms in laundry detergent. Those carbon rings, she notes, were similar to the ones found in plastics. Here was a clue that the microbes, Comamonas testosterone, may be able to break down PET as well.",
            "Since microplastics and bacteria are both tiny, it can be hard to tell what the microbes are doing to PET. To find out, Aristilde’s team grew C. testosteroni in the lab. Then they placed the microbes in a liquid-filled container for a month with either tiny pellets or thin, flat strips of PET.",
            "Afterward, they looked at the surface of the plastic with a scanning electron microscope. This type of microscope can create very detailed images of surfaces.",
            "*a_composite_of_two_microscipic_images,_one_showing_plastic_before_exposure_to_the_plastic_eating_bac",
            "fCThe microscope image on the left shows the surface of a piece of plastic at the beginning of the researchers’ experiment. The image on the right shows that same piece of plastic after Comamonas bacteria fed on it for a month. In that time, the microbes degraded the plastic by breaking off nano-sized pieces of it from the surface.",
            "The team found that the plastic pellets were breaking apart. Nanoparticles of PET now floated in the water. At the end of the month, more than three times as many nano bits were in the water as before. This showed that the bacteria had been breaking apart the PET. The bacteria also multiplied faster when they had PET available. That suggests they were using carbon molecules from the plastic bits as food. ",
            "The researchers wanted to know what chemical reaction the microbes used to break apart the plastic’s carbon molecules. So they beamed a laser onto the molecules. It showed how the molecules’ bonds were broken and that the chemical reaction had involved water. This released PET pieces small enough for the microbes to gobble up.",
            "Aristilde’s team then looked at a genetic map of C. testosteroni. They found that the microbe had 39 genes for making enzymes that might be involved in degrading PET. These were enzymes that could use water to break bonds. The researchers then went back to observe which of those enzymes were present in the PET-bacteria soup. Just one had been made inside the microbes living with PET.",
            "*an_illustration_showingLudmilla_AristildeNorthwestern_University_how_Comamonas_bacteria_found_living",
            "fCThis artist’s illustration shows how Comamonas bacteria found living in wastewater seek out certain plastic waste for food. Bacteria (purple cylinders) attach to plastics and break them down into small enough bits to consume.",
            "“That was quite surprising,” says Aristilde. She had expected to find multiple enzymes at play.",
            "Her group set out to prove this one enzyme was breaking apart the plastic. Colleagues from Oak Ridge National Laboratory in Tennessee tweaked C. testosteroni microbes. The changes removed the gene that allowed the bacteria to produce this enzyme. Without this gene, the microbes could no longer munch apart the plastic.",
            "As one further test, Oak Ridge researchers inserted that enzyme-making gene into a different bacterium. It was a type of microbe that didn’t normally eat plastic. But once it was able to make the same enzyme as C. testosteroni, that microbe could eat PET, too.",
            "The researchers shared these findings October 29 in Environmental Science and Technology.",
            "Ren Wei is skeptical about harnessing the microbes’ ability to clean up PET pollution. A biochemist, he works with plastic-degrading enzymes at the University of Greifswald in Germany.",
            "The tiny organisms eat super tiny amounts of plastic. The rate at which they chow down on PET, Wei says, is far too slow to remove much of the vast amounts that enter the environment each year.",
            "Jay Mellies sees things differently. The new finding excites this microbiologist at Reed College in Portland, Ore. He, too, works with plastic-degrading microbes.",
            "“The plastic problem on our planet is enormous, and every good idea should be pursued,” he says. Even though scientists have known for decades about other microbes that degrade plastics, none do it fast enough. Learning about a common wastewater bacterium that can eat plastics in water is an idea worth pursuing. The challenge now, Mellies says, is finding a practical use for the new knowledge.  ",
            "Victor Gambarini agrees. A microbiologist at the University of Auckland in New Zealand, he works on plastic-degrading microbes as well. Finding this plastic-degrading enzyme is an important first step, he says. Now, teams will need to hunt for similar enzymes — perhaps in other microbes — that work faster. Or they might try to modify an enzyme in the lab to work better. This is something Aristilde’s team is already thinking about.",
            "Wei points out that breaking down plastics with microbes should be considered an emergency technique and not a main solution. Let’s focus first on using less plastic, he says, and making it more reusable.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/plants-make-meat-nutrients-vegetarian",
        "title": "\n\tMicrobes give plants a way to make ‘meaty’ nutrients",
        "content": [
            "*an_artistically_arranged_plate_of_salad_with_mixed_greens,_raddichio,_tomatoes_and_olives",
            "Scientists have found a way to let plants make nutrients that normally can be found only in animals. The technique has not yet been tried in edible plants. But it might one day allow plants to provide all the nutrients people need in a fully balanced diet.",
            "Veggies pack lots of nutrients. But our bodies need some nutrients that can be found only in animal products, such as meat and milk. Now, researchers have tweaked the genes in leaves so that plants, too, can at last make some of these compounds. This might one day let vegetarians and vegans rely on plants for the full range of nutrients their bodies need.",
            "“My mom is a vegetarian,” says Pengxiang Fan. “So I started looking at what I can do to improve the plant-based diet.” A biochemist, Fan works at Zhejiang University in Hangzhou, China.",
            "Enzymes are proteins that speed up chemical reactions inside living things. To pump out the animal-type nutrients, plant leaves need enzymes they don’t normally have. In this case, they need enzymes that help turn certain amino acids — the building blocks of proteins — into compounds normally found only in meat.",
            "Fan is part of a team that put genetic instructions for making these animal-based enzymes into a bacterium: Agrobacterium tumefaciens. This microbe can then transfer genes to plants.",
            "The team prepared multiple sets of genetic instructions. The sets differ in which amino acids and nutrients they can make. By combining the sets in different ways — like combining Lego blocks to build different structures — the instructions would allow plants to make different nutrients. The researchers then injected bacteria carrying these instructions into the leaves on a relative of the tobacco plant.",
            "*blue_gloved_hands_holding_a_tobacco_plant_and_injecting_it_with_a_clear_fluid",
            "fCResearchers injected bacteria into leaves of this relative of a tobacco plant. Those microbes provided the plant with new genetic instructions — ones needed to make nutrients normally found only in animals.",
            "The treated leaves then made two animal-type nutrients. One was creatine. It’s a molecule formed from three amino acids. The other, carnosine, is made from two amino acids. In both people and animals, creatine helps bring energy to muscles. Carnosine is an antioxidant. It also helps stave off muscle fatigue.",
            "Which nutrient the leaves made depended on which genetic instructions they had received. After four to five days, the researchers harvested leaves from the plants.",
            "People need about 1.7 grams of creatine and 0.6 gram of carnosine each day. The amounts of creatine and carnosine that the plant made are much less than that, Fan notes.",
            "For every gram of plant leaf with animal enzymes, the plant had made 2.3 micrograms of creatine or 69.5 micrograms of carnosine. (A microgram is a millionth of a gram. It’s about one-fiftieth the weight of a grain of salt.) For comparison, a gram of meat contains about 1,000 times as much creatine and about 100 times as much carnosine as a gram of the modified plant.",
            "The team shared its findings in the October 16 Journal of Agricultural and Food Chemistry.",
            "The plants used to test this technique aren’t edible. But one day, Fan hopes to try adding such nutrient-making enzymes to crops such as tomatoes.",
            "But, Fan cautions, before using this technique in fruits or veggies, “we need to be very careful.” The plant might adapt to the genes in unexpected ways. For example, the team tried to get their test plant to make taurine, another nutrient. This amino acid plays a role in digestion. But the injected genes didn’t work the way the team had hoped. Those enzymes kept the plant from making cysteine. It’s an amino acid the plant needs to make that taurine.",
            "Injecting the genetic instructions into a leaf takes just a few days. That’s a lot faster than the typical approach for testing genetic tweaks to plants, says Laurie Leonelli. She’s a photosynthesis engineer who did not take part in the study. She works at the University of Illinois Urbana-Champaign. For instance, growing whole plants that carry new genetic instructions can take two or three years. So the new bacteria injections certainly save scientists a lot of time in seeing if their approach works, Leonelli says.",
            "Fan plans to try adding genes for making other animal nutrients to plants, too. Ideally, he says, his group could come up with a set of instructions for every amino acid. People get some other nutrients primarily from meat, too — such as vitamin B12. Fan plans to explore ways to boost plant levels of these nutrients as well.",
            "If plants are grown in a mindful way, they should have fewer impacts on the environment than the farming of animals have, Leonelli says. The new work is “trying to make plants more nutritious so we don’t have to rely so heavily on animal [products].”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/can-you-die-broken-heart-heartbreak",
        "title": "\n\tCan you really die of a broken heart?",
        "content": [
            "*An_illustrated_human_heart_sits_against_a_light_blue_background_A_beige_bandaid_is_attached_to_the_f",
            "Heartbreak can feel like a physical pain. And it really can be a physical danger. Severe emotional or physical stress can cause deadly heart problems.  ",
            "Dying of heartbreak is a trope that often pops up in myth and fantasy. In Star Wars, Padmé Amidala may have died of a broken heart after her husband turned to the dark side, becoming Darth Vader. Shakespeare’s King Lear succumbs to heartbreak after hearing of the demise of his precious daughter Cordelia.   ",
            "Drama aside, these characters might have died of takotsubo syndrome. That’s a short, intense dysfunction in a part of the heart called the left ventricle. And it can occur after extreme emotional or physical stress — making “heartbreak” both real and sometimes deadly. ",
            "Death by broken heart has been a popular theme in fiction for a long time. Yet doctors only began recording real cases in the 1960s, says Trisha Singh. This heart doctor, or cardiologist, works at University Hospitals Dorset in England.  ",
            "“It was very typically described as an elderly or a middle-aged woman who just lost a loved one,” Singh says. “A day or so afterwards, she died of heartbreak.”  ",
            "Medical imaging technology has improved since then. That has allowed doctors to directly study the hearts of afflicted patients.  ",
            "In many, the left ventricle balloons out. That’s the chamber that pumps oxygen-rich blood to the body. The ballooned shape reminded Japanese doctors of a takotsubo. This is a type of round jar used for catching lobsters and octopuses. So in 1990, doctors at Hiroshima City Hospital proposed the term takotsubo to describe the condition.  ",
            "What triggers takotsubo syndrome is still something of a mystery.  ",
            "One hypothesis is that a traumatic event causes a surge of stress hormones in the brain and adrenal glands. The left ventricle is loaded with receptors for these chemicals. So a sudden flood of them could cause its taut, elastic muscle to become loose and puffy. That would prevent it from delivering enough blood to the body.  ",
            "*A_cross-section_of_a_heart_sits_against_a_white_background_The_chambers_appear_as_red_patches_agains",
            "fCIn “broken heart syndrome” or takotsubo cardiomyopathy, the left ventricle of the heart — which pumps oxygenated blood to the body (pictured here at the bottom right) — balloons outward and becomes weak. ",
            "Another hypothesis is that a stress response briefly “stuns” the heart. A third idea is that reduced levels of the hormone estrogen play a role. That’s because most cases of takotsubo syndrome are in older women. These women have usually gone through menopause — a stage of life when they stop menstruating. After menopause, they produce less estrogen than before.  ",
            "Takotsubo syndrome is fairly rare. It accounts for only about 2 percent of people who seek medical care for an apparent heart attack. Peter Rahko recalls a case from the 1980s. He’s a cardiologist at the University of Wisconsin–Madison. ",
            "Rahko remembers an older woman was called to a hospital in rural Wisconsin. There, she was shown the body of her son, who had died in a car accident. “Within five minutes, she started having severe chest pain [and] collapsed on the floor,” Rahko says.  ",
            "The woman was flown to Madison, where Rahko treated her. He snaked a catheter into her heart to see if something was blocking the arteries that supply blood to the heart muscle. That is what usually causes a heart attack. To his surprise, “her arteries were totally normal,” he says. “But her heart function was dramatically reduced.” In takotsubo syndrome, the heart vessels are often clear. In fact, most patients do not have classic risk factors for heart problems.  ",
            "Looking back, Rahko realizes his patient had takotsubo. Today, reduced heart function with no clear signs of disease is a tip-off for this condition. A doctor will see if a patient has experienced acute stress. For instance, if they have been grieving a loss.  ",
            "In some cases, the tragic event that triggers takotsubo syndrome is obvious. But even events with more long-term effects have been tipping points. Examples include the COVID-19 pandemic and earthquakes in New Zealand. Many patients, Singh notes, also have mental illnesses such as anxiety or depression.   ",
            "Though severe, takotsubo is quite short-lived and typically not fatal. About 4 percent of people die of the condition. About 75 percent fully recover after 10 days, as Rahko’s patient did. Many recover after only 48 to 72 hours.",
            "“It’s absolutely incredible,” Singh says. She recalls one patient who came in with a severely impaired heart. “I came back and rescanned her six hours later,” Singh says. “And it had gone from severely impaired … to almost normal.”  ",
            "The standard care for takotsubo is to treat the patient with medicines for heart failure. But since some people recover so quickly, “it raises a question,” Rahko says. “Should we even be bothering with trying to put people on these medications? Are they even going to do any good?” With basic medical support, like fluids and drugs to prevent blood clotting, the heart may unbreak itself.   ",
            "Rahko says wouldn’t be surprised if some deaths from “grief” in history were takotsubo. When people didn’t have the knowledge of modern medicine, it was reasonable to think that “some god struck down somebody … and they dropped dead,” he says. Now “here’s one potential physiologic explanation.” "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/color-purple-exists-only-in-brain",
        "title": "\n\tPurple exists only in our brains",
        "content": [
            "*an_array_of_purple_foods_spread_out_on_a_table_purple_cabbage,_grapes,_raddichio,_and_beets_are_the_",
            "The purple in these foods — and everything else — isn’t part of the visible spectrum of light. So how and why do we see it? We explain.",
            "There is something unique about the color purple: Our brain makes it up. So you might just call purple a pigment of our imagination.",
            "It’s also a fascinating example of how the brain creates something beautiful when faced with a systems error.",
            "To understand where purple comes from, we need to know how our eyes and brain work together to perceive color. And that all begins with light.",
            "Light is another term for electromagnetic radiation. Most comes from the sun and travels to Earth in waves. There are many different types of light, which scientists group based on the lengths of those waves. (The wavelength is the distance between one wave peak and the next.) Together, all of those wavelengths make up the electromagnetic spectrum.",
            "*an_illustration_showing_wavelength,_crest_and_trough_of_a_wave",
            "fCLight moves its energy in waves (illustrated by blue line) that move up and down. This creates high points called crests and low points called troughs. Light varies in terms of the length of its waves (called wavelength), which is measured as the distance from one crest to another or one trough to another.",
            "Our eyes can’t see most wavelengths, such as the microwaves used to cook food or the ultraviolet light that can burn our skin when we don’t wear sunscreen. We can directly see only a teeny, tiny sliver of the spectrum — just 0.0035 percent! This slice is known as the visible-light spectrum. It spans wavelengths between roughly 350 and 700 nanometers.",
            "The acronym ROYGBIV (pronounced Roy-gee-biv) can be used to remember the order of colors in that visible spectrum: red, orange, yellow, green, blue, indigo and violet. You can see these colors in a rainbow stretching across the sky after a rainstorm or when light shines through a prism. In the visible spectrum, red light has the longest wavelength. Blue and violet are the shortest. Green and yellow sit toward the middle.",
            "Although violet is in the visible spectrum, purple is not. Indeed, violet and purple are not the same color. They look similar, but the way our brain perceives them is very different.",
            "*a_visualization_showing_the_electromagnetic_spectrum_from_least_to_most_intense_",
            "fCThe electromagnetic spectrum contains all the types of light that exist. Our eyes can only see a tiny portion of this broad spectrum, labeled here as visible light.",
            "Color perception starts in our eyes. The backs of our eyes contain light-sensitive cells called cones. Most people have three types. They’re sometimes called red, green and blue cones because each is most sensitive to one of those colors.",
            "But cones don’t “see” color, notes Zab Johnson. Instead, they detect certain wavelengths of light.",
            "Johnson works at the University of Pennsylvania in Philadelphia. She and other scientists who study how we perceive color prefer to classify cones based on the range of wavelengths they detect: long, mid or short.",
            "So-called red cones detect long wavelengths of light. Green cones respond most strongly to light in the middle of the visible spectrum. Blue cones best detect wavelengths toward the shorter end of the visible spectrum.",
            "*a_diagram_of_the_eye's_photoreceptors",
            "fCThis is an illustration of the back of the retina, filled with rods and cones. The rods are long and straight. Very sensitive to light, they help us see when it’s dark. Our eyes have fewer cones, which are sensitive to color. The pigment epithelium is a layer of dark cells under the photoreceptors. They absorb excess light.",
            "When light enters our eyes, the specific combination of cones it activates is like a code. Our brain deciphers that code and then translates it into a color. ",
            "Consider light that stimulates long- and mid-wavelength cones but few, if any, short-wavelength cones. Our brain interprets this as orange. When light triggers mostly short-wavelength cones, we see blue or violet. A combination of mid- and short-wavelength cones looks green. Any color within the visible rainbow can be created by a single wavelength of light stimulating a specific combination of cones.",
            "*a_representation_of_the_wavelengths_of_light_and_their_colors_visible_to_humans",
            "fCThe visible spectrum is the range of wavelengths of light our eyes can detect. ",
            "Notice that the visible spectrum is a gradient. One color gradually shifts into the next. The activity of cones activated by the light also gradually shifts from one type to the next. At the red end of the spectrum, for instance, long-wavelength cones do most of the work. As you move from red to orange, the mid-wavelength cones help more and the long-wavelength cones do less.",
            "In the middle of the rainbow — colors like green and yellow — the mid-wavelength cones are busiest, with help from both long- and short-wavelength cones. At the blue end of the spectrum, short-wavelength cones do most of the work.",
            "But there is no color on the spectrum that’s created by combining long- and short-wavelength cones.",
            "This makes purple a puzzle.",
            "Purple is a mix of red (long) and blue (short) wavelengths. Seeing something that’s purple, such as eggplants or lilacs, stimulates both short- and long-wavelength cones. This confuses the brain. If long-wavelength cones are excited, the color should be red or near to that. If short-wavelength cones are excited, the color should be near to blue.",
            "The problem: Those colors are on opposite ends of the spectrum. How can a color be close to both ends at once?",
            "To cope, the brain improvises. It takes the visible spectrum — usually a straight line — and bends it into a circle. This puts blue and red next to each other.",
            "*Take_the_visible_gradient_of_colors_ROYGBIV_Bend_it_into_a_letter_C_shape,_with_the_opening_facing_d",
            "fCT. Awtry",
            "The brain bends the visible spectrum to make red and blue neighbors. Then, it adds purple to create a color wheel.",
            "“Blue and red should be on opposite ends of that linear scale,” Johnson explains. “Yet at some point, blue and red start to come together. And that coming-together point is called purple.”",
            "Our brain now remodels the visible spectrum into a color wheel and pops in a palette of purples — which don’t exist — as a solution to why it’s receiving information from opposite ends of the visible spectrum.",
            "Colors that are part of the visible spectrum are known as spectral colors. It only takes one wavelength of light for our brain to perceive shades of each color. Purple, however, is a nonspectral color. That means it’s made of two wavelengths of light (one long and one short).",
            "This is the difference between violet and purple. Violet is a spectral color — part of the visible spectrum. Purple is a nonspectral color that the brain creates to make sense of confusing information.",
            "iFhttps://www.youtube.com/embed/PQt5B1GsTsg?feature=oembed",
            "What do we mean when we say purple doesn’t really exist?",
            "Purple thus arises from a unique quirk of how we process light. And it’s a beautiful example of how our brains respond when faced with something out of the norm. But it’s not the only color that deserves our admiration, says Anya Hurlbert.",
            "“All colors are made up by the brain. Full stop,” says this visual scientist at Newcastle University in England. They’re our brain’s way of interpreting signals from our eyes. And they add so much meaning to things we perceive, she says. ",
            "“The color of a bruise tells me how old it is. The color of a fruit tells me how ripe it is. The color of a piece of fabric tells me whether it’s been washed many times or it’s fresh off the factory line,” she says. “There’s almost nothing else that starts with something so simple [like a wavelength of light] and ends with something so deep and rich.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/2024-hottest-year-record-heat-climate",
        "title": "\n\t2024 set new record for hottest year, passing a dangerous heat threshold",
        "content": [
            "*A_global_heat_map_of_Earth's_hottest_temperatures_in_2024",
            "As this global view shows, virtually the whole planet was hotter in 2024 than the average from 1991 to 2020. In some places, such as the Canadian Arctic, temperatures were as much as 5 degrees Celsius (the darkest red) higher. Blue colors mark regions with below average temps.",
            "It’s official: The year 2024 was indeed the hottest on record. It was also the first year in recorded history that Earth’s average temperature was higher than 1.5 degrees Celsius (2.7 degrees Fahrenheit) above preindustrial times.",
            "What’s important about that increase? Global leaders had set a goal to keep Earth’s temperature under that 1.5 degree threshold. The reason: Anything above that risks greatly increasing extreme weather events across the planet. These range from heat waves and floods to storms, drought and more. The United Nations had outlined what it might take to stay below that 1.5 degree C increase in a series of reports over the past decade. Chief among changes that people would need to make: reining in use of the fossil fuels. They’re a large source of the world’s increasingly climate-warming greenhouse gas pollution.",
            "Last year smashed through many global records. These included ones for air temperatures, sea-surface temperatures and atmospheric levels of those greenhouse gases. Scientists with the European Union’s Copernicus Climate Change Service outlined a list of those new records in a January 10 report. ",
            "Earth’s global fever in 2024 reached 15.10 °C (59.18 °F). That was 0.72 degree C warmer than the planet’s average temperature from 1991 through 2020. Even more important, that was 1.6 degrees C higher than the average from 1850 to 1900. That period was just before the Industrial Revolution. It’s when societies began to turn to fossil fuels as a main source of energy.",
            "Global-average temperatures have been on the rise since 1967. They hit a record in 2024. This graph shows that that year was also the first on record to top 1.5 degrees Celsius above those typical of preindustrial times.",
            "iFhttps://flo.uri.sh/visualisation/21117591/embed",
            "July 22, 2024, marked a particular milestone. That day was sweltering. From pole to pole, the average global temperature across the planet set a new record high of 17.16 °C (63 °F). The amped-up temps on land and sea, last year, was higher than ever seen in all the years since record-keeping began.",
            "All that heat had deadly consequences. Climate change “added on average 41 more days of dangerous heat in 2024.” It also played a role in “the deaths of thousands of people and the displacement of millions during extreme weather events last year.” Those are among the findings of a new analysis by World Weather Attribution and Climate Central.",
            "Especially worrisome: Within 25 years or so, a large part of our planet may be too hot for us to live on. That’s the finding of a February 4 study in Nature Reviews Earth & Environment. By 2050 or so, some billion hectares — about the land area of the United States — or more could hit temperatures hazardous for human health. That’s three times the land area that currently can experience these dangerous heat levels, says Radley Horton. He’s a climate scientist at the Columbia Climate School in New York City.",
            "Earth’s average temperature back around the 1760s was 13.5 °C (56.3 °F). When Earth’s average temps reach 2 degrees C (3.6 degree F) above that, huge regions may become so hot and humid that even young, healthy people face extreme danger, Horton says. Where would this be? We’re likely talking about large parts of South Asia and South America, parts of West Africa and some of the U.S. Southeast. These regions won’t be hot all the time. But they could experience extreme heat events at least once every 30 years or so.",
            "As of last year, Earth’s temperature was already 1.6 degrees higher than the preindustrial average. Says Horton: “It’s sobering to see how close we already are to the brink.”",
            "Last year wasn’t the first time Earth’s temperatures have risen above the 1.5 degree C mark. Pockets of the planet exceeded that benchmark in the last 10 years. And 2023 came awfully close to crossing that line.",
            "But 2024? It was the first year the planet as a whole surpassed that limit."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-lava-bomb-definition-pronunciation",
        "title": "\n\tScientists Say: Lava bomb",
        "content": [
            "*_Scientists_Say_Lava_bomb0",
            "Lava bombs are gobs of lava thrown into the air by explosive volcanic eruptions. Smaller lava bombs can cool completely before landing. Larger ones only harden on the outside, creating a solid coating around molten rock. ",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2021100501&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Lava bombs are one type of debris that explosive volcanic eruptions can launch into the air.",
            "When a volcano erupts, it can shoot a mix of ash, crystals, rock and other fragments into the air. Some of those fragments start out as magma — molten rock from deep within the Earth. When magma leaves the volcano, it becomes lava and begins to cool. Blobs of lava thrown into the air turn into lava bombs. Some of these blobs have solid rock at their cores. Others contain gas bubbles. Still others are molten rock, through and through.",
            "Geologists consider a blob of lava to be a lava bomb if it is at least 6.4 centimeters (2.5 inches) across and rounded. That is, as long as it has no sharp angles. Lava bombs can be mostly round, like basketballs, or elongated, like footballs. Sometimes strings of lava stretch to form ribbon-shaped lava bombs. And lava bombs can get big. The largest one ever recorded was a whopping 6 meters (20 feet) across.",
            "Lava bombs can spend up to 10 seconds soaring through the air before landing. As the lava encounters the cold air of the atmosphere, it cools and hardens from the outside in. Smaller lava bombs can cool completely before landing. Larger ones only harden on the outside. This creates a solid coating that cracks like the crust on a loaf of bread. When the inside of a lava bomb is still hot and squishy when it hits the ground, it can land with a splat — flattening out like a cow pat.",
            "Most lava bombs land within 5 kilometers (3 miles) of an eruption. But some travel as far as 10 kilometers (6 miles). Of all threats posed by a volcanic eruption, researchers estimate, lava bombs are the most dangerous to people.",
            "Lava bombs form when globs of lava shoot out of a volcano and begin to harden before hitting the ground.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/jane-rigby-james-webb-telescope",
        "title": "\n\tJane Rigby helped make the James Webb telescope a superstar ",
        "content": [
            "*A_photo_of_Jane_Rigby_standing_in_front_of_a_large_galaxy_image",
            "Jane Rigby originally wanted to be an astronaut. Now, she explores deep space as the senior project scientist for the James Webb Space Telescope.",
            "One of a telescope operator’s main jobs is to keep stray light out of the instrument. Unwelcome light can wash out the cosmic glimmers of distant stars and galaxies. During more than a decade of work on NASA’s James Webb Space Telescope, Jane Rigby obsessed over minimizing light leaks. And she had extraordinary success. ",
            "Rigby herself, now the senior project scientist for JWST, is a source of light. ",
            "“I don’t know how she does everything that she does, and does everything well,” says Keren Sharon. She’s an astronomer at the University of Michigan in Ann Arbor. “She gets giddy,” Sharon says of Rigby. “It could be about figuring out a [technical] bug, or discovering this super-exciting thing about a galaxy. … Her face lights up.” ",
            "Rigby got interested in a career in space science around age 12, after she saw Sally Ride speak at a local college. Ride was the first American woman in space.  ",
            "As a college student, Rigby got her first experience using a telescope for research. At the McDonald Observatory in Texas, she and her colleagues aimed a telescope at a distant quasar. The project was plagued by light leaks and ultimately yielded no data. “But it was really fun,” Rigby says. “I was learning everything, trying to learn how the telescope worked.” ",
            "*A_galaxy_12_billion_light-_years_away_and_shown_is_false_color_is_being_magnified_by_a_nearer_galaxy",
            "fC With JWST data, Rigby and colleagues found signs of hydrocarbons in this galaxy (red ring, shown in false color). It’s located more than 12 billion light-years from Earth. A second, closer galaxy (blue) lined up perfectly to magnify the light from the more distant one. ",
            "Since then, Rigby has used many telescopes, including ones in Hawaii, in Chile and even in space. Those instruments have helped her investigate how galaxies evolve along with the supermassive black holes hiding within them.  ",
            "“I will use any telescope I can get my hands on,” Rigby says. All that telescope time meant she was ready to join the JWST team when the opportunity came in 2010. ",
            "To work on JWST, Rigby took a job at NASA’s Goddard Space Flight Center in Greenbelt, Md. Before launch, most of her time was devoted to making sure that changes to the telescope’s design wouldn’t mess up the science. After the telescope launched in 2021, her job shifted to characterizing how well the telescope works — and JWST is basically a dream come true. ",
            "There’s better image quality, higher sensitivity, faster response times and a longer potential mission lifetime than predicted before launch. Plus, there’s practically no light leaks. “It’s not an accident that the telescope works so well,” Rigby says, pointing to a huge amount of work by tens of thousands of people.  ",
            "With the telescope working so well, Rigby could turn her attention to scientific questions. She helps lead an observing program that looks at galaxies whose light has been magnified by foreground objects. That helps astronomers glimpse how the galaxies form stars.  ",
            "Rigby has also lit a path for queer astronomers and others who are historically underrepresented in astronomy. She has been out as part of the LGBTQ+ community since 2000, and she has devoted much of her career to holding the door open for others. She has helped set up groups and meetings for making astronomy more inclusive. A current priority is making sure trans people feel safe and welcome in the field. ",
            "“I didn’t grow up with any queer role models,” Rigby says. “I hope I’m the last generation for which that’s true.”  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-regolith-definition-pronunciation",
        "title": "\n\tScientists Say: Regolith",
        "content": [
            "*_Scientists_Say_Regolith1",
            "Apollo 11 astronauts left this footprint in the Moon’s regolith on July 20, 1969.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2011324967&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Regolith is the layer of loose rocks and dust on the surface of moons, asteroids and rocky planets — including Earth.",
            "This blanket of fine material comes from forces that break down or transform rock. On Earth, wind and water break rocks down into smaller and smaller particles, such as pebbles and sand. Volcanoes — on Earth and other planets — also create ash and lava fragments. These too become regolith. Meteorites crashing into moons, asteroids and planets can blast bedrock into tiny particles as well.",
            "Different celestial bodies have different kinds of regolith. For example, Martian regolith contains high levels of iron oxide. This is what gives the “Red Planet” its distinctive hue. But the moon’s regolith is made of lots of silicates. These compounds include the element silicon. Heat from meteorite collisions has melted some of these silicates. This has resulted in lunar regolith that consists of tiny pieces of glass.",
            "In the coldest reaches of our solar system, regolith may consist of grains of frozen hydrocarbons, such as methane. Or even water. Ice grains cover the surface of Saturn’s moon Titan. In Titan’s frigid temperatures, ice behaves more like stone. So, scientists consider Titan’s icy granules to be Titan’s regolith.",
            "Scientists managed to sprout some scrawny seedlings in lunar regolith samples.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-large-language-model-definition-pronunciation",
        "title": "\n\tScientists Say: Large language model",
        "content": [
            "*Digital_generated_image_of_abstract_smartphone_with_pop_up_message_chat_icons_against_blue_backgroun",
            "Large language models are behind some of the most powerful reading and writing AI systems today.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2034422096&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A large language model — or LLM — is an artificial intelligence computer program that can read text and write responses. LLMs power many modern artificial intelligence, or AI technologies, such as ChatGPT.",
            "LLMs generate human-sounding text using computer programs that “learn.” These algorithms learn by analyzing huge amounts of data. The data might be the text on webpages, online books or social media posts. Scientists “train” algorithms by providing them these data.",
            "An LLM first breaks the training data into smaller pieces, such as words or parts of words. These are called tokens. The system then divides the tokens into categories. It also maps out relationships and patterns between them. Computers don’t use words to solve problems. They use math. So, an LLM must assign numbers to text tokens. That allows the LLM to calculate responses based on probabilities.",
            "Once trained, an LLM can read a new text prompt — such as a question — and break it into tokens. Then, the LLM puts together a response one token at a time. It calculates which tokens are most likely to come next based on patterns learned in training.",
            "Humans are very good at detecting these patterns. For example, imagine a friend telling you to “turn right.” The word “right” has several meanings. “Right” could mean accurate. It could also mean morally good. But these alternate definitions wouldn’t confuse you. In this context, coming after the word “turn,” the word “right” clearly refers to a direction. You’ve learned that from experience.",
            "LLMs can also use their experience from training to figure out meanings. LLMs do this with another program called a transformer. A transformer focuses on a bit of text, such as a sentence. It considers multiple meanings that tokens in sentences might have. Then, it decides which meaning is most likely intended.",
            "LLMs are powerful AI tools. However, they also come with problems. The language data used to train LLMs sometimes bakes biases into these systems. They also tend to oversimplify some topics. And they have limited ability to verify their information. That’s because they do not understand the concept of truth or accuracy as a person does.",
            "Despite how humanlike LLMs may sound, it’s crucial to remember their limits. LLMs do not truly comprehend the text they generate. While they mimic some patterns of human reasoning, they do not have feelings and cannot understand emotions like a person.",
            "Large language models (LLMs) can power AI job-screening technology that comes with cooked-in biases, favoring applicant names that sound male.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/computers-math-solve-problems-fairly",
        "title": "\n\tThis computer scientist uses math to help people be treated fairly",
        "content": [
            "*Computer_scientist_Ariel_Procaccia_stands_at_a_podium_A_projected_image_with_words_and_colorful_bloc",
            "Ariel Procaccia (pictured) is a computer scientist who uses math to figure out the fairest way to solve different problems — from splitting up the cost of rent to choosing how citizens represent each other in democratic societies. ",
            "Ariel Procaccia has always been fascinated by big questions and hard problems.",
            "As a teenager, one of his favorite books was Fermat’s Last Theorem. It tells the tale of how a single math puzzle stumped the world’s greatest minds for more than 300 years. Another favorite was A Brief History of Time. That book explores deep questions about the universe.",
            "*_This_computer_scientist_uses_math_to_help_people_be_treated_fairly2",
            "fCAriel Procaccia has been fascinated by big questions in math, physics and computer science since he was a teenager. ",
            "By the time he went to college, Procaccia knew he wanted to study two of three things — math, computer science and physics. “But my dad is a physics professor, and it seemed weird to do the same thing he did,” Procaccia says. “So I chose the other two.”",
            "Today, Procaccia is a computer scientist at Harvard University in Cambridge, Mass. There, he designs computer algorithms that solve problems quickly and fairly. Through this work, Procaccia has been able to tackle some big problems that directly affect people’s daily lives.",
            "“I’ve worked on challenges like where to resettle refugees so that they are most likely to succeed. How to allocate food donations to organizations that need them. And how to design new forms of democracy,” he says. “I’m especially interested in problems whose solutions [have] a tangible impact on our society.”",
            "In this interview, Procaccia shares his experiences and advice with Science News Explores. (This interview has been edited for content and readability.)",
            "One of my favorite projects is Spliddit.org. It’s a free website that helps people divide stuff in a way that mathematically guarantees fairness. For example, one of the apps on Spliddit is rent division. Say a few roommates rent an apartment and have different preferences over rooms. The goal is to assign the rooms and divide the rent in a way that each roommate feels they got the best deal. Amazingly, you can prove that this is always possible! Since Spliddit’s launch in 2014, it’s been used by hundreds of thousands of people.",
            "*_This_computer_scientist_uses_math_to_help_people_be_treated_fairly3",
            "fCThe website Spliddit.org helps users fairly divvy up things like the cost of rent, cab fare, credit on a group assignment, inheritance, household chores and more.",
            "I’m especially excited about our work on fair algorithms for selecting citizens’ assemblies. These assemblies are tasked with discussing important issues. They also make recommendations for policymakers. They’re made up of people who are randomly selected from volunteers. But the random selection is done in a way that leads to an assembly that looks like the overall population. For example, there’s usually a similar number of men and women. At the same time, every volunteer has to have a fair chance of participating in the assembly. We developed an algorithm that balances these different needs. And it’s been used widely around the world.",
            "In my job as a professor, I get to work closely with amazing graduate students. Over a typical five-year Ph.D., a very special, lifelong bond is formed. Professors and their students often speak of each other as “academic children” and “academic parents.” And as someone who has three actual children, I think there’s a lot of truth to that. In particular, when my students succeed and achieve their goals, it makes me very proud. ",
            "This advice is not for those who aspire to be computer scientists, but for those who don’t! Computer scientist Edsger Dijkstra famously said that computer science is no more about computers than astronomy is about telescopes. I don’t know if I would go that far. But I think that a lot of computer science is basically about how to solve problems in the best possible way. And with that toolbox, you can tackle almost any challenge. So even if you believe computers aren’t your cup of tea, computer science might be."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/surprising-animals-eat-poop",
        "title": "\n\tA surprising number of animals eat poop ",
        "content": [
            "*A_grid_of_four_images_Included_are_a_baby_koala,_parrotfish,_Eurasian_jay_and_pika",
            "Plenty of animals eat poop sometimes. A baby koala (top left) may get some helpful gut microbes from eating mom’s droppings. Other vertebrates get nutrients from eating other species’ poo at sea (parrotfish, top right) or on land (pika, bottom left). Eurasian jays (bottom right) and other animals that don’t want to leave their babies alone may use poop as a homemade meal. ",
            "For people, the idea of eating poop might be gag-inducing. But for many animals, poo is perfectly normal to have on the menu.",
            "The stinky stuff is not just an end product after food gets eaten, digested and discarded by animal guts. Poop can also be nutritious and useful to eat (again). Researchers pointed this out in the December issue of Animal Behaviour.",
            "The team counted up the vertebrate animals (those with backbones) that scientists have caught eating poop. The tally totaled more than 150 poop-consuming species. Feces eaters ranged from adult black bears to baby koalas. ",
            "“I had no idea how many baby animals ate their mom’s poop to get microbes to help populate the gut,” says Elaine J. Power. She’s a retired evolutionary biologist in Eugene, Ore., who led the research.  ",
            "*A_capybara_twists_to_lick_its_nether_regions",
            "fCA capybara is able to bend around to lick up special lumps of waste from its rear end. These clumps are especially soft and fine-grained. That makes them good for a second try at extracting nutrients. ",
            "Young animals that eat their mom’s feces include koalas, desert tortoises and ostriches. And that’s just one reason why a species might recycle previously eaten meals. The act of eating poop is generally known as coprophagy.  ",
            "“Poop is a wonderful [food] source if you don’t care about being infected by diseases and parasites,” Power says. In fact, some species can’t live without it. Pikas may make it through harsh winters by chowing down on yak poop. And cavefish, which can’t leave their caves to forage for food, depend heavily on the poop of bats that can. ",
            "“Rats are fun, if you happen to have a particular sense of humor,” Power says. They eat up to 40 percent of their own poop. “If you stop them from doing it, they get vitamin B12 deficiencies,” she says. “They get sick.” It’s something that scientists who keep rats in their labs have to watch out for. ",
            "SO MANY animals eat poop! #animals",
            "For rabbits and other small plant-eating animals, poop-eating can help with digestion. Plant-eaters like cows have stomachs with extra compartments. By the time the cow’s meal reaches the part of its intestines that absorb nutrients, big, tough molecules have become tidbits in easy-to-absorb slosh. But rabbits and many other small creatures don’t have that multi-step digestive setup. So for them, eating food that’s been through a gut once — aka poop — helps them get hard-to-extract nutrition. ",
            "Poop-eating takes a special form in some of these non-cows. A bit of intestine called the caecum catches some of the waste as softer, fine-grained masses that an animal, as Power puts it, then “can lick off its [own] anus.” Power and her colleagues found one study with a portrait of a capybara reaching around to do this. Twisting into a yoga-like pose allowed the animal to eat the soft gooey stuff. ",
            "Eating poop can also show up as part of parenting. Take a type of bird called a swift. While tending frail new hatchlings, a parent swift will, on occasion, gulp down a saclike dropping. Is it cleaning up? Quenching a thirst? It’s hard to tell for birds on a nest. But mama black bears do something similar when stuck alone in a den with a cub too young to go out foraging. Power suspects they eat poo for both sanitation and thirst reasons. ",
            "Power and her colleagues’ study didn’t cover human coprophagy. But Sachi Sri Kantha has done research on this. Sri Kantha is a retired biochemist and historian in Tokyo, Japan. Some traditional medicines include fecal elements and could be swallowed. Western medicine now uses fecal microbes in gut-related therapies. But they’re inserted through a person’s backside, instead of being eaten.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/fresh-fruit-slices-turn-brown",
        "title": "\n\tExperiment: How to keep fruit slices fresh",
        "content": [
            "*_Experiment_How_to_keep_fruit_slices_fresh4",
            "Have you ever wondered why apples turn brown after you slice them, or why a yellow banana gets dark spots over time? In this experiment, we'll find out why this happens.",
            "Objective: To investigate which liquid will keep sliced apples looking the freshest",
            "Areas of science: Chemistry, Food Science",
            "Difficulty: Hard beginner",
            "Time required: ≤ 1 day",
            "Prerequisites: None",
            "Material availability: Readily available",
            "Cost: under $20",
            "Safety: Adult supervision when using knives",
            "Credits: Svenja Lohner, PhD, Science Buddies",
            "Tons of fruits and vegetables are produced, processed and shipped on a daily basis so we can buy them fresh. Many of these pieces of produce, however, never make it into stores. This is because many fruits and vegetables, such as apricots, mushrooms, lettuce and pears, turn brown or spoil over time.",
            "Watch the timelapse video below to see a banana turn brown within 26 days. Would you buy a brown banana?",
            "This reaction is also called enzymatic browning and is one of the largest causes of spoilage in fruits and vegetables — even though it does not make the food harmful to eat. The name enzymatic browning comes from the fact that an enzyme within the fruit turns the fruit brown. But what exactly happens during the enzymatic browning process?",
            "The process occurs when chemicals inside the fruit come into contact with oxygen in the air. This produces melanin, the same dark brown pigment that colors human hair, skin and eyes. The enzyme responsible for the browning is called polyphenol oxidase (or PPO). In the presence of oxygen, the PPO enzyme changes substances known as phenolic compounds (through a process of oxidation) into different compounds called quinones. The quinones then react with other compounds to form melanin. Melanin is what turns the fruit and vegetables brown.",
            "iFhttps://www.youtube.com/embed/_Ofev8WsEkM?feature=oembed",
            "Discover enzymes at work and find out how they turn some fruits brown in this fun science activity!",
            "This reaction, however, usually does not happen within fresh fruits and vegetables because the PPO and the phenolic compounds are separated in plant cells.",
            "The enzymatic browning process is only triggered when PPO, phenolic compounds and oxygen come in contact with each other. This is exactly what happens when a fruit is cut, falls or is knocked around too much. When fruit tissue is damaged due to heat, cold, age or mechanical stress, its cells break open and the phenolic compounds and the enzyme are released and mix with oxygen in the air. As a result, the damaged tissue turns brown almost immediately.",
            "In the food industry, lots of attempts have been made to prevent enzymatic browning and keep produce appearing fresh for a long time. One example is the development of the Arctic apple. This apple was modified so that it no longer produces the PPO enzyme. With no enzyme present, the browning reaction cannot occur.",
            "Another solution is to treat the produce in a specific way to inhibit the enzyme, slowing the browning reaction. Enzymes can only work in certain environments. Most cannot function if it gets too cold or too warm, and they do not usually like acidic conditions. In this project, you will apply different liquids to apple slices to see which one works best to keep your apples nice and fresh.",
            "iFhttps://www.youtube.com/embed/OmcXo9XC6Uc?feature=oembed",
            "Watch a banana brown over the course of 26 days, with one picture taken every 15 minutes.",
            "For help creating graphs, try this website:",
            "Testing different liquids on apple slices",
            "*_Experiment_How_to_keep_fruit_slices_fresh5",
            "fCFigure 1. On each plate, place three apple slices.",
            "fCTable 1.",
            "Analyzing your data",
            "This activity is brought to you in partnership with Science Buddies. Find the original activity on the Science Buddies website.",
            "*A_banner_that_reads_SCIENCE_BUDDIES"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/explainer-earth-layer-layer",
        "title": "\n\tExplainer: Earth — layer by layer",
        "content": [
            "*a_cut_away_diagram_showing_the_innner_layers_of_the_Earth",
            "Scientists understand much about Earth’s structural layers — the inner core, core, mantle and crust. Yet there are still great mysteries to solve about our planet’s inner workings.",
            "Mountain ranges tower to the sky. Oceans plummet to impossible depths. Earth’s surface is an amazing place to behold. Yet even the deepest canyon is but a tiny scratch on the planet. To really understand Earth, you need to travel 6,400 kilometers (3,977 miles) beneath our feet.",
            "Starting at the center, Earth is composed of four distinct layers. They are, from deepest to shallowest, the inner core, the outer core, the mantle and the crust. Except for the crust, no one has ever explored these layers in person. In fact, the deepest humans have ever drilled is just over 12 kilometers (7.6 miles). And even that took 20 years!",
            "Still, scientists know a great deal about Earth’s inner structure. They’ve plumbed it by studying how earthquake waves travel through the planet. The speed and behavior of these waves change as they encounter layers of different densities. Scientists —  including Isaac Newton, three centuries ago — have also learned about the core and mantle from calculations of Earth’s total density, gravitational pull and magnetic field.",
            "Here’s a primer on Earth’s layers, starting with a journey to the center of the planet.",
            "*a_diagram_showing_the_layers_of_the_Earth",
            "fCA cut-away of Earth’s layers reveals how thin the crust is when compared to the lower layers.",
            "This solid metal ball has a radius of 1,220 kilometers (758 miles), or about three-quarters that of the moon. It’s located some 6,400 to 5,180 kilometers (4,000 to 3,220 miles) beneath Earth’s surface. Extremely dense, it’s made mostly of iron and nickel. The inner core spins a bit faster than the rest of the planet. It’s also intensely hot: Temperatures sizzle at 5,400° Celsius (9,800° Fahrenheit). That’s almost as hot as the surface of the sun. Pressures here are immense: well over 3 million times greater than on Earth’s surface. Some research suggests there may also be an inner, inner core. It would likely consist almost entirely of iron.",
            "This part of the core is also made from iron and nickel, just in liquid form. It sits some 5,180 to 2,880 kilometers (3,220 to 1,790 miles) below the surface. Heated largely by the radioactive decay of the elements uranium and thorium, this liquid churns in huge, turbulent currents. That motion generates electrical currents. They, in turn, generate Earth’s magnetic field. For reasons somehow related to the outer core, Earth’s magnetic field reverses about every 200,000 to 300,000 years. Scientists are still working to understand how that happens.",
            "At close to 3,000 kilometers (1,865 miles) thick, this is Earth’s thickest layer. It starts a mere 30 kilometers (18.6 miles) beneath the surface. Made mostly of iron, magnesium and silicon, it is dense, hot and semi-solid (think caramel candy). Like the layer below it, this one also circulates. It just does so far more slowly.",
            "Near its upper edges, somewhere between about 100 and 200 kilometers (62 to 124 miles) underground, the mantle’s temperature reaches the melting point of rock. Indeed, it forms a layer of partially melted rock known as the asthenosphere (As-THEEN-oh-sfeer). Geologists believe this weak, hot, slippery part of the mantle is what Earth’s tectonic plates ride upon and slide across.",
            "Diamonds are tiny pieces of the mantle we can actually touch. Most form at depths above 200 kilometers (124 miles). But rare “super-deep” diamonds may have formed as far down as 700 kilometers (435 miles) below the surface. These crystals are then brought to the surface in volcanic rock known as kimberlite.",
            "The mantle’s outermost zone is relatively cool and rigid. It behaves more like the crust above it. Together, this uppermost part of the mantle layer and the crust are known as the lithosphere.",
            "*a_photo_of_the_Himalayan_mountains",
            "fCThe thickest part of Earth’s crust is about 70 kilometers (43 miles) thick and lies under the Himalayan Mountains, seen here.",
            "Earth’s crust is like the shell of a hard-boiled egg. It is extremely thin, cold and brittle compared to what lies below it. The crust is made of relatively light elements, especially silica, aluminum and oxygen. It’s also highly variable in its thickness. Under the oceans (and Hawaiian Islands), it may be as little as 5 kilometers (3.1 miles) thick. Beneath the continents, the crust may be 30 to 70 kilometers (18.6 to 43.5 miles) thick.",
            "Along with the upper zone of the mantle, the crust is broken into big pieces, like a gigantic jigsaw puzzle. These are known as tectonic plates. These move slowly — at just 3 to 5 centimeters (1.2 to 2 inches) per year. What drives the motion of tectonic plates is still not fully understood. It may be related to heat-driven convection currents in the mantle below. Some scientists think it’s caused by the tug from slabs of crust of different densities, something called “slab pull.” In time, these plates will converge, pull apart or slide past each other. Those actions cause most earthquakes and volcanoes. It’s a slow ride, but it makes for exciting times here on Earth’s surface."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/science-ghosts",
        "title": "\n\tThe science of ghosts",
        "content": [
            "*860_ghoststairspng",
            "People love scary, spooky stories of spectral phantoms. While there’s no science to support the existence of ghosts, research does provide plenty of explanations for why we might genuinely sense a supernatural presence.",
            "A shadowy figure rushed through the door. “It had a skeletal body, surrounded by a white, blurry aura,” recalls Dom. The figure hovered and didn’t seem to have a face. Dom, who prefers to use only his first name, had been fast asleep. Just 15 at the time, he panicked and closed his eyes. “I only saw it for a second,” he recalls. Now, he’s a young adult who lives in the United Kingdom. But he still remembers the experience vividly.",
            "Was the figure a ghost? In the mythology of the United States and many other Western cultures, a ghost or spirit is a dead person who interacts with the living world. In stories, a ghost may whisper or groan, cause things to move or fall, mess with electronics — even appear as a shadowy, blurry or see-through figure.",
            "*_The_science_of_ghosts6",
            "fC“I’d been hearing noises on the ceiling at the same time each night,” says Clare Llewellyn-Bailey, who is now a student at the University of South Wales. One night, a big thud prompted her to grab her camera. This was the first picture she took. Other photos she took on that and later nights showed nothing unusual. Does this story make it seem like ghosts exist? Or is the glowing figure a flash of light that the camera accidentally captured?",
            "Ghost stories are lots of fun, especially on Halloween. But some people believe that ghosts are real. Chapman University in Orange, Calif., runs a yearly survey that asks people in the United States about their beliefs in the paranormal. In 2018, 58 percent of those polled agreed with the statement, “Places can be haunted by spirits.” And almost one in five people from the United States said in another survey, conducted by the Pew Research Center in Washington, D.C., that they’ve seen or been in the presence of a ghost.",
            "On ghost-hunting TV shows, people use scientific equipment to attempt to record or measure spirit activity. And numerous creepy photos and videos make it seem like ghosts exist. However, none of these offer good evidence of ghosts. Some are hoaxes, created to fool people. The rest only prove that equipment sometimes can capture noise, images or other signals that people don’t expect. Ghosts are the least likely of many possible explanations.",
            "Not only are ghosts supposed to be able to do things that science says are impossible, such as turn invisible or pass through walls, but also scientists using reliable research methods have found zero evidence that ghosts exist. What scientists have discovered, though, are lots of reasons why people might feel they have had ghostly encounters.",
            "What their data show is that you can’t always trust your eyes, ears or brain.",
            "Dom began having unusual experiences when he was eight or nine. He would wake up unable to move. He researched what was happening to him. And he learned that science had a name for it: sleep paralysis. This condition leaves someone feeling awake but paralyzed, or frozen in place. He can’t move or speak or breathe deeply. He may also see, hear or feel figures or creatures that aren’t really there. This is called a hallucination (Huh-LU-sih-NA-shun).",
            "Sometimes, Dom hallucinated that creatures were walking or sitting on him. Other times, he heard screaming. He only saw something that one time, as a teenager.",
            "Sleep paralysis happens when the brain messes up the process of falling asleep or waking. Usually, you only start dreaming after you’re fully asleep. And you stop dreaming before you waken.",
            "*A_sitting_woman_looks_down_at_her_dreaming_self",
            "fCWhile dreaming in REM sleep, the body is usually paralyzed, unable to act out the motions the dreamer might see herself performing. Sometimes, a person wakes up while still in this state. That can be terrifying.",
            "Sleep paralysis “is like dreaming with your eyes open,” explains Baland Jalal. A neuroscientist, he studies sleep paralysis at the University of Cambridge in England. He says this is why it happens: Our most vivid, lifelike dreams happen during a certain stage of sleep. It’s called rapid eye movement, or REM, sleep. In this stage, your eyes dart around under their closed lids. Though your eyes move, the rest of your body can’t. It’s paralyzed. Most likely, that’s to prevent people from acting out their dreams. (That could get dangerous! Imagine flailing your arms and legs as you play dream basketball, only to whack your knuckles on the wall and tumble to the floor.)",
            "Your brain usually turns this paralysis off before you wake up. But in sleep paralysis, you wake up while it’s still happening.",
            "You don’t have to experience sleep paralysis to sense things that aren’t there. Have you ever felt your phone buzz, then checked to find there was no message? Have you heard someone calling your name when no one was there? Have you ever seen a face or figure in a dark shadow?",
            "These misperceptions also count as hallucinations, says David Smailes. He’s a psychologist in England at Northumbria University in Newcastle-upon-Tyne. He thinks that just about everyone has such experiences. Most of us just ignore them. But some may turn to ghosts as the explanation.",
            "We’re used to our senses giving us accurate information about the world. So when experiencing a hallucination, our first instinct is usually to believe it. If you see or feel the presence of a loved one who died — and trust your perceptions — then “it has to be a ghost,” says Smailes. That’s easier to believe than the idea that your brain is lying to you.",
            "The brain has a tough job. Information from the world bombards you as a mixed-up jumble of signals. The eyes take in color. The ears take in sounds. The skin senses pressure. The brain works to make sense of this mess. This is called bottom-up processing. And the brain is very good at it. It’s so good that it sometimes finds meaning in meaningless things. This is known as pareidolia (Pear-eye-DOH-lee-ah). You experience it whenever you stare at clouds and see rabbits, ships or faces. Or gaze at the moon and see a face.",
            "*a_wall_with_three_bricks_that_look_like_they_have_faces",
            "fCCan you see the three faces in this image? Most people can easily find them. Most people also realize that they aren’t real faces. They are an example of pareidolia.",
            "The brain also does top-down processing. It adds information to your perception of the world. Most of the time, there is way too much stuff coming in through the senses. Paying attention to all of it would overwhelm you. So your brain picks out the most important parts. And then it fills in the rest. “The vast majority of perception is the brain filling in the gaps,” explains Smailes.",
            "What you see right now isn’t what’s actually out there in the world. It’s a picture your brain painted for you based on signals captured by your eyes. The same goes for your other senses. Most of the time, this picture is accurate. But sometimes, the brain adds things that aren’t there.",
            "For example, when you mishear the lyrics in a song, your brain filled in a meaning that wasn’t there. (And it will most likely continue to mishear those words even after you learn the right ones.)",
            "This is very similar to what happens when so-called ghost hunters capture sounds that they say are ghosts speaking. (They call this electronic voice phenomenon, or EVP.) The recording is probably just random noise. If you listen to it without knowing what was supposedly said, you probably won’t hear words. But when you know what the words are supposed to be, you might now find that you can discern them easily.",
            "Your brain may also add faces to images of random noise. Research has shown that patients who experience visual hallucinations are more likely than normal to experience pareidolia — see faces in random shapes, for instance.",
            "In one 2018 study, Smailes’ team tested whether this might also be true for healthy people. They recruited 82 volunteers. First, the researchers asked a series of questions about how often these volunteers had hallucination-like experiences. For example, “Do you ever see things other people cannot?” and “Do you ever think that everyday things look abnormal to you?”",
            "*a_face_that_hidden_in_a_busy_black_and_white_image",
            "fCThis is one of the images that Smailes’ study participants looked at. This one contains a difficult-to-detect face. Do you see it?",
            "Next, the participants looked at 60 images of black and white noise. For a very brief moment, another image would flash in the center of the noise. Twelve of these images were faces that were easy to see. Another 24 were hard-to-see faces. And 24 more images showed no faces at all — just more noise. The volunteers had to report whether a face was present or absent in each flash. In a separate test, the researchers showed the same volunteers a series of 36 images. Two-thirds of them contained a face pareidolia. The remaining 12 did not.",
            "Participants who had initially reported more hallucination-like experiences were also more likely to report faces in the flashes of random noise. They were also better at identifying those images that contained face pareidolia.",
            "In the next few years, Smailes plans to study situations in which people might be more likely to see faces in randomness.",
            "When people sense ghosts, he points out, “They’re often alone, in the dark and scared.” If it’s dark, your brain can’t get much visual information from the world. It has to create more of your reality for you. In this type of situation, Smailes says, the brain may be more likely to impose its own creations onto reality.",
            "The brain’s picture of reality sometimes includes things that aren’t there. But it can also completely miss things that are there. This is called inattentional blindness. Want to know how it works? Watch the video before you keep reading.",
            "The video shows people in white and black shirts passing a basketball. Count how many times the people in white shirts pass the ball. How many did you see?",
            "iFhttps://www.youtube.com/embed/vJG698U2Mvo?feature=oembed",
            "This video was part of a famous 1999 study into inattentional blindness. While you watch it, count the number of times people in white shirts pass a basketball.",
            "Partway through the video, a person in a gorilla suit walks through the players. Did you see it? About half of all viewers who count passes while watching the video miss the gorilla completely.",
            "If you too missed the gorilla, you experienced inattentional blindness. You were likely in a state called absorption. That’s when you are so focused on a task that you tune out everything else.",
            "“Memory does not work like a video camera,” says Christopher French. He is a psychologist in England at Goldsmiths University of London. You only remember things you’re paying attention to. Some people are more likely to become absorbed than others. And these people also report higher levels of paranormal beliefs, he says, including beliefs in ghosts.",
            "How could these things be related? Some strange experiences that people blame on ghosts involve unexplained sounds or movements. A window may seem to open all by itself. But what if someone opened it and you just didn’t notice because you were so absorbed in something else? That’s a lot more likely than a ghost, French says.",
            "In one 2014 study, French and his colleagues found that people with higher levels of paranormal beliefs and higher tendencies to get absorbed are also more likely to experience inattentional blindness. They also tend to have a more limited working memory. That’s how much information you can hold in your memory at once.",
            "If you have trouble keeping lots of information in your memory or paying attention to more than one thing at once, then you risk missing sensory cues from the environment around you. And you might blame any misperceptions that result on a ghost.",
            "Anyone may experience sleep paralysis, hallucinations, pareidolia or inattentional blindness. But not everyone turns to ghosts or other supernatural beings as a way to explain these experiences. Even as a child, Dom never thought he had come face to face with a real ghost. He went online and asked questions about what might have happened. He used critical thinking. And he got the answers he needed. When an episode happens now, he uses a technique that Jalal developed. Dom doesn’t try to stop the episode. He just focuses on his breathing, tries to relax as much as possible and waits for it to pass. He says, “I deal with it far better. I just sleep and enjoy sleeping.”",
            "Robyn Andrews is a psychology student at the University of South Wales in Treforest. She wondered if people with stronger critical-thinking skills might be less likely to believe in the paranormal. So she and her mentor, psychologist Philip Tyson, recruited 687 students for a study about their paranormal beliefs. The students majored in a wide range of different fields. Each was asked how strongly he or she agreed with statements such as, “It is possible to communicate with the dead.” Or “Your mind or soul can leave your body and travel.” The research team also looked at the students’ grades on a recent assignment.",
            "*a_woman_sitting_on_a_chair_looking_at_a_ghost_twin_image_sitting_in_front_of_a_window",
            "fCThe seated woman longs for her dead twin. She may “feel” her sister is trying to reach out to her, physically or mentally. But her brain is likely just misreading some sensory cues — such as soft air currents in the environment around her.",
            "Students with higher grades tended to have lower levels of paranormal beliefs, this study found. And students in the physical sciences, engineering or math tended not to believe as strongly as those studying the arts. This trend also has been seen in research by others.",
            "This study did not actually assess the students’ ability to think critically. “That’s something we would look into as a future study,” says Andrews. However, previous research has shown that science students tend to have stronger critical-thinking skills than art students. That’s probably because you need to think critically in order to conduct scientific experiments. And thinking critically can help you scout out likely causes for an unusual experience without involving ghosts (or aliens, or Bigfoot).",
            "Even among science students and working scientists, though, paranormal beliefs persist. Andrews and Tyson think that’s a problem. If you can’t judge whether a ghost story or spooky experience is real or not, you may also get fooled by advertisements, bogus medical cures or fake news, says Tyson. It’s important for everyone to learn how to question information and seek reasonable, realistic explanations.",
            "So if someone tells you a ghost story this Halloween, enjoy it. But remain skeptical. Think about other possible explanations for what was described. Remember that your mind may fool you into experiencing spooky things.",
            "Wait, what’s that behind you? (Boo!)",
            "Kathryn Hulick has been a regular contributor to Science News for Students since 2013. She’s covered everything from laser “photography” and acne to video games, robotics and forensics. This piece — her 43rd story for us — was inspired by her book: Strange But True: 10 of the world’s greatest mysteries explained. (Quarto, October 1, 2019, 128 pages)."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/top-10-tips-study-smarter-not-longer-study-skills",
        "title": "\n\tTop 10 tips on how to study smarter, not longer",
        "content": [
            "*teen_reading_on_a_tablet_lying_in_bed",
            "Many students study by reading their notes and textbooks over and over again. Research studies show there are more effective ways to use your valuable study time.",
            "As a teen, Faria Sana often highlighted books with markers. “The colors were supposed to tell me different things.” Later, she recalls, “I had no idea what those highlighted texts were supposed to mean.”",
            "She also took lots of notes as she read. But often she was “just copying words or changing the words around.” That work didn’t help much either, she says now. In effect, “it was just to practice my handwriting skills.”",
            "“No one ever taught me how to study,” Sana says. College got harder, so she worked to find better study skills. She’s now a psychologist at Athabasca University in Alberta, Canada. There she studies how students can learn better.",
            "Having good study skills is always helpful. But it’s even more important now during the COVID-19 pandemic. Many students worry about family or friends who may get sick, Sana notes. Others feel more general stress. Beyond that, students in many countries are facing different formats for learning. Some schools are holding in-person classes again, with rules for spacing and masks. Others schools have staggered classes, with students at school part-time. Still others have all online classes, at least for a while.",
            "These conditions can distract from your lessons. Plus, students are likely to have to do more without a teacher or parent looking over their shoulders. They will have to manage their time and study more on their own. Yet many students never learned those skills. To them, Sana says, it may be like telling students to learn to swim by “just swimming.”",
            "The good news: Science can help.",
            "For more than 100 years, psychologists have done research on which study habits work best. Some tips help for almost every subject. For example, don’t just cram! And test yourself, instead of just rereading the material. Other tactics work best for certain types of classes. This includes things like using graphs or mixing up what you study. Here are 10 tips to tweak your study habits.",
            "Nate Kornell “definitely did cram” before big tests when he was a student. He’s a psychologist at Williams College in Williamstown, Mass. He still thinks it’s a good idea to study the day before a big test. But research shows it’s a bad idea to cram all your studying into that day. Instead, space out those study sessions.",
            "*a_kid_sitting_at_a_table_studying_and_looking_really_stressed_out",
            "fCCramming before a big test can leave you exhausted. But you’ll learn and remember material better if you space your study sessions over the course of several days. ",
            "In one 2009 experiment, college students studied vocabulary words with flash cards. Some students studied all the words in spaced-apart sessions throughout four days. Others studied smaller batches of the words in crammed, or massed, sessions, each over a single day. Both groups spent the same amount of time overall. But testing showed that the first group learned the words better.",
            "Kornell compares our memory to water in a bucket that has a small leak. Try to refill the bucket while it’s still full, and you can’t add much more water. Allow time between study sessions, and some of the material may drip out of your memory. But then you’ll be able to relearn it and learn more in your next study session. And you’ll remember it better, next time, he notes.",
            "Musicians practice their instruments. Athletes practice sports skills. The same should go for learning.",
            "“If you want to be able to remember information, the best thing you can do is practice,” says Katherine Rawson. She’s a psychologist at Kent State University in Ohio. In one 2013 study, students took practice tests over several weeks. On the final test, they scored more than a full letter grade better, on average, than did students who studied the way they normally had.",
            "In a study done a few years earlier, college students read material and then took recall tests. Some took just one test. Others took several tests with short breaks of several minutes in between. The second group recalled the material better a week later.",
            "As a teen, Cynthia Nebel studied by reading her textbooks, worksheets and notebooks. “Over and over and over again,” recalls this psychologist at Vanderbilt University in Nashville, Tenn. Now, she adds, “we know that’s one of the most common bad study skills that students have.”",
            "In one 2009 study, some college students read a text twice. Others read a text just once. Both groups took a test right after the reading. Test results differed little between these groups, Aimee Callender and Mark McDaniel found. She is now at Wheaton College in Illinois. He works at Washington University in St. Louis, Mo.",
            "Too often, when students reread material, it’s superficial, says McDaniel, who also co-wrote the 2014 book, Make It Stick: The Science of Successful Learning. Rereading is like looking at the answer to a puzzle, rather than doing it yourself, he says. It looks like it makes sense. But until you try it yourself, you don’t really know if you understand it.",
            "One of McDaniel’s coauthors of Make it Stick is Henry Roediger. He, too, works at Washington University. In one 2010 study, Roediger and two other colleagues compared test results of students who reread material to two other groups. One group wrote questions about the material. The other group answered questions from someone else. Those who answered the questions did best. Those who just reread the material did worst.",
            "That 2010 study backs up one of Nebel’s preferred study habits. Before big tests, her mom quizzed her on the material. “Now I know that was retrieval practice,” she says. “It’s one of the best ways you can study.” As Nebel got older, she quizzed herself. For example, she might cover up the definitions in her notebook. Then she tried to recall what each term meant.",
            "*a_girl_explaining_something_to_her_mom",
            "fCYou’ll understand and remember information better if you can explain it to someone else. And if you can’t explain it, you probably don’t understand it well enough yet. ",
            "Such retrieval practice can help nearly everyone, Rawson and others showed in an August 2020 study in Learning and Instruction. This research included college students with an attention problem known as ADHD. It stands for Attention Deficit Hyperactivity Disorder. Overall, retrieval helped students with ADHD and those without the disorder equally well. ",
            "“Create a deck of flash cards every time you learn new information,” Sana suggests. “Put questions on one side and the answers on the other side.” Friends can even quiz each other on the phone, she says.",
            "“Try to quiz yourself the way the teacher asks questions,” Nebel adds.",
            "But really grill yourself and your friends, she says. And here’s why. She was part of a team that asked students to write one quiz question for each class period. Students would then answer a question from another classmate. Preliminary data show that students did worse on tests afterward than when the daily quiz questions came from the teacher. Nebel’s team is still analyzing the data. She suspects the students’ questions may have been too simple.",
            "Teachers often dig deeper, she notes. They don’t just ask for definitions. Often, teachers ask students to compare and contrast ideas. That takes some critical thinking.",
            "It’s crucial to test your memory. But it doesn’t really matter how many seconds you spend on each try. That finding comes from a 2016 study by Kornell and others. But it’s important to go the next step, Kornell adds: Check to see if you were right. Then focus on what you got wrong.",
            "“If you don’t find out what the answer is, you’re kind of wasting your time,” he says. On the flip side, checking the answers can make your study time more efficient. You can then focus on where you need the most help.",
            "In fact, making mistakes can be a good thing, argues Stuart Firestein. A Columbia University biologist in New York City, he actually wrote the book on it. It’s called Failure: Why Science is So Successful. Mistakes, he argues, are actually a primary key to learning.",
            "In many cases, it helps to mix up your self-testing. Don’t just focus on one thing. Drill yourself on different concepts. Psychologists call this interleaving.",
            "*a_photo_of_a_young_asian_man_studying_his_notes_while_lying_in_bed",
            "fCTry to solve problems and recall information on your own. Then check to see if you’re right. Retrieval practice boosts your learning and memory, say psychologists.",
            "Actually, your tests usually will have questions mixed up, too. More importantly, interleaving can help you learn better. If you practice one concept over and over “your attention decreases because you know what’s coming up next,” Sana explains. Mix up your practice, and you now space the concepts apart. You can also see how concepts differ, form trends or fit together in some other way.",
            "Suppose, for instance, you’re learning about the volume of different shapes in math. You could do lots of problems on the volume of a wedge. Then you could answer more batches of questions, with each set dealing with just one shape. Or, you could figure out the volume of a cone, followed by a wedge. Next you might find the volume for a half-cone or a spheroid. Then you can mix them up some more. You might even mix in some practice on addition or division.",
            "Rawson and others had groups of college students try each of those approaches. Those who interleaved their practice questions did better than the group that did single-batch practice, the researchers reported last year in Memory & Cognition.",
            "A year earlier, Sana and others showed that interleaving can help students with both strong and weak working memory. Working memory lets you remember where you are in an activity, such as following a recipe.",
            "Pay attention to diagrams and graphs in your class materials, says Nebel. “Those pictures can really boost your memory of this material. And if there aren’t pictures, creating them can be really, really useful.”",
            "*_a_diagram_of_a_neuron",
            "fCPay attention to drawings, graphics, chart and other visual aids. Psychologist Mark McDaniel at Washington University in St. Louis, Mo., says a diagram of a nerve cell helped when he studied neuroscience in college.",
            "“I think these visual representations help you create more complete mental models,” McDaniel says. He and Dung Bui, then also at Washington University, had students listen to a lecture on car brakes and pumps. One group got diagrams and was told to add notes as needed to the diagrams. Another group got an outline for writing notes. The third group just took notes. The outlines helped students if they were otherwise good at building mental models of what they were reading. But in these tests, they found, visual aids helped students across the board.",
            "Even goofy pictures might help. Nikol Rummel is a psychologist at Ruhr University Bochum in Germany. In one study back in 2003, she and others gave cartoon drawings to college students along with information about five scientists who studied intelligence. For example, the text about Alfred Binet came with a drawing of a race car driver. The driver wore a bonnet to protect his brain. Students who saw the drawings did better on a test than did those who got only the text information.",
            "Abstract concepts can be hard to understand. It tends to be far easier to form a mental image if you have a concrete example of something, Nebel says.",
            "For instance, sour foods usually taste that way because they contain an acid. On its own, that concept might be hard to remember. But if you think about a lemon or vinegar, it’s easier to understand and remember that acids and sour go together. And the examples might help you to identify other foods’ taste as being due to acids.",
            "Indeed, it helps to have at least two examples if you want to apply information to new situations. Nebel and others reviewed studies on this in July 2019. Their Journal of Food Science Education report describes how students can improve their study skills.",
            "It’s hard to remember a string of facts and figures if you don’t push further. Ask why things are a certain way. How did they come about? Why do they matter? Psychologists call this elaboration. It’s taking class material and “asking a lot of how and why questions about it,” Nebel says. In other words, don’t just accept facts at face value.",
            "Elaboration helps you combine new information with other things you know. And it creates a bigger network in your brain of things that relate to one another, she says. That larger network makes it easier to learn and remember things.",
            "*an_illustration_of_a_man_driving_a_blue_car",
            "fCYou’ll remember facts if you ask questions about why they’re so and how they fit with other things. For example, suppose a hungry man drove a car. Why might he do that? ",
            "Suppose you’re asked to remember a string of facts about different men, says McDaniel. For example, “The hungry man got into the car. The strong man helped the woman. The brave man ran into the house.” And so on. In one of his studies back in the ‘80s, college students had trouble remembering the bare statements. They did better when researchers gave them explanations for each man’s action. And the students remembered a whole lot better when they had to answer questions about why each man did something.",
            "“Good understanding produces really good memory,” McDaniel says. “And that’s key for a lot of students.” If information just seems sort of random, ask more questions. Make sure you can explain the material. Better yet, he says, see if you can explain it to someone else. Some of his college students do this by calling home to explain what they’re learning to their parents.",
            "Many students know they should space out study periods, quiz themselves and practice other good skills. Yet many don’t actually do those things. Often, they fail to plan ahead.",
            "Back when Rawson was a student, she used a paper calendar for her planning. She wrote in the date for each exam. “And then for four or five other days,” she recalls, “I wrote in time to study.”",
            "*a_photo_of_a_person_running_away_from_the_viewer_on_a_leafy_path,_zoomed_in_on_the_feet_and_lower_le",
            "fCBuild breaks for exercise into your study schedule too. Even a few minutes outside can help you perk up for more studying.",
            "Try to stick to a routine, too. Have a set time and place where you do schoolwork and studying. It may seem odd at first. But, Kornell assures you, “by the time week two rolls around, it becomes a normal thing.” And put your phone somewhere else while you work, adds Nebel.Allow yourself short breaks. Set a timer for 25 minutes or so, suggests Sana. Study during that time, with no distractions. When the timer goes off, take a five or 10 minute break. Exercise. Check your phone. Maybe drink some water — whatever. Afterward, set the timer again.",
            "“If you have a study plan, stick to it!” adds McDaniel. Recently, he and psychologist Gilles Einstein at Furman University in Greenville, S.C., looked at why students don’t use good study skills. Many students know what those skills are, they report. But often they don’t plan when they intend to put them in action. Even when students do make plans, something more enticing may come up. Studying has to become a priority, they say. The team published its report in Perspectives on Psychological Science on July 23.",
            "Try to stick to a regular routine. And get enough sleep — not just the night before the test but for weeks or months on end. “Those things are really, really important for learning,” Nebel says. Exercise helps as well, she says.",
            "Don’t stress out if all of this seems like a lot, she adds. If a lot seems new, try adding just one new study skill each week or two. Or at least space out your study sessions and practice retrieval for the first few months. As you get more practice, you can add more skills. And if you need help, ask.",
            "Finally, if you struggle to follow the advice above (such as you can’t keep track of time or find it very hard to just sit and focus on your work), you may have an undiagnosed condition, such as ADHD. To find out, check with your doctor. The good news: It may be treatable.",
            "Doing schoolwork during a pandemic is a tough situation at best. But remember your teachers and classmates also face challenges. Like you, they have fears, concerns and questions. Be willing to cut them some slack. And be kind to yourself as well. After all, Kornell says, “we’re all in this together.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/biology-textbooks-promote-unscientific-views-on-gender",
        "title": "\n\tCommon high-school textbooks promote unscientific views on gender",
        "content": [
            "*lots_of_humans_represented_by_a_circle_head_floating_above_a_squared_off_body_in_different_colors_an",
            "Most human traits vary across a wide spectrum and reflect the impacts of many different genes and the environment. But many common biology textbooks present overly simple science on sex and gender, which may contribute to sexism — and prejudice against anyone who doesn’t seem to represent typical gender norms.",
            "Major textbooks used by most introductory biology classes in U.S. high schools contain overly simplistic — and misleading — language when describing sex and gender. That’s the finding of a new study.",
            "The study authors worry that such faulty teaching may be used to justify sexism or prejudice against certain segments of society.",
            "Brian Donovan is an education researcher at BSCS Science Learning. It’s in Colorado Springs, Colo. The center develops materials for classrooms and teachers. It also evaluates how science and technology are taught. Donovan’s team looked at six widely used high-school biology textbooks. Nationwide, about two out of every three intro classes in biology use one of these texts.",
            "The researchers scoured each book, looking for passages that dealt with biological sex and gender. In all, they found 362 paragraphs in genetics chapters that dealt with these topics. And in each book, at least some passages erred in how they described sex or gender. The study also turned up problems with how the books taught about traits linked to genes.",
            "The researchers shared their findings February 24 in Science.",
            "iFhttps://www.youtube.com/embed/8mPSylgLy1s?feature=oembed",
            "This short video by Encyclopaedia Britannica reviews the difference between sex and gender, pointing out how they can differ.",
            "How such topics are presented can affect students’ beliefs about who’s good at science, Donovan has found. Back in 2019, his team randomly assigned 460 eighth to tenth graders to read one of three genetics passages. The readings differed in how they described what role genes play in differences between sexes. Later, the team surveyed these kids about why they think some people are good at science.",
            "Some of the readings gave an oversimplified version of how genes determine differences between sexes. For example, they described basic genetic differences between men and women based on X- and Y-chromosomes. Students who read these passages were more likely to think that someone’s academic ability was set by genes, too. Such thinking could lead to false beliefs that males and females have different abilities in some fields. This includes success in STEM fields: science, technology, engineering and math.",
            "*a_computer_illustration_of_x_and_y_chromosomes_floating_in_a_brightly_lit_blue_space",
            "fCArtist’s rendition of our gene-carrying chromosomes. Teaching an oversimplified version of genetics can lead to mistaken beliefs that males and females have different abilities based on their genes, one study finds. ",
            "What’s more, these ideas seemed to affect girls’ views about themselves. Many of those who read the overly simplistic lessons showed less interest in pursuing careers in science-related fields, compared with girls who had gotten other information.",
            "These results are important because gender stereotypes start young. Sexist attitudes about how smart someone is — including oneself — can begin by first grade. A limited understanding of biology might support those attitudes. And it could help explain why fewer women seek careers in science and engineering.",
            "The researchers found that the textbooks tended to focus on so-called “either/or” traits. These are discrete traits that you either have or you don’t. But such traits are actually rare. Some textbooks describe being able to roll your tongue as a discrete trait. It’s not. Some of us can roll our tongues a lot. Others can barely do it. The rest fall somewhere in between.  ",
            "Most traits vary like this. They reflect the impacts of many different genes, says Donovan — and how those genes interact with the environment.",
            "Height is one example. Genes can generally influence how tall we get. But so does the environment. Someone who had good health and a good diet throughout childhood will tend to grow taller than those who lacked one or both.",
            "Sex can vary across a spectrum, too. But some textbooks present it as a discrete trait: male or female.",
            "*Three_symbols_for_people,_a_blue_male,_a_purple_person_wearing_a_tunic,_and_a_pink_person_wearing_a_",
            "fCSudowoodo/iStock/Getty Images Plus",
            "Sex and gender are two different things. Textbooks, however, often not only treat them as the same, but also leave out an important variation present in many people: intersexuality. ",
            "Doctors assign sex at birth based on visible genitals. Most people are labeled as female if they have a vulva, or male if they have testes and a penis. But there are also millions of people whose bodies are not strictly male or female. These people are referred to as being intersex. There was no mention of intersex individuals in any of the books reviewed for the new study.",
            "A mixture of genetics and the environment can influence people’s traits. For instance, exposure in utero to some foods and pollutants can mimic sex hormones. That can affect whether people (and animals) develop certain feminine or masculine features.",
            "iFhttps://www.youtube.com/embed/J7lXq54ioa4?feature=oembed",
            "What does intersex mean? This short video explains how some people are not strictly male or female.",
            "Females usually have two X-chromosomes; males usually have an X- and a Y-chromosome. However, chromosomes and genitals do not set our gender. Gender is different than sex, points out Catherine Riegle-Crumb. She is a sociologist at the University of Texas at Austin and one of the new study’s authors. A transgender male, for example, might have two X-chromosomes, but his gender is still male.",
            "“Gender has to do with our beliefs and ideas about males and females,” explains Riegle-Crumb. We inherit gender from our culture. What is considered normal behavior and preferences for males, females or nonbinary people varies between cultures. It also can change over time.",
            "These expectations — called gender norms — affect how society treats people. And it starts even before a baby is born. (Think “gender reveal” parties: pink for females, blue for males.)",
            "Yet in the new study, none of the 362 paragraphs on such topics described the difference between sex and gender. And if students don’t learn the difference, Riegle-Crumb worries, they may assume gender differences are due to sex. It can also make it harder for students to accept transgender people, whose gender doesn’t match the sex they were assigned at birth.",
            "Assumptions could lead students to use genes to explain other differences they see, too. For example, social differences. Why aren’t there more women leaders? The answer is not found in their genes. Still, students may think it is.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The studied books also left out the many ways men and women are similar, Riegle-Crumb notes. Nor did they describe the normal range of differences between people within a group. For example, some men have more feminine features. Some women have more masculine ones.",
            "The books focused instead on the traits women tend to share with women, or men with men.  This gives the impression that all women are kind of the same (and so are men).",
            "These books explained differences between people largely on the basis of genes. They gave gene-based reasons 12 times as often as external-factor reasons. External factors include what society expects of us or how our genes may interact with the environment. In fact, genes alone don’t explain most differences between people, Donovan’s team points out.",
            "Nowhere did the books write that genders have different STEM abilities. But kids can come to that false conclusion, Donovan says. It’s something his team saw in its 2019 study.",
            "iFhttps://www.youtube.com/embed/kT0HJkr1jj4?feature=oembed",
            "This video explains, using science, why it’s not only outdated but also wrong to think there are just two human sexes.",
            "The new study’s findings are important — but not surprising, says Zach Schudson. He’s a social psychologist at California State University in Sacramento. He did not take part in the new work. But he does study how beliefs about gender and our bodies can affect how we view ourselves and others.",
            "Says Schudson, the first time most of his students hear about intersex people is in a college class. The new study, he says, helps explain why. Not recognizing that many people won’t fit squarely into a male or female category can lead to prejudice against those who seem different from norms, he says.",
            "These beliefs also can affect someone’s views on gender equality. One 2018 study, for instance, showed that people who believe men and women have distinct capabilities based on their genes were less likely to support equal pay for women. People with such beliefs also may question whether women should be leaders, says Riegle-Crumb.",
            "One way to combat unscientific messaging is call it out, says Riegle-Crumb. People naturally exhibit a diverse range of traits. Don’t try to fit everyone into a few simple boxes. Instead, she suggests, notice both the many traits people share and the ways we differ."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/vampire-bats-running-treadmills",
        "title": "\n\tPutting vampire bats on treadmills revealed an energy-burning quirk",
        "content": [
            "*A_vampire_bat_is_mid-stride_in_a_run_on_a_treadmill,_with_its_hind_limbs_both_down_and_its_front_lim",
            "A vampire bat working out on a tiny treadmill helped scientists figure out the quirks of its metabolism.",
            "Vampire bats live on a strictly blood-based diet. So strict, in fact, that they seem to process their food more like some blood-feeding flies than like other known mammals.",
            "Researchers discovered this by coaxing common vampire bats (Desmodus rotundus) to run on a tiny treadmill. Running isn’t that unusual for these bats in the wild. When they’re not flying around, they’re often found scurrying along the ground after cattle, horses and other mammals to feed from.",
            "While bats in this experiment hit the mini gym, scientists tracked the carbon dioxide they exhaled. Up to 60 percent of that CO2 came from the bats metabolizing fuel other than carbs or fats. That was surprising, since those are the fuels that typically power running mammals.",
            "Instead, much of the energy bats were using came from a recent high-protein meal of cow blood. The gases they exhaled during their workouts contained telltale traces from amino acids. Those are the building blocks of proteins.",
            "Another clue to the fuel a runner is using is the ratio of CO2 exhaled to oxygen used. This ratio stayed steady as researchers pushed the treadmill pace from walking to running. That steadiness is a sign that bats weren’t fueling their exercise the usual mammal way. Gas ratios typically change as exercise gets harder and mammals shift from burning mostly fats to relying more on carbs.",
            "Researchers shared these findings November 6 in Biology Letters.",
            "iFhttps://www.youtube.com/embed/rjBtx8AMR_Q?start=3&feature=oembed",
            "Researchers put vampire bats through their paces on a mini treadmill to discover what fuels their metabolism.",
            "The discovery means the vampire bats power along much like blood-feeding tsetse flies or some mosquitoes. That’s a first for mammals, thinks Ken Welch. He’s an ecological physiologist at the University of Toronto in Canada. He did the experiments along with Giulia Rossi. This physiologist now works at McMaster University in Hamilton, Canada.",
            "The basic chemistry of bats’ blood-based power isn’t that unusual. “In most of us mammals,” Welch says, we can break down amino acids for fuel or some other use. But those processes are “built to slowly churn along in the background.”",
            "Hibernating bears, for instance, might use this fuel source. “But these are extreme examples,” Welch says. And even then, bears “are not using amino acids they ingested in a meal only minutes before.”  ",
            "Vampire bats’ blood diet seems fairly poor in the kinds of nutrients that let most mammals build up their stores of fuels such as fats. So it makes sense to Welch that bats’ ability to use those fuels weakened over time.",
            "Yet relying so much on amino acids has its downsides. These fuels aren’t as easy to access quickly. And that means the bats could be more vulnerable to starvation. These vampires get thirsty often."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-sundog-definition-pronunciation",
        "title": "\n\tScientists Say: Sundog",
        "content": [
            "*Two_people_walk_on_a_frozen_surface_The_patterned_glow_of_a_sundog_appears_on_the_horizon",
            "Ice crystals in the air refract sunlight, creating a pair of sundogs on either side (left and right) of the sun setting on the horizon (center).",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1961400815&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Sundogs are bright flares of light that can appear on either side of the sun in the sky. They form when incoming sunlight bends, or refracts off tiny, prism-shaped ice crystals in the atmosphere. ",
            "Because of the angles inside these six-sided ice crystals, sundogs appear 22 degrees away from the sun in the sky. Sundogs can appear alone, as a pair on either side of the sun or on a halo that circles the sun. They can also occur at night when the moon is bright. These are known as moon dogs.",
            "Sundogs often contain a colorful, rainbowlike streak. That’s because the sun’s white light is made up of many different wavelengths, or colors of light. And those light waves bend at slightly different angles off ice crystals in the air. This separates incoming sunlight into the colors of the rainbow. But unlike a rainbow, which always has red on the outer edge, red appears on the inside of the sundog, closest to the sun. Blue appears on the outer edge of a sundog, farthest from the sun.",
            "Sundogs appear only when the sun is fairly low in the sky. When the sun climbs too high, sunlight doesn’t hit the ice crystals at the right angles. Light can’t refract in a way we can see, so sundogs disappear. Sundogs are most common at cold temperatures, but they can occur when it isn’t freezing out. They can appear anywhere on Earth, as long as there are ice crystals in the atmosphere. This often happens with wispy, high-flying cirrostratus clouds. The appearance of those clouds can indicate that rain is on the way.",
            "When people spot sundogs or moon dogs, there is a good chance that precipitation will fall in the next 24 hours.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/giant-rats-sniff-stop-poaching",
        "title": "\n\tGiant rat border agents could help put a stop to wildlife poaching",
        "content": [
            "*A_rat_wearing_a_red_vest_holds_a_small_brown_ball",
            "This giant African pouched rat is being trained to signal for illegally smuggled wildlife products. It pulls on a small ball on its collar to alert its handler.",
            "A new kind of border-patrol agent could soon sniff out smuggled goods in African ports. They’re rats that wear tiny red vests.",
            "Like dogs, African giant pouched rats have a great sense of smell. Researchers thought the rodents might be able to detect illegal goods that are smuggled across country lines. So trainers taught them to identify items from at-risk species. The animals might be able to help protect those species by finding smuggled ones before they could be sold.",
            "Many tourists visit regions like West Africa to see wildlife. But some species are disappearing. Poachers add to this problem by catching animals for the pet trade. Or they may illegally kill some for their parts. They might hack horns off living rhinos, for instance. Or they might leave dead elephants to rot on a forest floor. Products like rhino horns or elephant tusks are usually taken to other countries to be sold.",
            "Poaching and smuggling are destroying biodiversity, says Isabelle Szott, a behavioral ecologist. “It’s very brutal.”",
            "*A_rat_wearing_a_tiny_red_vest_stands_near_a_pile_of_boxes",
            "fCThis rat learned to identify scents in the lab. Now it’s trying its skills in a situation more like real life.",
            "Szott used to work in Tanzania, Africa, with a group called APOPO. This group has trained African pouched rats (Cricetomys ansorgei) to put their noses to use before. For example, some of these rats learned to detect dangerous weapons. Some can even sniff out a lung disease called tuberculosis.",
            "People at APOPO thought the rats also had potential at ports, where products enter and leave a country. Besides their incredible sense of smell, these rats are agile and cost little to care for.",
            "Szott’s team taught 11 rat recruits how to tell the difference between odors. The laboratory was a giant box outfitted with 10 small chambers. The researchers placed different samples in each chamber. Some were from animals that get poached. Others were not. The researchers gave the rats food when they kept their nose above the target odor for three seconds. That pose signaled that the rat had found something.",
            "*A_woman_feeds_a_rat_a_treat_through_a_giant_syringe_while_touching_its_head",
            "fCWhen it signals that it has detected a target odor, a rat is rewarded with a flavorful snack.",
            "The rats learned to signal when they found scales from a pangolin, a threatened small mammal. They also signaled when they sniffed rhino horn, elephant tusk and African blackwood (used in some musical instruments). Eventually, rats who completed these tests could tell the four scents apart from 146 other odors. Szott was part of a team that reported their results October 29 in Frontiers in Conservation Science.",
            "Training the rats to detect scents in the lab is only the beginning, says Szott. Some went on to get lessons in fake warehouses and even in real ports.",
            "When the APOPO rats get too old to be wildlife detectives, she says, they retire. They’ll “just live out their days,” pampered with fruits, veggies and sun-dried fish. ",
            "iFhttps://www.youtube.com/embed/mUkZTDkvGyA?feature=oembed",
            "At the San Diego Zoo, these super-sniffer rats show how they might hunt for smuggled wildlife at ports, in cargo holds and elsewhere."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-avulsion-definition-pronunciation",
        "title": "\n\tScientists Say: Avulsion",
        "content": [
            "*an_aerial_view_of_the_Mississippi_River_Delta,_showing_elaborate_branching_patterns_as_an_example_of",
            "As the Mississippi River meets the Gulf of Mexico in Louisiana, changes in river patterns form the Mississippi River Delta. This landform was seen from the Space Shuttle Challenger on November 5th, 1985.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2028017568&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "In geology, avulsion refers to a river or stream changing course over a short period of time. In medicine, avulsion means the tearing or pulling away of tissues in the body.",
            "River avulsions create new channels, or paths that water flows through. This changes the landscape around a river in several ways. In a full river avulsion, all the water in a river reroutes. This leaves behind a dry river channel as water takes a new path.",
            "Partial avulsions change the land differently. In a partial avulsion, the river splits. For example, a single river channel may split into several. If these channels reconnect downstream, this could create a braided river pattern, with several channels weaving together. Over time, this creates many small islands throughout the river.",
            "River avulsions can even help form new land. The Mississippi River Delta is one example. This 3-million-acre (12,000 square kilometers) area of coastal Louisiana stretches into the Gulf of Mexico. (If Louisiana looks like a foot, consider the delta the toe.) As the Mississippi River empties into the Gulf of Mexico, it deposits sand and mud.",
            "The landscape near the delta is very flat. This means the river changes its path often. For instance, a flood might wash sediment into a channel, blocking waterflow. The river adjusts, searching for a new, easier route to the ocean. With each avulsion, new mounds of sediment form. This process extends the delta further into the sea.",
            "Medical science uses a second definition for avulsion. In medicine, avulsion describes an injury where body tissues are torn or pulled apart. One kind of avulsion injury is an avulsion fracture. This happens when part of a bone separates from the rest of the bone.",
            "Avulsions can lead to dangerous floods that threaten rural communities.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-frost-quake-definition-pronunciation",
        "title": "\n\tScientists Say: Frost Quake",
        "content": [
            "*Frost-covered_grasses_fill_the_ftont_of_a_landscape_with_a_building_silhouette_and_dramatic_clouds_i",
            "Cold air can quickly freeze water in the ground, leading to a frost quake. This is most likely to happen when there is little snow to shield the ground from frigid temperatures.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1997166883&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "In winter, a sudden drop in temperature can trigger a frost quake. During one of these events, the ground splits with a loud boom and shakes like an earthquake but on a much smaller scale. People who have felt a frost quake say it feels like a car ran into their building.",
            "Frost quakes happen when water from rainfall, snowmelt or flooding soaks into the ground, filling all available spaces. The soil becomes saturated, like a sponge filled with water. And when a cold front bringing Arctic air plunges temperatures outside well below freezing — say, about –15° Celsius (5° Fahrenheit) — water in the soil begins to freeze.",
            "As water freezes, its molecules line up in a specific crystal structure. This causes solid ice to take up more space than liquid water. As freezing water expands underground, it presses against nearby soil, and pressure builds. The pressure eventually becomes so great that it causes the frozen soil to crack, allowing one section to slide past another. This sliding is similar to what happens during an earthquake. But earthquakes begin deep underground, and frost quakes occur close to the surface.",
            "People are more likely to hear the boom of shattering ground from a frost quake than they are to feel the jolt it creates. That’s because shaking is limited to a small area — sometimes just a few hundred meters (or feet). Some can be felt a few kilometers (a mile or two) away.",
            "Frost quakes are less likely to happen when snow blankets the ground. That’s because snow insulates the soil, protecting it from dropping air temperatures. Although Arctic air may make us shiver, those super-cold temperatures aren’t able to freeze water in the soil.",
            "Frost quakes are just one type of cryoseism (CRY-oh-SY-zum). That is, a seismic event caused by the cracking of frozen ground. The other type is an ice quake, which takes place in glaciers or lake ice. Frost quakes only occur in frozen soil or rock.",
            "Frost quakes resemble earthquakes, but they are much smaller and cause minimal damage.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/zombie-star-spiky-filaments-supernova",
        "title": "\n\tThis zombie star’s spiky filaments are baffling astronomers",
        "content": [
            "*A_glowing_sphere_with_purple_spikes_appearing_to_grow_out_of_it",
            "A shell of dust and a crown of spiky tendrils surround the supernova remnant Pa 30 (illustrated). These are the remains of a stellar explosion seen in 1181.",
            "Some 6,500 light-years from Earth lurks a zombie star. It’s cloaked in long tendrils of hot sulfur. Skywatchers saw this star go supernova nearly 900 years ago. No one knows just how that explosion formed the tendrils now surrounding the dead star. But new observations capture the 3-D structure and motion of this debris.",
            "“It’s a piece of the puzzle towards understanding this very bizarre [supernova] remnant,” says Tim Cunningham. An astronomer, he works at the Harvard & Smithsonian Center for Astrophysics. That’s in Cambridge, Mass. He was part of a team that shared its new findings November 1 in Astrophysical Journal Letters.",
            "Astronomers in China and Japan first noted this supernova in 1181 as a “guest star” in the sky. But modern astronomers didn’t find the remains of that explosion, now called the Pa 30 nebula, until 2013.",
            "When they did find the remnant, it looked weird. The supernova appeared to be a kind called type 1a. This type of stellar explosion involves a white dwarf star blowing up and destroying itself in the process. But in the case of Pa 30, part of the star survived.",
            "Stranger still, the star was surrounded by spiky filaments. Those tendrils stretch about three light-years in all directions. “This is really unique,” Cunningham says. “There’s no other supernova nebula that shows filaments like this.”",
            "He and his colleagues used a telescope at the W.M. Keck Observatory in Hawaii to look at the nebula. They recorded how fast the filaments are moving relative to Earth. Then they built a 3-D model of those filaments and their motions through space.",
            "The system is structured “kind of like a three-layered onion,” Cunningham says. The inner layer is the star. Then there’s a gap of one or two light-years, which ends in a spherical shell of dust. The final layer is the filaments, which emerge from the dust shell.",
            "How the filaments formed remains a mystery. Also unclear is how those spikes have managed to stay in such straight lines for centuries.",
            "Maybe a shock wave from the explosion ricocheted off the wispy material between this star and its neighbors. As the shock wave bounced back toward the white dwarf, it could have sculpted the material into the spikes astronomers see. But future studies will have to confirm or rule out that scenario."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/device-sniffs-out-food-allergens",
        "title": "\n\tThis teen engineer’s device sniffs out common food allergens",
        "content": [
            "*Samvith_Mahadevan_holds_a_small_white_device_designed_to_detect_food_allergens_and_stands_next_to_a_",
            "Samvith Mahadevan, 14, built an early warning system for people with food allergies. Using artificial intelligence, the device can determine whether a food contains common allergens based on scent. ",
            "Samvith Mahadevan, 14, has had severe food allergies his whole life. He’s been exposed to allergens when eating foods that were not labeled properly. To protect people like him from allergic reactions, Samvith decided to build his own allergen detector.",
            "Most detectors like these are costly. Usually, they must touch the food they’re testing. But Samvith’s inexpensive sensor “smells” particles wafting off food in the air. Then, it uses artificial intelligence to see if the food contains common allergens.",
            "Samvith trained his device with machine learning to detect eggs, peanuts, pistachios, almonds, cashews and walnuts. In tests, his system could sniff out those allergens in foods, such as cookies and curries, with 94 to 97 percent accuracy.",
            "An aspiring engineer, Samvith did his project as a seventh grader at Canyon Vista Middle School in Austin, Texas. His research earned him the Lemelson Foundation Award for Invention at the 2024 Thermo Fisher Scientific Junior Innovators Challenge. That competition is run by Society for Science, which also publishes Science News Explores. In this interview, Samvith shares his science fair experiences and advice.",
            "“It was really exciting, because I had to go through a lot of different trial and error, and there were definitely a lot of failures along the way,” Samvith says. So seeing his sensor accurately pick out allergens “really felt motivating … because it showed me that this idea has a lot of potential.” With further development, Samvith says, “we could save a lot of lives.”",
            "When he first started training his system, “the accuracy was very, very low,” Samvith says. “I had to try a lot of different things.” First, he tried altering the allergen samples he was using to train his system. But that didn’t work. It wasn’t until he tweaked some parts of his machine learning program that the sensor’s accuracy shot up. “When I finally figured out the right combination of those settings, it felt like, ‘Oh, that’s good.’”",
            "“Once you think about a problem you want to solve, you can keep it in the back of your mind. You have to be observant all the time and have a curious mind,” Samvith says. He got the idea to use scent for detecting allergens by just watching an ant in his kitchen home in on sugar from afar. “Even the smallest things can spur good ideas.”",
            "Being completely new to your project area can actually be a good thing, Samvith says. When he started his project, he didn’t know that most current allergen sensors work by analyzing the proteins in food. So when he came up with the idea to detect scent, “it was in part because I didn’t place any imaginary restrictions on myself,” Samvith says. “Sometimes, inexperience triggers out-of-the-box thinking, and even a complete beginner could come up with the idea of the future.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/noahs-ark-seed-bank-on-moon",
        "title": "\n\tScientists want to create a sort of Noah’s Ark on the moon",
        "content": [
            "*A_photo_of_Earth_taken_by_a_NASA_spacecraft_in_orbit_around_the_moon",
            "A NASA spacecraft orbiting the moon captured this image of Earth. As threats from climate change and human activities mount on our planet, scientists are proposing to build a bank holding genetic material that could preserve samples of some of Earth’s most valued species.",
            "As more and more species near extinction, scientists have been collecting samples of plants, animals and other organisms. They’ve been storing these cells, seeds and other materials in protected facilities across the globe. But climate change, environmental disasters and wars can threaten these modern Noah’s Arks. Now, some researchers have proposed an out-of-this-world solution: Build one of these arks on the moon.",
            "They’d build it in a permanently shadowed site at the moon’s south pole. Temperatures there should remain a very frigid –196° Celsius (-320.8° Fahrenheit). That’s the minimum needed to safely store most animal cells long-term, Mary Hagedorn and her team noted July 31 in BioScience.",
            "And that, they argue, should make such this gene bank far more stable than any of those on Earth.",
            "“When it comes to saving our biodiversity and life on Earth,” says Hagedorn, “it’s very good to have as many plans as possible.” A marine biologist, she works at the Smithsonian National Zoo and Conservation Biology Institute in Washington, D.C.",
            "Hagedorn’s team was inspired by the global seed vault in Svalbard, Norway. Think of it as a frozen Noah’s Ark, way above the Arctic Circle. Several other seed and tissue banks around the world, too, store prized samples of organisms that are of interest to crop and livestock farmers.",
            "Scientists collected the seeds banked at Svalbard from around the world. This facility takes advantage of the site’s freezing temps to protect its millions of stored seeds. If needed, they can be defrosted and reproduced. Later, daughter seeds can be sown at sites where these plants may no longer exist.But in 2017, scientists learned this ark was at risk.",
            "Melting permafrost flooded the vault. That put its precious seeds at risk of defrosting and going bad. Events like this one, researchers say, point to the need for another backup plan.",
            "*Water_trickles_down_a_hillside_among_moss_next_to_the_entrance_to_the_Svalbard_Global_Seed_Vault_dur",
            "fCA heat wave hit the Svalbard region of Norway in summer 2020. High temps and melting permafrost may threaten seeds and samples stored in the Svalbard Global Seed Vault, the entrance of which is pictured here. ",
            "Indeed, two years ago, Álvaro Díaz-Flores and some coworkers at the University of Arizona proposed their own idea for a lunar ark. Theirs would “shelter seeds, sperms, eggs, and DNA of endangered animal and plant species of Earth.”",
            "They’d stash collected cells or tissues in caves below the moon’s surface. Called lava tubes, the caves likely formed when underground rivers of molten rock ran dry. A solar-powered system would keep things cold. But if it ever lost power, the stored samples likely would go bad.",
            "In the moon’s forever-frozen shadowed regions, a lunar vault would need no energy or constant human maintenance, Hagedorn’s team notes. And given the south pole’s low temperatures, she says, a vault there could store fibroblasts — “one of the most powerful cells that we have today.”",
            "Scientists can transform these animal cells into stem cells. “Then those stem cells can be used for cloning,” Hagedorn says. Fibroblasts could be valuable for rebuilding populations of threatened or extinct species. Or they might help recreate ecosystems in future human colonies on the moon or Mars.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The new proposal would have its share of hurdles. These include what to do about radiation and the long-term effects of microgravity on stored samples. Hagedorn’s team is designing radiation-proof containers for samples brought up from Earth. The next step would be to test prototypes on a future moon mission.",
            "“The authors do a good job laying out many of the challenges,” says Benjamin Greenhagen. He’s a lunar scientist at the Johns Hopkins Applied Physics Laboratory. It’s in Laurel, Md. But he notes that the moon’s permanently dark regions aren’t immune to broad swings in temperature as more or less reflected sunlight can shine into the shadows. Such sites “are still cold,” he says. Still, he worries, they might not always be cold enough for this project “without some level of … management.”",
            "iFhttps://www.youtube.com/embed/-TcyHQxol8k?feature=oembed",
            "In this audio podcast, Mary Hagedorn describes her team’s new proposal in greater depth with her host from the American Institute of Biological Sciences.",
            "By far, the biggest challenge will be getting everyone in the scientific community to largely agree, Hagedorn says. Then nations would need to work together on the plan.",
            "Greenhagen also notes there “are communities on Earth to whom the moon is sacred.” Those who want to build a lunar ark should actively “engage these communities” if they hope to ever bank biological samples on the moon.",
            "Hagedorn’s group argues that the first samples targeted for lunar storage should include endangered species, pollinators, ecology-building species and species that have the potential to help humans during space exploration. But planning for this project is still in its early stages. As such, she notes, “nothing’s set in stone at this point.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/plastic-pollution-microbes-break-down-algae-plants",
        "title": "\n\tTo limit pollution, new recipe makes plastic a treat for microbes",
        "content": [
            "*tiny_bits_of_colored_plastic_scattered_in_soil",
            "Microplastic bits can show up anywhere in the environment, including soil (as here). A new plastic can break down when exposed to certain bacteria. That should limit the ability of those plastic bits to stick around long enough to harm ecosystems — and people. ",
            "Plastic pollution is hurting the planet. Even when plastics break down, tiny bits of them still end up polluting the air, the oceans, our food — and even our blood. But a new material might help limit that.",
            "“We’re basically running a giant experiment right now, in terms of what microplastics and nanoplastics are doing to us,” says Michael Burkart. He’s a chemical biologist at the University of California, San Diego (UCSD). He’s also a founder of Algenesis Materials. It’s a company developing a new plastic.",
            "Most plastics have been made from crude oil, a fossil fuel. Four years ago, Burkart’s team at UCSD developed a new type. They made it from building blocks that can be produced by algae. Now, they’ve shown that this plastic breaks down quickly when a particular species of bacteria dine on it.",
            "The researchers described the finding March 12 in Scientific Reports.",
            "In the environment, larger plastic pieces tend to break down into tinier and tinier bits. If the starting plastic is made from fossil fuels, those bits can take centuries to break down completely. In contrast, Burkart’s team reports the new plastic shouldn’t stick around long enough to harm wildlife (or us).",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The new plastic is a type of polyurethane. Such plastics are used to make foams, paints and adhesives, among other things. The new, biodegradable type contains many chemical building blocks. Small chemical groups known as esters link all those building blocks into a long chain. Bacteria can break apart those esters, releasing the building blocks.",
            "Those building blocks are made from ingredients produced by plants and algae. Many types of microbes break down plants and algae and eat those building blocks. The researchers suspected those microbes might do the same thing to the building blocks of the new plastic.",
            "To test that, Burkart’s team broke their new plastic into tiny particles. They did the same with a different type of plastic made from fossil fuels. It’s known as ethyl vinyl acetate, or EVA. Then researchers mixed these microplastics with fresh compost — a moist mix of decomposed plants, food waste and microbes. After 90 days, 68 percent of the new plastic had broken down. That number climbed to 97 percent after about seven months. In contrast, the researchers saw no EVA breakdown throughout that time.",
            "Compost has everything the plastic needs to degrade: microbes to break it down plus water. The material also can break down in wet soil or the ocean.",
            "But the new plastic won’t break down while you’re using it, says Stephen Mayfield. He’s a molecular geneticist at UCSD. He’s also the chief executive officer of Algenesis Materials. To break down the microplastics, “you need them to be wet 24 hours a day, seven days a week,” he says. “If you break that cycle, even for a short period of time, you kill the microorganisms.”",
            "*phone_cases_made_from_biodegradable_plastic_after_0,_29,_192,_370_and_533_days",
            "fCThis phone case is made from the biodegradable plastic. After being mixed with compost for a year and a half, it turned brown and brittle, showing microbes were breaking it down. Another phone case that was not composted (not shown) was still fully intact after a year. ",
            "When microbes break down plant materials, such as cellulose, they release carbon dioxide (CO2), a greenhouse gas. The researchers decided to compare the CO2 output of microbes dining on the new microplastic to when they ate cellulose.",
            "The new plastic’s breakdown released just as much CO2 as when the microbes ate the same amount of cellulose. This suggests the microbes were breaking down the plastic about as well as they do plants. The scientists even found one bacterium that can survive just by munching bits of the new plastic.",
            "Finally, the UCSD team made a cell phone case from a similar polyurethane that microbes can break down. They left it in moist compost for a year. Afterwards, the case was brittle and discolored. Those changes indicate that microbes living naturally in the compost were breaking it down.",
            "The scientists also coated a piece of fabric in the new plastic. After being mixed with the compost for two weeks, that fabric easily broke apart. Another piece of the coated fabric was not composted. It was still intact after two weeks.",
            "“I’m so excited for this in the textiles space,” says Lisa Erdle. She’s an ecotoxicologist at 5 Gyres. It’s a nonprofit institute in Santa Monica, Calif. Erdle did not take part in the new work, but she does study how microplastics affect the environment.",
            "Polyurethane is sometimes used to coat natural fibers, like wool and cotton, for clothing, Erdle says. Over time, that plastic coating flakes off, “fragmenting into smaller and smaller pieces and never going away.” Having something that can readily be broken down by bacteria, she says, is better than “having persistent plastic in the environment.”",
            "*fabric_coated_in_biodegradable_plastic_after_0,_19_,_and_38_days",
            "fCThis fabric is coated with biodegradable plastic. After a month mixed with compost, it crumbled into pieces. That suggests that microbes broke down the plastic. Another piece of coated fabric (not shown) was not composted; it didn’t change at all during that time.",
            "Moving forward, Algenesis Materials hopes to start making biodegradable, single-use plastics, says Mayfield. These might, for example, replace materials currently used in food packaging, he says. And then “you just chuck that thing in a compost pile and it becomes mulch in about 90 days.”",
            "“What I want is for people to have hope that there are solutions” to the microplastics problem, says Burkart. “We actually don’t have to accept the status quo.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-carbon-capture-definition-pronunciation",
        "title": "\n\tScientists Say: Carbon capture",
        "content": [
            "*two_fence-like_rows_of_tubes_one_grey,_one_green_run_across_a_platform_toward_other_equipment_under_",
            "These tubes, called bioreactors, are filled with microalgae that sponge carbon dioxide from the atmosphere and use it in photosynthesis. This process converts the carbon dioxide into sugars, which the algae use to grow and reproduce — removing it from the air. ",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1776482877&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Carbon capture refers to technology that tries to tackle climate change by capturing carbon dioxide, or CO2.",
            "In Earth’s atmosphere, CO2 works like a blanket. It traps heat, warming our climate. Humans add a lot of CO2 to the air when they burn fossil fuels, such as coal, oil or natural gas, for energy. Carbon capture can reduce this climate-warming CO2 pollution.",
            "There are two main types of carbon capture. One removes CO2 that’s already in the atmosphere. That’s called non-point-source capture. The other removes CO2 from the source — where it is made — so it never enters the atmosphere. That’s called point-source capture.",
            "Point-source carbon capture is used in some industries that produce a lot of CO2, such as steel- and cement-making. One type of point-source carbon capture uses a liquid to remove CO2 before it billows out of a smokestack. Another approach uses special materials that cling to CO2 molecules, removing them from emissions. Once captured, this carbon must be used or pumped deep underground for storage.",
            "Non-point-source carbon capture removes CO2 from the atmosphere — after it has escaped from where it was made. One approach uses tanks filled with a kind of algae called microalgae. Like plants, these algae carry out photosynthesis. This process converts CO2 in the air into sugar, which the algae use to grow and reproduce. When algae reproduce — giving rise to more algae — they’ve turned CO2 into biomass, the matter that makes up organisms. That removes CO2 from the air. The algae’s biomass might then be stored or used to make fertilizers or other valuable products.",
            "Carbon capture technologies receive some criticism. Some people argue that the benefit of this tech is too small to be of value. Or that carbon capture can disguise the real problem — that people should not be burning so many fossil fuels in the first place. Others point to the risks of carbon capture, such as leakage of the stored CO2. Carbon capture technologies remain one of several approaches to tackling climate change.",
            "For carbon capture, special nano-scale materials sponge CO2 from the air.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-octopuses",
        "title": "\n\tLet’s learn about octopuses",
        "content": [
            "*_Let’s_learn_about_octopuses8",
            "With three hearts that pump blue blood, color-changing skin and defensive ink jets, octopuses are more fantastical than many fictional aliens. ",
            "Octopuses are about as strange as any fictional aliens we might dream up.",
            "Each of these soft-bodied cephalopods has eight arms attached to its head. And each of those arms is lined with hundreds of suckers that taste what they touch.",
            "Three hearts pump blue blood throughout an octopus’s body. And pigment-holding cells in octopuses’ skin allow the animals to change color at will. That way, octopuses can blend into their surroundings to avoid predators such as seals, fish and eels. Octopuses can also distract or scare off predators by blasting out plumes of black ink.",
            "Despite having bodies so different from our own, octopuses are not completely unlike us. They’re quite smart, with some brain waves that resemble our own. They can use tools, navigate mazes and solve puzzles. They’re even known to play. Octopuses also seem to remember painful experiences.",
            "Those signs of octopus smarts have led some scientists to say these animals are sentient. That is, octopuses may be aware of their own feelings and experiences. Scientists hope that better appreciating animals’ complex internal lives might lead people to treat them with more care.",
            "Here’s why thousands of octopuses gather at the ‘Octopus Garden’ (comic) Underwater cameras and other instruments investigated why so many pearl octopuses gather here to mate and nest. (3/4/2024) Readability: 8.2",
            "Touching allows octopuses to pre-taste their food Special sensory cells in their arms’ suckers sense chemicals. Those cells allow them to taste the difference between food and poison. (1/4/2021) Readability: 7.1",
            "Analyze This: Octopuses may use favorite arms for grabbing meals Understanding how octopuses control all their arms could provide clues for engineers building soft robots. (10/28/2022) Readability: 6.2",
            "Octopuses in the “active” sleep stage ripple with color. #octopus🐙",
            "Octopuses in the “active” sleep stage ripple with color.",
            "Scientists Say: Octopod",
            "Splatoon characters’ ink ammo was inspired by real octopuses and squid",
            "Deep-sea mining could imperil rare, ghostlike octopus",
            "Deep-sea expedition led researchers to doomed octopus nursery",
            "Science is just starting to understand what animals feel",
            "Underwater mountains in the Pacific Ocean may be home to 20 new species",
            "Invertebrates are pretty clever, but are they conscious?",
            "RNA editing helps octopuses cope with the cold (from Science News)",
            "Octopus, squid and cuttlefish arms evolved to ‘taste’ different compounds (from Science News)",
            "Octopuses and squid are masters of RNA editing while leaving DNA intact (from Science News)",
            "Scientists have now recorded brain waves from freely moving octopuses (from Science News)",
            "Octopus sleep includes a frenzied, colorful, ‘active’ stage (from Science News)",
            "Word find",
            "Explore the wonders of octopuses, squids, cuttlefish and other cephalopods with Science Friday activities! Relax with digital cephalopod coloring books, experiments modeling cuttlefish skin or squid jet propulsion, and much more."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/aphantasia-brain-no-minds-eye",
        "title": "\n\tScientists are exploring why some people don’t have a mind’s eye",
        "content": [
            "*_Scientists_are_exploring_why_some_people_don’t_have_a_mind’s_eye9",
            "For some people, mentioning an apple will lead them to picture what that apple might look like (left). Others, especially those with a condition called aphantasia, do not form this type of mental imagery (right).",
            "Growing up, Roberto S. Luciani had hints that his brain worked differently than most people’s. He’d hear people talk about how they pictured what a character from a book should look like, for instance. He couldn’t relate to what they meant.",
            "But it wasn’t until he was a teenager that things finally clicked. His mother had just woken up and was telling him about a dream she had. “Movielike,” is how she described it.",
            "“Up until then, I assumed that cartoon depictions of imagination were exaggerated,” Luciani says. “I asked her what she meant and quickly realized my visual imagery was not functioning like hers.”",
            "He has a condition called aphantasia (AY-fan-TAY-zhee-uh). This is an inability to picture objects, people and scenes in one’s mind. When Luciani was growing up, the term didn’t even exist. Now he studies the condition as a cognitive scientist at the University of Glasgow in Scotland. He and other scientists are getting a clearer picture of how some brains work, including those with a blind mind’s eye.",
            "In a recent study, Luciani and colleagues explored how our senses interact. In this case, they focused on hearing and seeing. In most people’s brains, these two senses work together. Sound information affects activity in brain areas that handle vision. But in people with aphantasia, this connection isn’t as strong. The team reported this November 4 in Current Biology.",
            "*_Scientists_are_exploring_why_some_people_don’t_have_a_mind’s_eye10",
            "fCHow our brains perceive the world can span a wide range of experiences. Some people generate very clear mental images of objects or ideas, as depicted on the left. Others, as shown on the right, may have little or no “mind’s eye.”",
            "The researchers recruited people to lay in a brain scanner, blindfolded. The volunteers listened to three sound scenes: A forest full of birds, a crowd of people and a street bustling with traffic.",
            "In 10 people without aphantasia, these soundscapes kicked off activity in the brain’s visual system. It was as if the sounds led them to form a mental image. But in 23 people with aphantasia, these patterns were weaker.",
            "The results show that senses can be linked within the brain to varying degrees, says Lars Muckli. He’s also a cognitive neuroscientist at the University of Glasgow.",
            "iFhttps://www.youtube.com/embed/A91tvp0b1fY?feature=oembed",
            "Learning how people with aphantasia experience the world offers a window into how the brain processes imagination, emotion and even memory.",
            "At one end of the range are people with synesthesia, he says. In this condition, sounds and sights are tightly mingled. For instance, someone with synesthesia might hear music as shapes or associate letter sounds with certain colors.",
            "“In the midrange, you experience the mind’s eye,” Muckli says. Perhaps sounds trigger images in your mind, even though you know the pictures aren’t real.",
            "“Then you have aphantasia,” Muckli says. “Sounds don’t trigger any visual experience, not even a faint one.”",
            "The study results help explain how brains of people with and without aphantasia differ, Muckli says. They also give clues about how our brains work in general. “The senses of the brain are more interconnected than our textbooks tell us.”",
            "The findings also highlight how people can make sense of the world in very different ways. Aphantasia “exists in a realm of invisible differences between people that make our lived experiences unique, without us realizing,” Luciani says. “I find it fascinating that there may be other differences lurking in the shadow of us assuming other people experience the world like us.”",
            "A post shared by Science News Explores (@sn.explores)"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/single-sniff-detect-odor-changes",
        "title": "\n\tA single sniff is enough to detect slight odor changes",
        "content": [
            "*a_computer_illustration_of_a_close_up_of_a_humam_in_profile,_sniffing_in_a_scent,_illustrated_as_wav",
            "Humans can distinguish odor changes in as little as 60 milliseconds. That’s about the same amount of time the brain takes to register changes in color.",
            "The sniffs we take to identify a smell last from one to three seconds. But is it possible for us to detect odor changes in an even shorter time? Yes, a new study finds — far more quickly.",
            "A new device gives scientists precise control over odors. Using it, researchers showed that people can perceive odor changes in a fraction of a second. They reported their findings in the November 2024 Nature Human Behaviour.",
            "“Intuitively, each sniff feels like taking a long-exposure shot of the chemical environment,” says Wen Zhou. She’s a psychology researcher at the Chinese Academy of Sciences in Beijing. When we detect a smell, that odor may seem complete and whole in that moment, she says. ",
            "But new work by her team reveals a different story. They designed a device that picks up on a sniff as it starts, sensing pressure changes in the nose. That triggers the device to send out two odors — one close to the nose and the other a short distance away.",
            "The team tested more than 200 people using the device. Each participant took a single sniff as the two chemical odors were released back-to-back. The device allowed the scientists to control the timing of the release with millisecond precision.",
            "Some of the odors smelled like apples or flowers. Others smelled like onions or lemon. Participants reported which of the two odors they perceived, and in what order. ",
            "Overall, those tested identified the sequence of the odors with better-than-chance accuracy. That was true even when the odors were delivered only 60 milliseconds apart.",
            "These results suggest that the speed of our sense of smell is on par with that of our color perception.",
            "Zhou next wants to find out what happens from sniff to sniff, since our noses can detect more than a trillion scents. “Sniffs are separated in time,” she says. How the brain processes the timing within and between sniffs is still an open question.",
            "",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/eyelashes-move-water-from-eyes",
        "title": "\n\tEyelashes help fling water from our eyes",
        "content": [
            "*A_closeup_shows_an_eye_framed_by_eyelashes,_with_four_droplets_of_water_pictured_landing_on_an_eyela",
            "Eyelashes help fling droplets of water away from the eye, as shown in this composite image.",
            "Next time you’re caught in the rain, thank your eyelashes for keeping your vision clear. Several traits help eyelashes fling water away from the eyes, a new study finds. ",
            "One secret to their water-wicking superpower is their structure. The outside of an eyelash, or cuticle, is covered in scales. These scales overlap like shingles on a roof. That structure acts like a “micro-ratchet,” researchers in China now find. Water can flow easily from root to tip, but not the other way round.  ",
            "#creatorsearchinsights  Ever wonder how your eyelashes keep water out of your eyes? It’s all in the physics of the lashes! #funfacts #didyouknow #eyelashes #sciencenews ",
            "In one experiment, scientists dipped loose eyelashes in water and pulled them out again. More force was required to move the eyelash when the water was working against the ratchet than when going with it.  ",
            "In another test, researchers dripped water on loose eyelashes. This showed that eyelashes are hydrophobic. That is, water beads up on them and tends to roll off.  ",
            "A team at the Chinese Academy of Sciences in Beijing did the research. It shared the new findings December 20 in Science Advances.  ",
            "Eyelashes also are shaped like a brachistochrone (Bra-KIS-toh-kroan). This type of curve minimizes the time it takes to get from point A to B under the force of gravity.  ",
            "To test how this might affect the ability of eyelashes to remove water, the scientists worked with nylon fibers. These had a size and stretchiness similar to eyelashes. ",
            "They compared fibers in the shape of a brachistochrone to those that were were straight or curved in some other shape. The droplets slid fastest off the brachistochrone.  ",
            "Eyelashes were already known to guard against dust. But they hadn’t been known for their water-flicking traits. This newfound effect could help keep vision clear when out in the rain, bathing, sweating or crying.  ",
            "Beauty treatments could mess with this ability, though. Mascara can make eyelashes attract water instead of repelling it. And curling lashes alters their shape. "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/shark-intestines-inspire-coil-pipes",
        "title": "\n\tShark intestines inspire pipes with a strictly one-way flow",
        "content": [
            "*a_plastic_shark,_facing_right,_surrounded_by_various_3D_printed_tubes_and_pipes_against_a_blue_backg",
            "A research team developed flexible tubes with a coiled helix inside that mimic a shark’s intestine. The tubes could lead to pipes that only flow one way without needing valves.",
            "When you turn on a faucet, water flows one way: out into the sink, then down the drain. That one-way flow is important. If the flow reversed, clean water might become dirtied by germs or other contaminants. But keeping the flow moving one direction isn’t always easy; it often requires valves that can break. Researchers have now developed pipes that keep liquids moving one way — and they’re valve-free.",
            "Their inspiration? Shark intestines.",
            "The team published its findings September 24 in Proceedings of the National Academy of Sciences.",
            "Unlike ours, shark intestines have a hidden internal corkscrew shape, or helix. That helix coils around and around. And a 2021 study found that it holds the key to one-way flow of partly digested food through a shark’s intestines.",
            "“I wanted to know if the effect occurred only in sharks,” says Sarah Keller. A chemist, she works at the University of Washington in Seattle. Keller suspected it might also occur “in squishy … tubes that mimicked the biological system.” To find out, she teamed up with two colleagues at Washington: physicist Ido Levin and materials chemist Alshakim Nelson. Working with scientists who have different backgrounds is “the best way to make discoveries in the lab,” she explains.",
            "Her team started by 3-D printing short, rigid tubes using a material called resin. These didn’t bend or flex. Each tube had a different shaped helix inside. Imagine Slinky toys that were more or less stretched out and had wires with different widths.",
            "The team varied how much of the inside of each tube a helix covered. Some helices were skinny and left a large opening in the middle. Others seemed to fill the entire tube when you peered through one end. The researchers also varied the angle of the helix. Sometimes it was nearly perpendicular to the tube wall. Other times it was slanted sharply downward from the tube’s wall.",
            "*an_illustration_of_three_different_helices,_the_two_left_are_pointing_downward,_the_right_one_is_poi",
            "fCIllustration of different combinations of coil distance, helix size and angle inside each tube. The first two helices are pointing downward. The third one points upward.",
            "To test which helices worked best to control flow, the researchers hooked up the tubes to flowing water. Then they measured the rate of flow coming out the end of the pipe. In half of the tests, the tubes were attached with the helix pointing down, just like a spiral slide. This is the way a shark’s intestine is oriented. The other times, this helix pointed up, like an upside-down slide.",
            "When the helix pointed down, water flowed two to three times faster than when it had been pointed upward. The helix had therefore helped keep water flowing in one direction. Effects didn’t seem to change with the various angles and coils of the helices; most of these worked pretty well.",
            "“They report that in all of the different ways they set up their experiment, it worked,” says Rachel Levy. She’s an applied mathematician at North Carolina State University in Raleigh. Levy, who has studied fluid mechanics, did not take part in this study.",
            "It’s important work, she says. “We can get great engineering ideas [from living things] while at the same time understanding new things about nature.”",
            "*_Shark_intestines_inspire_pipes_with_a_strictly_one-way_flow11",
            "fCThese rigid pipes are ready to be tested. Water flowing from the top would move quickly through these pipes, since their helices are pointed down.",
            "Water pipes are typically rigid. Shark intestines aren’t. So the Washington team’s next step was to test whether a soft tube would work even better.",
            "The researchers 3-D printed a set of tubes that could flex as a fluid moved through them. It’s like how your body might bend when you stand in a stream or current, Keller notes.",
            "Her team again compared the flow of water when the helix was pointing down versus when it was pointing up. Once more, pointing down proved faster — a whopping 15 times faster than in the other direction, Levin says. “That’s a big effect!”",
            "“Water pushes on the deformable pipe, bending parts of it,” Keller notes. This “in turn changes the flow of the water.” Her team doesn’t yet know why bending the pipe sped up the flow. But they’re excited to figure that out.",
            "Such helical pipes might one day be used for a variety of applications. “Most valves have moving parts that open and close” to prevent backward flow, Nelson says. “These valves can wear out over time and must be replaced.” Helical tubes could replace valves in hard-to-reach locations, he says. Those might be in drainage systems or air-flow systems where one-way flow is essential.",
            "“It’s super exciting that studying these everyday things [like shark guts] can lead to big scientific breakthroughs,” Levin says. “I love that my next big idea for a science project might come from just hanging out in my backyard and noticing something new. Science is everywhere, and that makes it so much fun.”",
            "Editor’s note: The story was updated on December 16, 2024, to include a complete quote that was shortened during editing.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-entanglement",
        "title": "\n\tLet’s learn about entanglement",
        "content": [
            "*_Let’s_learn_about_entanglement12",
            "When two particles are entangled, their properties are perfectly synced — even when the particles are very far apart. ",
            "The quantum realm is full of seemingly impossible things. But one of the strangest has to be entanglement.",
            "Entanglement is a special way of linking up particles. When two particles become entangled, their features are perfectly in sync. Such features might include their position or speed. If you measure the properties of one particle, you automatically know the properties of the other. And whatever happens to one will also affect the other.",
            "This is true no matter how far apart two entangled particles are. They could be on opposite sides of the planet, the solar system or even the universe. Even then, observing one would still instantly tell you what’s going on with the other.",
            "Scientists first proposed entanglement was possible in the 1930s. But not everyone was on board with the idea. One famous skeptic was Albert Einstein. His problem was that with entangled particles, it would be possible to instantly tell someone what’s happening infinitely far away. This would suggest that information can travel infinitely fast. And nothing, not even information, is supposed to be able to travel faster than the speed of light. For that reason, Einstein dubbed the idea of entanglement “spooky action at a distance.”",
            "Lab experiments have since shown that particles can indeed become entangled. Those experiments won three researchers the 2022 Nobel Prize in physics. Scientists have entangled light particles, or photons. Plus electrons, atoms and even molecules. Such synced-up particles could be used to build quantum computers. Using quantum bits, or qubits, those devices may solve problems no ordinary computer can.",
            "So Einstein might have been wrong about entanglement being real. But he was right about it being pretty spooky stuff.",
            "Experiments on ‘entangled’ quantum particles won the physics Nobel Prize The winners of the 2022 Nobel Prize in physics showed that entanglement happens in real life. (10/5/2022) Readability: 7.9",
            "Here’s why scientists want a good quantum computer These machines could tackle big problems in climate, medicine and more. But the tech is still in its infancy — and runs on truly strange physics. (5/30/2024) Readability: 7.9",
            "The quantum world is mind-bogglingly weird At the smallest scales, particles behave very strange ways that scientists are still trying to understand. (9/14/2017) Readability: 7.3",
            "iFhttps://www.youtube.com/embed/6yfWdb-JOA8?feature=oembed",
            "Let’s unpack what exactly entanglement is — and why it might be important to the very fabric of the cosmos. ",
            "Scientists Say: Quantum",
            "Let’s learn about the quantum realm",
            "Let’s learn about the Nobel Prize",
            "Harry Potter can apparate. Can you?",
            "Human teleportation? This century we’re stuck doing it virtually",
            "Famous physics cat now alive, dead and in two boxes at once",
            "Word find",
            "Play Uno with a quantum twist! This fun variant on this classic card game with “entangled” players adds an extra challenge."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/teen-tobacco-use-record-low-nicotine",
        "title": "\n\tU.S. teen tobacco use has hit a record low",
        "content": [
            "*A_crowd_of_young_people_holding_signs,_including_one_saying_I_have_a_right_to_live_tobacco_free",
            "These young people gathered at an anti-tobacco rally in the Harlem neighborhood of New York City. They were taking part of a national event recognizing young people’s efforts to prevent tobacco use. ",
            "Tobacco products are attracting fewer U.S. teen and tween users than at any other time in the last 25 years.",
            "The latest numbers come from the 2024 National Youth Tobacco Survey, or NYTS. It collected data from January to May of that year. Only 8 percent of middle and high school students — about 2.25 million teens and tweens — reported using tobacco products in the previous month.",
            "That was a big difference from just a few years before. In 2019, 23 percent — just over 6 million teens and tweens — said they were currently using tobacco products.",
            "E-cigarettes, or vapes, are the most popular tobacco products among young people. A drop in the number of high schoolers who currently vape is a big reason for the overall decline in tobacco use.",
            "In 2023, 10 percent of high school students said they had vaped in the past month. A year later, just under 8 percent did. That amounted to 350,000 fewer high-school students.",
            "The overall decrease in tobacco use by young people is good news, says Rachel Boykan. She’s a pediatric doctor at Stony Brook Children’s Hospital in New York.",
            "Exposure to nicotine, the addictive substance in tobacco products, is especially unhealthy for adolescents. It harms teens’ ability to learn, remember and pay attention. It can also make it harder to quit a nicotine addiction later in life.  ",
            "iFhttps://flo.uri.sh/visualisation/19967946/embed",
            "Tobacco use differs between different racial and ethnic groups of U.S. teens and tweens. The tobacco industry has long targeted certain groups through ads and marketing, research shows. For instance, companies have promoted menthol cigarettes to Black communities and used tribal icons to target American and Alaskan Native groups.",
            "Laws that limit who can buy tobacco products has helped limit teen use, Boykan says.",
            "In 2005, Needham, Mass., became the first town to raise the age required to purchase tobacco products to 21. Over time, more cities and states followed. In 2019, this rule became national law.",
            "When Needham raised the purchase age for tobacco products, regular cigarettes were the main concern. The law significantly cut smoking among Needham’s high schoolers compared to those living nearby. When older teens were no longer able to legally buy cigarettes, that curbed their own use. It also knocked out a main supply of cigarettes to younger kids.",
            "It’s now possible to buy e-cigarettes illegally online. That makes it harder to restrict sales, Boykan says.",
            "Another approach that has helped is a campaign called The Real Cost. It’s run by the U.S. Food and Drug Administration. This campaign has boosted awareness of the harms of nicotine, vaping and smoking among teens and tweens, research has shown. It also has made young people less open to tobacco products.",
            "*a_close-up_of_Elf_Bar_brand_e-cigarettes",
            "fCElf Bar e-cigarettes are the most popular brand among U.S. teens and tweens who are currently vaping.",
            "In one research trial, more than 1,500 13- to 17-year olds watched videos on vaping. Some were prevention ads by The Real Cost. Those clips centered on health risks or addiction problems related to vaping. Other participants watched neutral videos about vaping.",
            "Teens who watched The Real Cost ads were less curious about vaping than those who watched neutral videos. This Real Cost group also was less open to smoking.",
            "Reports of serious lung injuries and deaths related to vaping have gotten people’s attention as well. Cases of vaping-related injuries peaked in September 2019. By January 2020, almost 2,700 people had been hospitalized for such injuries.",
            "One survey of 11th and 12th graders found these vaping injuries increased their view that vaping was risky.",
            "Nicotine pouches are now the second most popular tobacco product among teens and tweens, the new NYTS reports. Some 480,000 middle and high school students used them in 2024. These small pouches hold a powder containing nicotine, appealing flavorings and other ingredients. When a user places one between their lips or cheeks and their gum, nicotine seeps into their bloodstream through the lining of their mouth.",
            "The number of teens and tweens using nicotine pouches stayed steady from 2023 to 2024. That’s worrying, Boykan says. It seems these pouches are “not perceived as harmful.”",
            "Vapes that look like a gaming devices or smartphones pose a new risk, too. Some come with games styled after classics like Tetris and Pac-Man. One brand offers a virtual pet that the user feeds by taking puffs, plus a puff-count competition game.",
            "iFhttps://www.youtube.com/embed/uNpLRiduF8c?feature=oembed",
            "The new nicotine pouches — widely used by teens — try to appear safe by including little more than the addictive agent in tobacco: nicotine. But for a teen’s developing brain, nicotine itself is a risky drug — one that can have lasting impacts. That’s why some officials hope to make pouch use restricted to adults.",
            "These devices are not legal in the United States. The new devices are “combining gaming — which is already a concerning addiction — and vaping, in a way that is really scary,” Boykan says.",
            "Boykan wants teens and tweens to know that the nicotine in tobacco products poses a “really significant” risk to the adolescent brain. Nicotine can impair brain development, leading to a rewiring that may damage a teen’s ability to think and focus.",
            "When Boykan talks to young people, she asks them about their dreams and goals. A nicotine addiction can get in the way of those plans. “I can point them to videos of kids who had to drop out of college,” She says, “because they were so addicted.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/why-dandruff-forms-scalp-hair",
        "title": "\n\tWhy you shouldn’t just brush off dandruff",
        "content": [
            "*a_photo_of_a_person_with_short_curly_hair_scratching_their_head,_as_seen_from_behind_White_flakes_of",
            "Dandruff makes the scalp itch, but it’s not a dry skin problem. Treating it may call for a change in how often you wash your hair, use of an over-the-counter dandruff shampoo, or even turning to a prescription shampoo. ",
            "Dandruff flakes on your hair or shoulders don’t look good. The itchy scalp that comes with it is no fun, either. In fact, although dandruff shows up on your hair, the condition actually starts with your scalp.",
            "Dandruff is a type of dermatitis (Der-muh-TY-tis), or skin inflammation. One study estimated that half of us will at some point develop this condition. And one key time it may emerge is puberty.",
            "Everyone’s scalp hosts a mix of microbes. This is known as its microbiome (MY-kroh-BY-ohm). Sometimes the normal proportion of some types to others gets messed up. This is known as a dysbiosis (Dis-by-OH-sis). In people with dandruff, certain types of yeast and bacteria are far more common, compared to people with healthy scalps.",
            "Amy McMichael and others discussed some of the culprits in a July 2024 report in the Archives of Dermatological Research. She’s a dermatologist at Wake Forest University School of Medicine and the Atrium Health Wake Forest Baptist Medical Center. Both are in Winston-Salem, N.C.",
            "People often make the mistake of thinking an itchy, scaly scalp is dry, McMichael says. If they add oil, though, they risk making matters worse. Dandruff is actually “a greasy, flaky problem,” she explains. Too much oil provides extra food for the harmful bacteria and yeast, driving the flake production. In fact, dandruff can affect parts of the body with glands that produce sebum, a natural oil.",
            "Dandruff can develop in people with every hair type. However, Black people may have higher rates than other groups, says a 2015 study by researchers at the University of Miami School of Medicine, in Florida.",
            "Hair-care practices might explain some of the difference, McMichael says. She and others have found differences in how often women of African and European ancestry shampoo their hair. Most Black women in the study said they washed their hair once every week or two. A majority of the white participants said they shampooed at least every other day.",
            "Part of the reason for this difference may have to do with how curly their hair is.",
            "The outer layer of hair is the cuticle. Straight hair with a smooth cuticle quickly looks dull when it gets oily, notes Gabriela Daniels. She’s a hair scientist at the London College of Fashion in England. (It’s part of the University of the Arts London.) But on hair with tight curls and coils, the shingles — bits of the hair shaft on its outer layer, or cuticle — may not lie flat. That can make it reflect light differently. So, it may not look dirty as soon, Daniels says.",
            "More frequent hair-washing can help deal with dandruff, McMichael says. If you worry about shampoos drying out the hair, use them just near the scalp, she suggests.",
            "If flaking is a problem, try shampoos labeled as formulated to deal with dandruff. If those don’t work, your doctor may prescribe you a stronger treatment.",
            "And also use hair conditioners, McMichael advises. “It actually smooths the outer layer — the cuticle — much better than you can get with oil.” Be careful about using hair sprays and gels, she adds. These can dry hair, increasing the risk that strands will break.",
            "In any case, if you notice a hair or scalp problem, talk to your doctor or another health-care expert right away. You might need help for dandruff. Or you might have a more serious skin or hair condition.",
            "“The earlier that you come in, the better off you are,” McMichael says."
        ]
    }
]