[
    {
        "URL": "https://www.snexplores.org/article/tiny-insects-fly-comb-wings",
        "title": "\n\tComb-like wings help the tiniest insects swim through ‘syrupy’ air",
        "content": [
            "*black_and_white_image_of_a_Paratuposa_placentis_beetle",
            "Some of the world’s smallest insects, like the featherwing beetle in this microscope image, have wings that look more like combs than membranes.",
            "The wings of many flying insects — bees, butterflies and dragonflies, for instance — seem to follow the same blueprint: A solid surface or membrane pushes against the air to keep these animals aloft. But new data show that for the tiniest fliers, there’s a better way: brushes.",
            "The littlest insects are smaller than a grain of rice. Their wings look like tiny bristles or feather dusters, with visible air gaps throughout. It’s a clever adaptation for flying when you’re incredibly small, the new work shows.",
            "Bristled wings are light and surprisingly stiff. They also use less effort to flap than solid wings. This makes it easier for miniature insects to flap quickly and stay airborne —  important for moving through air that feels very different at their tiny scale.",
            "And understanding how these unusual wings work could also inspire new technology.",
            "“Currently, we have robotic insects the size of normal flying insects. But what would be nice is ultra-miniature robots, things you can’t even see,” says Mostafa Nabawy. He works at the University of Manchester in England and had no role in the new research. Bristled wings, this aerospace engineer suspects, might help make such super-mini robots possible.",
            "For more than a decade, Dmitry Kolomenskiy has been part of a team puzzling over why small insects evolved bristled wings. A computational scientist, he works at Skolkovo Institute of Science and Technology. That’s in Moscow, Russia.",
            "For answers, his team gathered data on 38 species of tiny beetles. Their wings ranged in length from just 0.3 to 5 millimeters (0.01 to 0.2 inch). That’s very small — from the width of a couple hairs to about the size of a few grains of sand laid end to end. Many of the beetles came from Russia and Vietnam.",
            "Back in the lab, the researchers used microscopes to measure the shape of each wing and count its bristles. And with high-speed cameras, they tracked how fast the beetles’ wings flapped in flight.",
            "To their surprise, the beetles flapped at about the same speed regardless of the wings’ size. That’s unusual, Kolomenskiy says. Among birds and larger insects, smaller wings usually flap faster.",
            "iFhttps://www.youtube.com/embed/txPvulerOW4?feature=oembed",
            "This featherwing beetle flaps its bristled wings in a wide stroke. In 2022, Kolomenskiy and other scientists found that bristled wings help these tiny beetles fly very fast. Now, their research shows how the tiny bristles work and how their size and structure changes with a species’ size.",
            "It comes down to how these wings interact with air, Kolomenskiy now concludes. To humans and other large animals, air feels light and breezy. But insects that are just a few millimeters long experience air very differently, he points out. “At these small scales, they really feel air like a very viscous media,” he explains.",
            "“Think of maple syrup,” he says. “You get [that] kind of flow for air, if you are very small.”",
            "Fluids, it turns out, behave differently at small scales. Viscous forces now dominate. Here, air doesn’t easily slip through small gaps the way it does at larger scales. Instead, it flows slowly and sticks to surfaces, like syrup clinging to a spoon.",
            "As a result, tiny insects “are almost not flying in the air,” says Nabawy, the aerospace engineer. “They are actually swimming in the air.”",
            "Because the air acts like a thick, syrupy liquid, it doesn’t flow through the gaps in a tiny wing’s bristles. Instead, it gets “stuck” and flows around the bristles.",
            "“Visually, it looks like there’s a lot of void between [the bristles],” says Kolomenskiy. “But for the [air], it’s not transparent. The flow goes around.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The smaller the insect, the stickier the air can feel. So the researchers created a computer model. It analyzed what design would allow these tiny insects to flap with the least effort before their flight performance suffers.",
            "This model looked at how stiff the bristles need to be so they won’t bend. It also tested how widely bristles can be spaced without leaking air.",
            "*a_composite_image_showing_a_micrographic_image_of_a_tiny_beetle_and_the_shape_of_it's_bristled_wings",
            "fCThe body and bristled wing of a tiny insect from the genus Cylindrosella. This is one of the smallest beetles in the world. At about 0.05 millimeter (two thousandths of an inch), it is about half the thickness of a human hair! It lives in mushrooms and probably eats tiny bits of fungus.",
            "Gaps between bristles increased as a wing got smaller, they found. The tiniest wings (0.3 to 0.5 millimeter) had the fewest bristles, and they were spaced farthest apart. Wings with fewer bristles weigh less. That helps these insects flap at high speeds without using much energy, Kolomenskiy observes.",
            "Longer wings — those more than about 1.7 millimeters — evolved more bristles and ones that are more closely spaced. As those bristles get very tightly packed, they eventually start to look more like a membrane.",
            "*a_composite_image_showing_a_micrographic_image_of_a_tiny_beetle_and_the_shape_of_it's_bristled_wings",
            "fCBody and wing of the tiny beetle Primoskiella anodonta. It’s around 0.1 millimeter (0.004 inch) long. This little insect lives in moss and damp places.",
            "Lastly, the team looked at wing stiffness. Wings that bend too much as they flap don’t push hard enough against the air to generate lift. That’s the force needed to keep things aloft. The computer model showed that both the bristles and what they attach to need enough rigidity to hold the wing’s shape during each flap.",
            "The researchers shared their discoveries Aug. 22 in the Proceedings of the National Academy of Sciences.",
            "*a_composite_image_showing_a_micrographic_image_of_a_tiny_beetle_and_the_shape_of_it's_bristled_wings",
            "fCThe body and wing of a tiny beetle called Nephanes titan. At about 0.1 millimeter (just four thousandths of an inch) long, it’s about the size of a single grain of table salt. This little bug lives in soil and leaf litter.",
            "“Bristled wings are a clever mechanical optimization,” says Kolomenskiy. Light yet stiff, they can move through a thick, viscous air environment, getting enough lift for flight.",
            "Engineers might borrow the same tricks to design miniature flying robots, he believes. For instance, swarms of tiny flying robots — sometimes called “robobees” — could flit through greenhouses to pollinate crops. Alternatively, squadrons of micro-drones might search collapsed buildings for survivors or monitor things in the environment.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/pinecone-temperature-seeds-activity",
        "title": "\n\tUnlock pinecone secrets with this science activity",
        "content": [
            "*a_cluster_of_three_pinecones_on_against_pine_needles",
            "Pinecones can change with temperature. This experiment with demonstrate the effect.",
            "Key concepts: planet science, temperature, recording data, analyzing data",
            "Credits: Megan Arnett, PhD, Science Buddies",
            "Depending on where you live, during colder months the ground might be covered in snow, ice and most importantly — pinecones! Some of us see pinecones everywhere during the winter: in wreaths, on trees and in our yards. But did you know that pinecones have a vital job? They keep pine tree seeds safe and protect them from the freezing temperatures during the winter.",
            "To protect their precious seeds, pinecones can close their “scales” tightly, keeping out cold temperatures, winds, ice and even animals that might eat the seeds.",
            "In this activity, we will observe how pinecones respond to different temperatures by mimicking changes in weather, all from the safety of our own kitchens. As an added bonus, after this activity your pinecones will be ready to be added to your house as a holiday decoration or as a beautiful reminder of the plants of the season.",
            "Did you know that pinecones can stay on pine trees for over 10 years before falling to the ground? During that time, seeds for new pine trees grow under the scales of the pinecones. The scales protect the seeds from bad weather and from animals that might eat them. However, eventually the seeds need to be released so that they can grow into new pine trees.",
            "To make sure that the seeds have the best chance of finding fertile soil and growing into trees, the pinecone scales stay tightly closed when the weather is inhospitable to new seed growth. For instance, when it’s very cold and damp outside. In contrast, when the weather is hot and dry, the seeds will have an easier time finding good soil and growing into trees. In these conditions, the pinecone scales will open, allowing seeds to escape and drift away, to find new ground to grow into new trees.",
            "As you will observe today, after pinecones fall from the tree, they can still open and close. In this activity, we will test the conditions that cause pinecones to open and close, all from the warmth of our own home!",
            "*For all measurements in this activity, use centimeters (cm)",
            "Initial Length of Pinecone A – Cold Water Length of Pinecone A = Change caused by cold water for Pinecone A",
            "Final Length of Pinecone A – Cold Water Length of Pinecone A = Change caused by hot oven for Pinecone A",
            "Final Length of Pinecone B – Initial Length of Pinecone B = Change caused by hot oven for Pinecone B",
            "Final Length for Pinecone C – Initial Length for Pinecone C = Change caused by control conditions (air) for Pinecone C",
            "Extra: After taking the pinecones out of the oven, try putting them back into the cold water. Remove them after several minutes and measure their length and circumference again. How does cold water affect the size and shape of the pinecones?",
            "Extra: Try lowering the temperature of the oven to 65° Celsius (150° Fahrenheit) and testing the effect on the size and shape of the pinecone. Do the pinecones end up larger than they did in the 120° Celsius (250° Fahrenheit) oven, or smaller? Why do you think this happens?",
            "Extra: After taking the pinecones out of the oven and measuring, put them in the freezer overnight. When you take them out in the morning, measure the length and circumference again, and compare them to the final measurements. Did the pinecones get larger or smaller? What other changes do you observe?",
            "In the activity you observed and recorded the effect of different temperatures and conditions on the size and appearance of pinecones. In the first part of the activity, you may have noticed that placing pinecone A in the cold water caused the circumference of the pinecone to decrease. This is the expected result. In response to cold and damp conditions, pinecone scales close tightly, making a natural shell to protect the precious seeds inside. ",
            "After taking pinecone A and B out of the oven, you measured all of the pinecones to get their final measurements. When you compared the final measurement of pinecone A to the cold-water measurements, you should have observed that the circumference of pinecone A increased after being in the hot oven. In addition, when you compared the final measurements to the initial measurements for all the pinecones, you may have noticed that the circumference of pinecones A and B both increased. ",
            "In each case, the increase in the circumference of the pinecones results from the scales of the pinecones opening up in response to the warmth of the oven. The pinecones think it’s a warm summer day and are ready to release their seeds! ",
            "This activity is brought to you in partnership with Science Buddies. Find the original activity on the Science Buddies website.",
            "*A_banner_that_reads_SCIENCE_BUDDIES",
            ""
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/regulatory-immune-cells-medicine-nobel",
        "title": "\n\tFinding cells that stop our body from attacking itself lands a Nobel",
        "content": [
            "*Line_sketches_of_the_three_winners_of_the_2025_Nobel_Prize_in_physiology_and_medicine_from_left_to_r",
            "Mary Brunkow (left), Fred Ramsdell (middle) and Shimon Sakaguchi (right) share the 2025 Nobel Prize in physiology or medicine for discovering regulatory T cells and their role in keeping the immune system from causing disease by inappropriately attacking our body’s tissues.",
            "The body’s immune system recruits certain cells to fight infections and help heal wounds. Afterwards, another group of cells will tell those recruits it’s time to stand down. That second group acts as peacemakers, getting an active immune system to calm down. Three scientists who did pivotal work to understand these peacemakers will take home this year’s 2025 Nobel Prize in physiology or medicine.",
            "The Nobel Assembly in Stockholm, Sweden, announced the scientists’ win on October 6. Each winner will get an equal share of 11 million Swedish krona. The full prize is worth more than $1.1 million.",
            "Regulatory T cells, or T-regs, is the formal name of these peacemaker cells. They keep the immune system from attacking healthy tissue. When they fail at this, the body can develop autoimmune disease or damaging inflammation. Peacemaker cells even help keep the body from rejecting a fetus during pregnancy.",
            "Shimon Sakaguchi discovered T-regs while working at Japan’s Kyoto University in 1995. He now works not far from there, at Osaka University.",
            "Also in the 1990s, two other scientists tracked down an altered gene — or mutation — that caused a fatal autoimmune disease. The pair carried out this work on male mouse pups while they were working at Celltech Chiroscience. That’s in Bothell, Wash.",
            "One of these two, Mary Brunkow, now works at the Institute for Systems Biology. It’s in Seattle, Wash. The other, Fred Ramsdell, co-founded Sonoma Biotherapeutics. This company is based in Seattle and San Francisco, Calif.",
            "The mutation this pair studied turns off a gene called FOXP3. Sakaguchi would later show that this gene plays a major role in T-reg development. Without a working FOXP3 gene, there will be too few T-regs to halt overly active immune cells and keep them from causing harm.",
            "In 2001, Brunkow and Ramsdell showed that mutations in this gene are behind IPEX syndrome. It’s an inherited autoimmune disease. Affected people either lack a small group of regulatory T cells or these cells don’t work well. This doesn’t keep the immune system from turning on normally. It will just have trouble turning off. It’s as if the system has no brakes.",
            "Scientists are now learning to harness T-regs. Their goal is to keep the body from rejecting transplanted organs and to treat other conditions in which the immune system is overactive or directed against the wrong thing. These include other autoimmune disorders, food allergies and some cancers.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/heat-waves-trees-worsen-air-pollution",
        "title": "\n\tDuring heat waves, trees spew chemicals that worsen air pollution",
        "content": [
            "*a_wooded_trail_on_a_sunny_day",
            "This wooded state park in Texas might seem an unlikely place to find high levels of air pollution. But when it gets really hot, trees can release chemicals that brew up some nasty air pollutants, new data show. ",
            "WASHINGTON, D.C. — If you’re outside during a heat wave in Texas, the shade of oak trees can be tempting. But when it’s really hot, levels of lung-irritating ozone and other air pollutants can become worryingly high in these areas, new research shows.",
            "When stressed by heat, trees release chemicals. These can mix with molecules from car exhaust to make toxic air pollutants. And this can happen even where you can’t smell any car exhaust. Atmospheric chemists at Texas A&M University in College Station shared their new findings here, on August 18, at the American Chemical Society fall meeting.",
            "People expect to find air pollution in and around cities. There, vehicles cough pollutants out of their tailpipes. But at Texas A&M, “the air smells beautiful,” says Renyi Zhang. The campus is about 100 miles away from the closest big city. Here, he notes, the air is usually safe to breathe.",
            "But that may not be true during heat waves. Zhang’s team collected data on campus. During a month-long event in August 2024, daytime temps hit 32˚ to 41˚ Celsius (90˚ to 106˚ Fahrenheit). And it wasn’t just the heat that made these days uncomfortable. Pollution ramped up, too. Levels of lung-irritating ozone got especially high. It rose nearly to a level deemed hazardous to breathe.",
            "That was a surprise, the researchers now report.",
            "*a_composite_image,_on_the_left_is_a_map_showing_the_location_of_Texas_A&M_University_in_relation_to_",
            "fCTexas A&M University sits far from the large cities of Dallas, Austin, Houston and San Antonio. Air was sampled from a tower atop the meteorology building on campus.",
            "Previous studies had shown a link between heat and excess ozone. But much of that work had been done in big cities, with lots of pollution from traffic and smokestacks. Zhang wanted to see how heat might affect pollution in a more suburban setting, like College Station.",
            "Bianca Aridjis-Olivos, a graduate student in his lab, set up air-monitoring equipment atop the university’s meteorology building. It’s surrounded by grand oak trees. It seemed a good location. It’s high above passing cars and other expected pollution sources.",
            "The instruments she used are “like a super-sensitive nose,” she notes. By changing how they operate, she could alter “what scents the nose could detect.” Besides ozone, they could pick up nitrogen oxides from combustion (including gasoline-powered vehicles).",
            "They also could detect isoprene (EYE-so-preen). It’s a natural hydrocarbon released by trees, especially oaks. By itself, isoprene is not toxic. But in the presence of sunlight, it can mix with nitrogen oxides to cook up ozone (O3), which is toxic to our lungs.",
            "iFhttps://www.youtube.com/embed/kYcd5QK5o3E?feature=oembed",
            "Learn why isoprene — a chemical released by trees (and lots of other plants) — can make air pollution worse. It’s the second most widely emitted volatile organic chemical (after methane) in the world. The chemistry explained here underlies the data reported in the new study.",
            "Once all her equipment was ready, Aridjis-Olivos waited for the next heat wave.",
            "It hit in August 2024. From August 5 to September 3, she sampled different gases and particles from the air 24 hours a day.",
            "As the temps rose each day, so did levels of ozone, oxygenated volatile organic chemicals (some of which are toxic to human airways) and acid-rich nanoparticles. Ozone levels, in particular, climbed as the heat rose. Then they stayed high throughout the hottest part of the day. That in itself was no surprise. Trees ramp up isoprene release during heat waves. Plus, heat speeds up the chemical reactions that produce ozone.",
            "The surprise was just how high the ozone levels climbed. If you just looked at the levels of other pollutants, like the nitrogen oxides from cars, you might think the air was safe to breathe.",
            "And while a heat wave feels miserable, says Zhang, “exposure to both extreme heat and high ozone can be very dangerous.”",
            "This research shows how “climate change is making air pollution harder to control,” says Russ Dickerson. An atmospheric chemist, he works at the University of Maryland in College Park. Air pollution is a leading cause of death, he notes. The World Health Organization reports that today 99 percent of people worldwide are exposed to air unhealthy enough to pose a risk to our lungs.",
            "Clearly, trees play a role here. But chopping them down would be the wrong conclusion, he adds. “Trees are generally good. But when you mix them with car and truck exhaust, bad things happen.”",
            "“Studies like this can help us improve our air-quality forecasting models,” says Aara’L Yarber. An atmospheric scientist, she works at Howard University in Washington, D.C. With such computer models, she says, “We can better predict bad-air days during heat waves.” And that should help protect people’s health.",
            "Data from this study are not limited to modeling sites like College Station, Aridjis-Olivos says. Being “surrounded by vegetation, but also some industry and traffic,” this region is similar to what’s found many places, including in many developing nations.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "If you can’t avoid a heat wave, how can you protect yourself from air pollution that may come with it? Stay indoors when temperatures and ozone levels are highest, typically from noon to 4 p.m., says Zhang. Air-conditioned buildings (with windows closed) are best. Their cooling equipment contains filters that typically remove some pollutants.",
            "If outdoors, stay as far away from busy roadways (and traffic pollution) as possible. Remember to check your local air quality index when making plans, Yarber says. “Kids are especially sensitive to air pollution,” she notes, “because their lungs are still growing.”",
            "At home, Dickerson recommends getting a low-cost HEPA filter from a hardware store. For breathing “cleaner air — averaged over a day — put a HEPA filter in your bedroom,” he says. As an alternative, you can even duct-tape five furnace filters together. Then direct air through it with an electric fan. Remember to keep the windows closed.",
            "There are also ways to improve outdoor air quality. For instance, communities can work to limit becoming “heat islands.” Two obvious ways: Increase shaded area, and limit how much heat-absorbing concrete they have.",
            "Anything that reduces the levels of nitrogen oxides helps. They’re toxic by themselves. Plus they boost ozone to dangerous levels during heat waves. So walking, biking and taking a bus or train instead of driving can help limit traffic pollution. Switching from gasoline-powered to electric vehicles (EVs) also helps, because EVs don’t emit exhaust. Even better if the power to charge them comes from green sources, such as solar or wind.",
            "A long-term strategy for improving air quality, says Dickerson, is “combating climate change itself.” The hope, he says, is that this will mean “heat waves happen less often, are less severe and are shorter.” And one great way to address climate change? Planting trees.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/knotted-inca-hair-keep-records",
        "title": "\n\tKnotted strands of 500-year-old hair tell a surprising story",
        "content": [
            "*A_researcher_is_shown_holding_a_device_over_a_tray_of_strings,_an_example_of_an_Inca_recordkeeping_d",
            "Anthropologist Sabine Hyland examines the hair used to make an ancient South American recordkeeping device known as a khipu.",
            "The knotted, intricately braided string was like none Sabine Hyland had ever seen.",
            "Made of human hair, it was part of an ancient device used by the Inca. These people once ruled a large empire along the Andes (a mountain range in South America). They had no system of writing. But hundreds of years ago the Inca did use complicated knotted strings — called khipus (KEE-poos) — for recordkeeping. And a new analysis now suggests a surprise: These were not merely used by the ancient Inca’s ruling elite.",
            "The Spanish, who defeated the Incas in 1532, wrote that the Inca used khipus to keep records. They might record astronomical events, for instance. Or how many people lived in an area. They might even store data on taxes.",
            "The khipu that caught Hyland’s attention was “beautifully made, with fine braiding and variation in cord size.” An anthropologist, Hyland works at the University of St. Andrews in Scotland.",
            "“This is so beautiful,” she recalls thinking of that particular device. “It must be royal.”",
            "In fact, a new analysis suggests, its owner was likely a commoner. If true, it may mean khipus weren’t just for the elite.",
            "Hyland is part of a team that shared that discovery August 13 in Science Advances.",
            "*This_image_shows_a_khipu,_an_Inca_recordkeeping_device_It_consists_of_a_string_across_the_top_from_w",
            "fCIn this Inca recordkeeping device, called a khipu, the main cord (running across the top), is made from a single 104-centimeter-long strand of human hair. Analysis of the hair reveals it came from a surprising source: a commoner.",
            "Historians don’t know exactly who made most khipus. Many come from looted tombs. No one knows the source of some now held by museums.",
            "The khipu Hyland admired had surfaced at a German auction. There had been little information about its source.",
            "Researchers ran tests on some of its hair with radiocarbon dating. This showed the hair dated back to 1498. That’s when the Inca Empire was at its most powerful. The khipu’s main cord was made of human hair folded in half and twisted. Outstretched, this strand was 104 centimeters (41 inches) long and would have taken more than eight years to grow.",
            "iFhttps://www.youtube.com/embed/phZeE7Att_s?start=17&feature=oembed",
            "Instant Egghead quickly runs through how carbon dating works.",
            "The researchers wondered what type of food the hair’s owner had eaten. So they measured carbon, nitrogen and sulfur in the hair. Then they compared this to how much of these elements would be stored in the hair after eating certain foods.",
            "No sign of fish in the diet turned up. That suggested a life spent far from the coast. The hair seemed to come from someone who ate mostly greens and other vegetables, such as potatoes. They ate little meat or corn.",
            "All this “was a complete shock,” Hyland says. It points to the diet of a commoner.",
            "It’s possible, but rare, that an elite person would eat like a commoner. Or maybe the hair was not from the khipu’s maker. But in Andean communities, attaching hair to a khipu usually signals who made it. The owner tends to take responsibility for its contents.",
            "Hair also has strong symbolism in Incan tradition. It’s believed to carry the essence of someone.",
            "“It must have been something pretty special for the person to sacrifice their hair,” Hyland says. “My guess is that it was [used for] recording ritual offerings.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-space-junk",
        "title": "\n\tScientists Say: Space junk",
        "content": [
            "*an_illustration_of_a_satellite_in_orbit_over_earth_with_debris_coming_off_of_it_and_floating_above_E",
            "Space junk comes from various sources. Debris from derelict satellites is one example. Such debris often forms from collisions between two objects in orbit.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/soundcloud%253Atracks%253A2181117319&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Space junk, also called space debris, refers to trash left in space by humans. This trash includes objects as large as abandoned satellites and as small as flecks of paint.",
            "Humans have been generating space junk for as long as we have been exploring space. This junk includes discarded rocket boosters, old satellites and fragments left over when objects collide. In 2009, for example, two satellites crashed nearly 800 kilometers (about 500 miles) above Siberia. The crash created thousands of new pieces of space junk.",
            "Items lost during space missions make up a small amount of space junk. In 1965, American astronaut Ed White lost a glove during a spacewalk. Other astronauts have lost cameras, tools and even a toothbrush.",
            "Space junk is a growing problem. That’s because it shares the same, well, space, as other objects that orbit Earth. One of those objects is the International Space Station. There’s also weather, communication and other satellites people on Earth rely on.",
            "Objects in orbit around Earth typically zoom at scorching speeds. Space junk can zip around at up to 8 kilometers (5 miles) per second — or 29,000 kilometers (18,000 miles) per hour. At such speeds, any collision — even with something tiny — could rip holes in a spacecraft or damage satellites.",
            "More than 36,500 pieces of space junk larger than 10 centimeters (about 4 inches) orbit Earth today. They’re joined by more than 300 million even smaller pieces. As more trash ends up in space, more collisions will likely occur. Those collisions will break the trash into smaller — but still dangerous — pieces.",
            "Some space junk eventually re-enters the atmosphere. But that can take a long time. Debris orbiting closer to the Earth may fall into the atmosphere after a few years. Objects farther out may take hundreds or thousands of years.",
            "On re-entry, smaller space junk typically burns up in the atmosphere. So, it rarely hits Earth. But large pieces sometimes do. Debris from Skylab — an abandoned space station — fell from orbit on July 11, 1979. Chunks of the station fell over Western Australia and the Indian Ocean. Australian officials fined NASA $400 for littering.",
            "In 2021, NASA instructed the seven astronauts on board the International Space Station to take cover as they approached a region littered with space junk.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/star-ice-hydrogen-origin-earth-water",
        "title": "\n\tAnalyze This: Ice around baby stars may hint at origins of Earth’s water",
        "content": [
            "*an_image_of_L1527,_a_baby_star,_surrounded_by_dust_and_gas_as_seen_with_the_James_Webb_Space_Telesco",
            "L1527 is a baby star surrounded by dust and gas. The young star’s glow lights up the area above and below it as seen in this snapshot from the James Webb Space Telescope. ",
            "Distant baby stars might be able to shed new light on the origins of Earth’s water.",
            "One clue to where water came from is how much of it is “semi-heavy.” In semi-heavy water molecules, one hydrogen is replaced with a hefty form of the element called deuterium. Deuterium contains a neutron in its nucleus along with a single proton. Instead of H2O, semi-heavy water is HDO.",
            "*hydrogen_isotopes_illustrated",
            "Water with a high ratio of HDO to H2O likely formed in a very cold place. Say, a frigid, star-forming cloud of gas, dust and ice. Earth’s oceans have a higher ratio of HDO to H2O than our sun does. That has led astronomers to suspect that some of our water came from ice in the dark cloud where the sun was born.",
            "To find out, scientists need to know more about the ratio of HDO to H2O ice in the chilly nurseries where sunlike stars form. They also want to know how that ratio may change over a star’s lifetime.  ",
            "Astronomers can spot semi-heavy water ice in space by its interactions with light. But it’s hard to see these signs from Earth. So researchers used data from when the James Webb Space Telescope (JWST) peered at the star L1527.",
            "At just 100,000 years old, L1527 is an infant compared with our 4.5-billion-year-old sun. But its size and surroundings suggest it could grow up to look a lot like the sun. The dust and gas around this star are forming a disk. L1527 is gobbling up some of this material. What’s left behind could someday form planets — as happened in our solar system.",
            "JWST saw a fairly high ratio of HDO to H2O ice in the stuff swaddling L1527. The researchers compared that ratio with the ice and gas around other baby stars, including slightly older ones. That suggested that the HDO to H2O ratio around a star might not change much as the star evolves. The team also compared L1527’s HDO to H2O ratio with that of the ice seen on comets and meteorites in our solar system.",
            "The team shared its findings in the June 20 Astrophysical Journal Letters.",
            "These observations offer new details about what happens to water as stars mature. This may help scientists figure out where Earth’s water came from. And that, in turn, could help pin down what it takes to make a planet habitable. But first, astronomers will need to observe the water around more baby stars — in both ice and gas forms.",
            "Researchers compared the ratio of semi-heavy water (HDO) to regular water (H₂O) around the baby star L1527 (orange hexagon) with other objects. Carbonaceous meteorites (grey circles) come from asteroids that could have brought water to Earth. Oort cloud comets (purple hexagons) may have formed outside our solar system, while Jupiter family comets (pink circles) likely formed inside. ",
            "Astronomers have studied both the gas and ice around other baby stars as well. Some of those baby stars are clustered in groups (red diamonds). Others are all alone (blue squares). JWST has also looked at two other, larger baby stars (yellow hexagons). Measurements for Earth’s oceans are shown by a blue dashed line. The horizontal black line gives the HDO to H₂O value for the interstellar medium, the space between stars. This value is similar to that of our sun.",
            "*a_graph_showing_the_ratio_of_semi-heavy_water_HDO_to_regular_water_H20_around_the_baby_star_L1527_wi",
            "fCDATA: K. SLAVICINSKA ET AL/THE ASTROPHYSICAL JOURNAL LETTERS 2025"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/quantum-computers-circuits-physics-nobel",
        "title": "\n\tDiscoveries behind quantum computers win the Nobel Prize in physics",
        "content": [
            "*An_illustration_shows_three_men,_John_Clarke,_Michel_Devoret_and_John_Martinis,_who_collectively_won",
            "John Clarke, Michel Devoret and John Martinis share the 2025 Nobel Prize in physics. They won for demonstrating quantum effects in an electric circuit.",
            "For bringing quantum effects to a scale once thought impossible, three physicists will take home the 2025 Nobel Prize in physics.",
            "In the 1980s, John Clarke, Michel Devoret and John Martinis turned up weird effects in special types of electric circuits. The effects involved billions of electrons. And they took place on a device big enough to hold in one’s hand.",
            "Their discoveries challenged what scientists had believed. Previously, they had thought that quantum effects mainly showed up in tiny objects such as single atoms.",
            "Quantum theory describes the behavior of particles or energy on the smallest scale. It predicts that particles can do some unexpected tricks. One of those tricks is called quantum tunneling. That’s when a particle slips through a barrier that’s seemingly impassible.",
            "Imagine rolling a ball partway up a hill, but not enough to reach the top. Normally, it would roll back down. But in the quantum world, it’s as if the ball somehow appeared on the other side of the hill.",
            "Since the discovery of this behavior in a circuit, tech companies and researchers have used similar circuits as the quantum bits (or qubits) that make up quantum computers.",
            "Quantum computers’ power rests in the rules of quantum mechanics. On small scales, stuff acts much differently than in larger, everyday objects. But those weird behaviors give quantum computers the potential to perform special feats. Those devices could help find new medicines or useful materials. Or they could break the internet. They could even hack the standard type of encryption used to keep people from spying on your communication. ",
            "“The basis of quantum computing relies to quite an extent on our discovery,” said Clarke on Oct. 7. He spoke during an announcement of his win by the Royal Swedish Academy of Sciences. Clarke works at the University of California, Berkeley. Martinis works at the University of California, Santa Barbara. Devoret works there, too, and at Yale University. All three physicists will split 11 million Swedish kronor (more than $1.1 million) in prize money.",
            "iFhttps://www.youtube.com/embed/Yg0LT3n4mYY?feature=oembed",
            "Three physicists won the 2025 Nobel Prize in physics for their work in demonstrating quantum tunneling. For an explanation of what that is, watch this short video.",
            "The trio studied a special type of electric circuit. It uses a material called a superconductor. In a superconductor, electricity can flow without any resistance. But only if it’s chilled to very cold temperatures.",
            "The researchers took a superconductor and layered it with an insulator. That’s a material that doesn’t conduct electricity. It was like a sandwich with superconductor as the bread and insulator as the filling. This makes what is called a Josephson junction. (The junction, here, is the boundary between the superconductor and the insulator.)",
            "In 1985, the trio reported finding for the first time that a circuit could switch between states in which there is — and isn’t — a voltage crossing the junction. That’s thanks to quantum tunneling.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The three scientists also showed that this circuit absorbed energy in discrete chunks. That’s known as quantization.",
            "“It’s the foundation for why superconducting qubits work,” says Andreas Wallraff. A physicist, he works in this field at ETH Zurich. It’s in Switzerland. And the researchers didn’t stop at those early findings. “The thing that was special,” he says, is they also “continued to push the field forward throughout the years in different ways.”",
            "Take Martinis. He was a central figure in the quest to demonstrate that a quantum computer could perform a calculation that would be out of reach for a traditional computer. At the time, he was the leader of Google’s quantum computing work. His team claimed, controversially, to have hit that benchmark in 2019. Competing for proof of that milestone has continued ever since."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/tech-shrinking-people-possible",
        "title": "\n\tCould we ever build the tech to shrink ourselves?",
        "content": [
            "*A_tiny_Ant-Man_rides_a_black_carpenter_ant_with_wings",
            "In the movies, Ant-Man rides a tiny “steed” named Ant-thony. But in real life, the weight of a shrunken superhero would crush any insect he tried to ride! ",
            "When Alice from Alice in Wonderland consumes a mysterious bottle labeled “drink me,” she quickly shrinks to the floor. The Magic School Bus once got attacked by white blood cells when it shrunk down to explore a sick person’s bloodstream. And Ant-Man is famous for using his shrinking technology in Marvel films and comic books. But will humans ever be able to shrink down like this in real life?  ",
            "Unfortunately, no. Physicists say that tech with the power to make someone bite-sized would break the laws of physics. (Sorry, Ant-Man.) ",
            "Still, scientists have fun pondering how a fictional shrinking machine might work. “It drives you to think about: What does determine the size of things?” says physicist James Kakalios. Finding the answer can involve looking into the hearts of atoms and the power of the sun. ",
            "One hypothetical way to shrink something would be to reduce the size of its atoms. Atoms are the building blocks of almost all matter in the universe. Each atom is made up of electrons that surround an atomic nucleus.  ",
            "*A_girl_with_blonde_hair_and_fair_skin_stands_on_a_white_saucer,_after_shrinking_in_size_Behind_her_i",
            "fCNo magic potion would shrink a real Alice. And even if this were possible, there would be real problems. For one, “you would explode,” says Salvatore Rappoccio.  ",
            "An atom’s size depends on several fundamental constants, including the charge of an electron. Those constants don’t change. Tweaking them would require breaking the laws of physics, says Kakalios. He works at the University of Minnesota in Minneapolis and wrote the book The Physics of Superheroes.   ",
            "If shrinking atoms wouldn’t work, what about shortening the space between them?  ",
            "Atoms come together to build all kinds of molecules. In the first Ant-Man movie, Dr. Hank Pym explains that he made his famous Pym Particles by learning how to reduce the distance between molecules. This, he claims, is what gives Ant-Man’s suit the power to contract down to the size of an ant — or even smaller.  ",
            "Atoms and molecules in the human body, though, are already packed closely together. Trying to get them even closer would be challenging.  ",
            "You could try to force the atoms together. But Kakalios says that even a tiny reduction in size would require immense amounts of pressure. That would be bad news for any person who tried it on themselves. “The technical term is ‘gross,’” Kakalios says. “It would just smush you, and you don’t want to do that.”  ",
            "Atoms do get pushed together in our solar system, notes Salvatore Rappoccio. He’s a physicist at the University at Buffalo in New York. To see this in action, just look to our sun. Like all stars, it is powered by fusion. That’s when atomic nuclei are brought together under immense pressure until they form a new atom.  ",
            "Fusion releases enough energy to make our sun shine. Scientists are trying to re-create this process on Earth to generate power. But it wouldn’t be very useful for shrinking technology. “You would explode,” Rappoccio says.  ",
            "Venturing farther into the universe offers extreme examples of what happens when matter is packed very closely together. Black holes form when mass gets packed into a smaller and smaller space until eventually it becomes so dense that nothing — not even light — can escape the object’s gravity. ",
            "Black holes are typically born when massive stars explode and their cores collapse. A black hole has never been created on Earth. But Rappoccio says that in theory, any object could become a black hole — even a person — if it were compressed into a small enough space.  ",
            "Even if you somehow became that dense, though, you’d perish long before you could tell the tale. Creating a shrink ray to squeeze other objects down to an extreme density could also be devastating. In Despicable Me, Gru tried to shrink the moon to steal it. “In real life, if you try to shrink the moon, it would become a black hole and destroy everything,” Rappoccio says. ",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Even if Alice, Ms. Frizzle or Ant-Man were somehow able to bypass the laws of physics to survive shrinkage, they would face other problems.  ",
            "Shrinking a person’s vocal cords would give them a very high-pitched, and very quiet, voice. And if their mass stayed the same, they would be incredibly heavy for their size. Ant-Man would crush any ant he tried to ride! Puny people might not even be able to see very well. As their eyes shrunk, their ability to process visible wavelengths of light might become worse.",
            "“None of this is possible,” Kakalios says. But it’s well worth thinking about. “It’s given me an excuse to talk about real physics that you haven’t noticed. By talking about this superhero ice cream sundae, I sneakily got you to eat your spinach.” ",
            "Kakalios also notes that the science of making things smaller is not entirely imaginary. Although tech may not be able to shrink people, humans are remarkably adept at shrinking our tech. Without the real-life science of making smaller materials, you wouldn’t be able to read this sentence. ",
            "Transistors are devices that act as building blocks for your computer, phone and other devices. They allow computers to process information using the numbers “0” and “1.” Electronic machines need a lot of them to work.  ",
            "There can be billions of transistors in your phone and in your computer. Each one used to be the size of a person’s fingernail, Kakalios notes. Now, they can be engineered to be even smaller than viruses. ",
            "This feat of downsizing has given us world-changing modern technologies. And it’s all thanks to the same physics that prevents shrinking technology for people from existing. “The world is a knowable place,” Kakalios says. “By figuring out the rules by how the world works, we can then use these rules to make our lives better.” ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-your-weekly-word",
        "title": "\n\tScientists Say: Your weekly word",
        "content": [
            "*dictionaries",
            "What’s that word? Find new science words every week with Scientists Say.",
            "Every week in our series Scientists Say, Science News Explores highlights a new science word, from absolute zero to zooxanthellae. Each word has a definition and is used in a sentence to help you understand the meaning. There’s even an audio recording, so you can hear exactly how to pronounce the term. All the words covered so far are listed below. Got a word you want to know about? Send an email to sns@sciencenews.org and put in a request!",
            "Absolute zero",
            "Absorb",
            "Acceleration",
            "Accretion disk",
            "Acid",
            "Acidification",
            "Acoustic",
            "Adaptation",
            "Addiction",
            "Adsorb",
            "Aerosol",
            "Agrivoltaics",
            "Albedo",
            "Algebra",
            "Alkaline",
            "Allele",
            "Altitude",
            "Amino acid",
            "Amoeba",
            "Ampere",
            "Amphibian",
            "Amusia",
            "Amygdala",
            "Anthropocene",
            "Anxiety",
            "Aphantasia",
            "Archaea",
            "Archaeology",
            "Artificial Intelligence",
            "Asteroid",
            "Astronaut",
            "Astronomical interferometry",
            "Atmosphere",
            "Atoll",
            "Atom",
            "Atomic number",
            "ATP",
            "Aufeis",
            "Autophagy",
            "Autopsy",
            "Avalanche",
            "Avulsion",
            "Bacteria",
            "Base",
            "Beakiation",
            "Big Bang",
            "Biofilm",
            "Biomagnify",
            "Bionic",
            "Black hole",
            "Blood-brain barrier",
            "Body mass index",
            "Bog",
            "Bond",
            "Brainwaves",
            "Bromeliad",
            "Bruxism",
            "Caecilian",
            "Calculus",
            "Calorie",
            "Camouflage",
            "Campfire",
            "Capsaicin",
            "Carbohydrate",
            "Carbon capture",
            "Carcinogen",
            "Catalyst",
            "Causation",
            "Cellulose",
            "Chemical",
            "Chimera",
            "Chlorophyll",
            "Chromosome",
            "Circadian",
            "Circumnutation",
            "Climate",
            "Code",
            "Cognition",
            "Colloid",
            "Comet",
            "Compound eye",
            "Confirmation bias",
            "Connectome",
            "Constellation",
            "Continent",
            "Convection",
            "Copepod",
            "Coprolite",
            "Coral",
            "Coriolis Effect",
            "Corona",
            "Correlation",
            "Cortical homunculus",
            "Cosmic microwave background",
            "Cosmic rays",
            "Crepuscular",
            "Crystal",
            "CT scan",
            "Cyanide",
            "Cyclone",
            "Dark energy",
            "Dark lightning",
            "Dark matter",
            "Data",
            "Decay",
            "Decibel",
            "Deep brain stimulation",
            "Deepfake",
            "Deforestation",
            "Denisovan",
            "Desert",
            "Dialect",
            "Diffraction",
            "Digital footprint",
            "Dimension",
            "Dinosaur",
            "Dioxide",
            "Dire wolf",
            "Diurnal",
            "DNA",
            "DNA sequencing",
            "Domestication",
            "Dopamine",
            "Doppler Effect",
            "Drought",
            "Dung",
            "Dwarf planet",
            "Earthquake",
            "Echolocation",
            "Eclipse",
            "Ectoparasite",
            "Ectotherm",
            "eDNA",
            "Egg",
            "Electron",
            "El Niño",
            "Ellipse",
            "Endocytosis",
            "Endotherm",
            "Engineering",
            "Enzyme",
            "Epidemic",
            "Epidermis",
            "Equation",
            "Equinox",
            "Estuary",
            "Eukaryote",
            "Eutrophication",
            "Excitation",
            "Excretion",
            "Evolution",
            "Exocytosis",
            "Exomoon",
            "Exoplanet",
            "Experiment",
            "Explosion",
            "Extinction",
            "Extremophile",
            "Eyewall",
            "Faraday cage",
            "Fatty acid",
            "Fault",
            "Fermentation",
            "Ferrofluid",
            "Fertilize",
            "Fiber optic cable",
            "Firenado",
            "Firewhirl",
            "Fission",
            "Fluorescence",
            "Food web",
            "Force",
            "Forensics",
            "Fossil",
            "Fracking",
            "Fractal",
            "Frequency",
            "Frostbite",
            "Frost quake",
            "Fruit",
            "Fulgurite",
            "Fungi",
            "Fusion",
            "Galaxy",
            "Gamma ray",
            "Gas giant",
            "Genealogy",
            "Genetic engineering",
            "Genus",
            "Geometry",
            "Geyser",
            "Glacier",
            "Glia",
            "Global Positioning System",
            "Glymphatic System",
            "Goldene",
            "Goldilocks zone",
            "GPS",
            "Gradient",
            "Graphene",
            "Gravitational lens",
            "Gravity",
            "Guinea worm",
            "Guttation",
            "Gyroscope",
            "Habitable zone",
            "Hagfish",
            "Haptic",
            "Hardware",
            "Herbivore",
            "Hertz",
            "Hibernaculum",
            "Hibernation",
            "Hippocampus",
            "Histology",
            "Hominid",
            "Hoodoo",
            "Hormone",
            "Humidity",
            "Hurricane",
            "Hydrogel",
            "Hyperthermia",
            "Hypothermia",
            "Hypothesis",
            "Ichnology",
            "Imaginary number",
            "Inclusion",
            "Inertia",
            "Infection",
            "Inflammation",
            "Infrared",
            "Inorganic",
            "Insulin",
            "Intron",
            "Invasive species",
            "Ion",
            "Ionosphere",
            "Irruption",
            "Isotope",
            "Jellies",
            "Jet stream",
            "Joule",
            "Jurassic",
            "Kakapo",
            "Kelp",
            "Kelvin",
            "Keratin",
            "Kevlar",
            "Kidney",
            "Kinetic energy",
            "Krill",
            "Kugelblitz",
            "Lachryphagy",
            "Lactose",
            "La Niña",
            "Large language model",
            "Larva",
            "Laser",
            "Latitude",
            "Lava",
            "Lava bomb",
            "LED",
            "Lift",
            "Light pollution",
            "Light-year",
            "Lignin",
            "Liver",
            "Loci",
            "Locus",
            "Longitude",
            "Luminescence",
            "Lymph",
            "Machine Learning",
            "Magnetosphere",
            "Marcescence",
            "Mass",
            "Magma",
            "Magnetism",
            "Marsupial",
            "Mean",
            "Median",
            "Medullary bone",
            "Megalodon",
            "Melatonin",
            "Menstruation",
            "Metabolism",
            "Metal",
            "Metamorphosis",
            "Meteor",
            "Meteorite",
            "Meteorology",
            "Methane",
            "Microbiome",
            "Microgravity",
            "Microplastic",
            "Migration",
            "Mineral",
            "Mitochondrion",
            "Mitosis",
            "Möbius strip",
            "Mode",
            "Model",
            "Molecule",
            "Momentum",
            "Monotreme",
            "MRI",
            "Multiverse",
            "Mummy",
            "Muon",
            "Mutation",
            "Mycelium",
            "Myopia",
            "Naloxone",
            "Narcotic",
            "Neandertal",
            "Nebula",
            "Necropsy",
            "Nectar",
            "Nematocyst",
            "Nematode",
            "Neurodivergent",
            "Neuroplasticity",
            "Neuron",
            "Neurotransmitters",
            "Neutron",
            "Neutron star",
            "Neutrophil",
            "Niche",
            "Nicotine",
            "Nocturnal",
            "Nucleosynthesis",
            "Nucleus",
            "Nutrient",
            "Obesogens",
            "Octopod",
            "Okapi",
            "Olfactory",
            "Oort cloud",
            "Opioid",
            "Optogenetics",
            "Orbit",
            "Organic",
            "Organelle",
            "Organoid",
            "Osmosis",
            "Outbreak",
            "Outlier",
            "Oxidation",
            "Ozone",
            "Paleontology",
            "Pandemic",
            "Papillae",
            "Parasite",
            "Parabola",
            "Pareidolia",
            "Parthenogenesis",
            "PFAS",
            "Phloem",
            "Pi",
            "Piezoelectric",
            "Peptide",
            "Periodic table",
            "Permafrost",
            "Petrichor",
            "pH",
            "Photochromic",
            "Photon",
            "Photovoltaic",
            "Pigment",
            "Placebo",
            "Planet",
            "Plankter",
            "Plasma",
            "Plastic",
            "Plastisphere",
            "Poisonous",
            "Polarized light",
            "Pole",
            "Pollen",
            "Pollution",
            "Polymer",
            "Potential energy",
            "Power",
            "Prairie",
            "Precipitation",
            "Predator",
            "Prehistoric",
            "Prey",
            "Primate",
            "Prime number",
            "Protein",
            "Protist",
            "Proton",
            "Proxima b",
            "Proxima centauri",
            "Pulsar",
            "Quantum",
            "Quantum dot",
            "Quarantine",
            "Quark",
            "Quartile",
            "Quasar",
            "Quoll",
            "Rabies",
            "Radar",
            "Radiation",
            "Radioactive",
            "Radio waves",
            "Rare earth element",
            "Receptor",
            "Red dwarf",
            "Reduction",
            "Refraction",
            "Regolith",
            "Relapse",
            "Remission",
            "Replication",
            "Respiration",
            "Richter Scale",
            "Rime ice",
            "Ring of fire",
            "RNA",
            "Robot",
            "Rocket propellant",
            "Rubisco",
            "Runoff",
            "Salinity",
            "Salt",
            "Satellite",
            "Saturated fat",
            "Savanna",
            "Seismology",
            "Semiconductor",
            "Silicon",
            "Silicone",
            "Social",
            "Software",
            "Solar",
            "Solar cycle",
            "Solar wind",
            "Solstice",
            "Solution",
            "Space weather",
            "Spaghettification",
            "Species",
            "Speleology",
            "Sperm",
            "Stalactite",
            "Stalagmite",
            "Statistical significance",
            "Stereoscopy",
            "Stereotype",
            "Stomata",
            "Stone Age",
            "Strain",
            "Stratigraphy",
            "Sublimation",
            "Sundog",
            "Supercomputer",
            "Superconductor",
            "Supercontinent",
            "Supercool",
            "Supernova",
            "Surface tension",
            "Symbiosis",
            "Synapse",
            "Taphonomy",
            "Tectonic plate",
            "Telescope",
            "Telomere",
            "Theia",
            "Theory",
            "Thought experiment",
            "Tinnitus",
            "Tonsils",
            "Torpor",
            "Torque",
            "Toxin",
            "Transit",
            "Trauma",
            "Triclosan",
            "Tsunami",
            "Tundra",
            "Typhoon",
            "Ultrasonic",
            "Ultrasound",
            "Umami",
            "Uncertainty",
            "Understory",
            "Unsaturated fat",
            "Upwelling",
            "Urushiol",
            "Vacuole",
            "Vaccine",
            "Valence electron",
            "Vampire",
            "Variable",
            "Vector",
            "Venomous",
            "Ventral striatum",
            "Vertebrate",
            "Vestigial",
            "Vitamin",
            "Virtual reality",
            "Virulence",
            "Virus",
            "Viscosity",
            "Voltage",
            "Waterspout",
            "Watt",
            "Wavelength",
            "Weather",
            "Weather bomb",
            "Wetland",
            "Wormhole",
            "X-axis",
            "X-ray",
            "Xylem",
            "Y-axis",
            "Yeast",
            "Yellow dwarf",
            "Yottawatt",
            "Zika",
            "Zirconium",
            "Zoonosis",
            "Zooplankton",
            "Zooxanthellae",
            "2-D material"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/shark-marine-biology",
        "title": "\n\tA shark encounter inspired this researcher’s career in marine biology",
        "content": [
            "*Shark_researcher_Heidy_Martinez_stands_in_front_of_a_rocky_coast",
            "In college, shark researcher Heidy Martinez earned degrees in psychology and anthropology. This background helps her better understand how people learn about and interact with sharks, she says. ",
            "Heidy Martinez never dreamt of studying sharks. That changed during a study abroad trip in South Africa in college. She went cage diving with some classmates. That’s when divers view sharks underwater while inside a protective cage. Martinez was mostly there for the thrill. “I really just wanted to scare [my classmates].”",
            "The boat ride was proving to be a bummer. The waves were choppy. Martinez’s wetsuit didn’t fit. And everyone was feeling seasick. When she entered the ocean, a woman beside her said she felt ill. “All of a sudden, she pukes,” Martinez recalls. “Then a wave comes, so all that puke just lands on me and my face.” ",
            "At that moment, a white shark approached the cage. To see the shark, Martinez immediately dived, puke and all. But the sight was worth it, she says. Movies usually show these sharks as bloody predators. But this white shark looked entirely different. “I was shocked at how beautiful the shark was,” she says. “Seeing that white shark was a pivotal moment in my career.”",
            "Today, Martinez is a freelance shark researcher. She works with different organizations to study how these fish live and to explore ways to protect them. In this interview, she shares her experiences and advice with Science News Explores. (This interview has been edited for content and readability.)   ",
            "My degrees are in anthropology and psychology. So I began applying to psychology labs after graduating college. I was convinced that was what I was going to do with my life. Then I saw a documentary on shark conservation called Sharkwater. That film helped me tell the difference between loving something and having a passion for it. I loved psychology and anthropology, but I felt passionate about the ocean.",
            "It felt really scary when I finally decided to switch careers in my mid-20s. I decided to have a conversation with my parents to see if they supported my decision. I was afraid that they would think everything I’d done so far was a waste of time. My family left Colombia when I was 6 so that I could have a better future. But my dad actually got teary-eyed when I told them about my career change. He explained that he had wanted to study marine biology, too. But the career counselors at his school told him to give up that dream. ",
            "It felt like this full-circle moment. My dad left everything behind so I could do what I love. And that job ended up being what he always wanted to do. ",
            "*Heidy_Martinez_holds_a_small_blacknose_shark_Open_ocean_lies_behind_her",
            "fCOn one assignment to Terra Ceia Bay, near Sarasota, Fla., Martinez tagged small blacknose sharks.",
            "After I watched the documentary, I wanted to see if this was actually what I wanted to do. That meant I needed to do fieldwork before deciding on grad school. ",
            "I connected with a project in Nicaragua that created olive ridley sea turtle hatcheries. From there, one opportunity often led to another. People I’d work with during a project would tell me about other opportunities. That often allowed me to pick up different skills. I was working a gig taking pictures of corals for a national park in Thailand when COVID hit. I was stuck there for about five months. ",
            "I realized that I needed to find something more committed. In 2022, I worked as a research assistant studying whale sharks in the Philippines. That led to my current job working as a ship biologist in Mexico. Becoming a member of the group Minorites in Shark Sciences also catapulted my career. They offer opportunities and support to minorities that they don’t usually get in the sciences.  ",
            "It offers me amazing opportunities to work with different species of sharks. Working with different organizations allows me to really improve my skills. It’s also made me more adaptable. I’m constantly working with new people on different boats. Each team has a different way of doing things. And every boat has its own setup.  ",
            "My life can feel really exhausting. Since I’m constantly traveling, I don’t have a place to sleep. My backpack is my home. Earlier this year, I found myself in a new location every week. I’ve been doing this for the past five years or so. It’s unstable, but it’s also worth the sacrifice. ",
            "I spent many years feeling like my education was a complete waste of time. But just because I don’t have a marine biology degree doesn’t mean I don’t know how to do the work. I’ve had to learn everything on the job.  ",
            "My friends remind me that graduate school will always be there. These job opportunities won’t. I am, though, hoping to get my master’s in the next couple of years.  ",
            "I now understand that my degrees have shaped me into the scientist and conservationist I am today. My anthropology side allows me to consider cultural differences. And my psychology degree helps with understanding how people receive and interpret information.  ",
            "For example, clam divers in the Gulf of Mexico have lost their lives to shark encounters. And of course, naturally, their reaction is to hate sharks. A lot of scientists will try to preach or lecture the fishermen about how sharks don’t regularly attack clam divers. But listening to their concerns should be an important part of that work. Studying psychology taught me that if you want people to listen to you, you have to listen to them first. ",
            "*Heidy_MArtinez_holds_a_blacknose_shark_The_shark_is_gray_and_is_lying_against_a_white_surface",
            "fCMartinez holds a blacknose shark still while a research volunteer takes a muscle biopsy.",
            "My biggest sacrifice has been giving up much of my personal life. Living from boat to boat has meant not having enough opportunities to take care of my well-being.",
            "I remember being on a ship when my mom passed away. Everyone was supportive but there was nowhere to run or to hide. I was stuck in the middle of the ocean. Every crew member counts on a boat, so you can’t take time off. Much of my work involves handling stuff very differently than the average person.",
            "When you’re facing 55-knot winds and feeling sick, you sometimes wonder why you’re doing this. But it’s not just a job for me. I can’t see myself doing anything else. I’m working on having both a successful career and a fulfilling personal life. I’m very excited to see how those two play out. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/nobel-prize-science-history",
        "title": "\n\tWhat’s so noble about the Nobel Prize?",
        "content": [
            "*a_photo_of_the_front_of_the_Nobel_Prize_medal_against_a_white_background",
            "Every Nobel Prize winner receives a gold medal, which has the face of Alfred Nobel on one side, and a cash prize. Nobel Prizes honor discoveries in three scientific areas: chemistry, physics, and medicine or physiology.",
            "Katalin Karikó thought the call was a joke. It was 3 a.m. on October 2, 2023. Her husband answered the phone. As someone who maintains buildings, “he quite frequently gets calls for fixing this and that,” Karikó says. But this time he handed it over. “It is for you,” he said.",
            "Only half awake, Karikó heard a scientist from Sweden congratulate her: Karikó had won the Nobel Prize in Physiology or Medicine.",
            "Karikó works at the University of Szeged in Hungary. She also works at the University of Pennsylvania in Philadelphia, where she had been asleep that day in October. A biochemist, she has spent much of her career studying messenger RNA. This molecule carries instructions from a cell’s DNA so they can be translated into proteins.",
            "Karikó and her colleague Drew Weissman learned how to tweak that RNA. When the COVID-19 pandemic hit, their findings allowed other scientists to leap into action. In less than a year, scientist teams made a vaccine using mRNA. So thanks to Karikó, you may have gotten a vaccine to protect you from COVID-19.",
            "This work definitely sounds worthy of a big prize. And the Nobel is the biggest science prize of them all. Winners receive a solid gold medal imprinted with the face of Alfred Nobel (more on him later). They also get a large cash prize to split among as many as three scientists in each field.",
            "In 2024, the 11 million Swedish kroner prize was valued at about $1 million U.S. (Karikó shared this prize with Weissmann, also a biochemist at the University of Pennsylvania.) Every year, the Nobel Foundation awards prizes in physics, chemistry, physiology or medicine, literature and peace. Sweden’s central bank also gives a prize in economics.",
            "The Nobel Prize is more than a gold paperweight and a nice chunk of money, though. It’s a sign that someone and their work are very important.",
            "*a_photo_of_Katalin_Karikó_recieving_her_Nobel_Prize_in_2023,_other_Nobel_laureates_stand_to_the_righ",
            "fCKatalin Karikó received her Nobel Prize at a ceremony in Stockholm, Sweden, on December 10, 2023. In this image from the event are several Nobel laureates (from left): Louis Brus and Alexei Ekimov (chemistry), Karikó and Drew Weissman (physiology or medicine) and Jon Fosse (literature).",
            "Scientists who win a Nobel Prize are famous while they’re alive — and that fame will live on in history books for years after. This may lead others to care what the winners think — even in areas where the scientists might not be experts.",
            "But Nobel Prizes spotlight only a narrow slice of science — and very few scientists.",
            "Many fields of science don’t fit the prize categories. And only three people can share one prize, even though hundreds may have worked on a discovery. Most of those others end up unrecognized for their role in prize-winning work.",
            "The Nobel Prizes also tend to honor people — mostly men — in wealthy countries.",
            "Prizes can be important. They may inspire young scientists. The hubbub around these prizes tells the general public that science matters. But the scientists who choose the winners are human and bring their own values and biases to the process. So which scientists get celebrated — and which don’t — can be political and sometimes biased.  ",
            "These prizes are named for Alfred Nobel, a Swedish chemist in the 1800s. His most famous invention was dynamite. He designed the explosive to help build railroads more safely and to tunnel through rocks while mining. But it also was soon used for war and violence. Over time, Nobel grew fabulously wealthy from dynamite and his other inventions.",
            "Nobel had planned to leave his fortune to relatives. But in 1888, his brother, Ludvig, died. At the time, a newspaper in Paris, France, made a mistake. They printed an obituary for Alfred, not Ludvig. (An obituary is a news story at someone’s death outlining their life and achievements.) This story was titled: “The merchant of death is dead.” It pointed to how Nobel’s inventions had killed many people in battle.",
            "*a_black_and_white_photo_of_a_man_with_pale_skin,_short_hair,_a_bushy_beard_and_mustache_wearing_a_su",
            "fCAlfred Nobel invented hundreds of things, including processes for making synthetic rubber and artificial silk. But he was most famous for inventing dynamite, a reliable explosive. ",
            "Nobel never said how he felt about reading his own death notice in the morning paper. But “he saw himself described in rather unflattering terms,” says Marshall Lichtman, a physician and teacher. Lichtman, who works at the University of Rochester Medical Center in New York, wrote a 2017 article on Alfred Nobel and the Nobel Prize.",
            "Seven years after reading his premature obituary, Nobel decided his fortune would fund what has come to be called Nobel Prizes. Sweden, his home country, would choose the winners. Nobel specified that he wanted awards in chemistry, physics, physiology or medicine, literature and peace.",
            "Nobel probably didn’t intend for the prize to become like the Olympics of science, Lichtman says. “What he was hoping to do, I think, was to provide [winners] with a prize that would allow them to continue this exceptional work.”",
            "The Nobel Prizes quickly became famous. One reason: There weren’t other big prizes like it. And these prizes would be open to everyone. “That meant that the very best people in the world were going to be recognized,” Lichtman says.",
            "If Nobel’s plan had been to change his reputation, it worked. Now he isn’t known as “the merchant of death.” Instead, he’s the founder of a prize that makes people think of scientific genius.",
            "Choosing who wins Nobels takes almost a year. It’s a huge honor to be involved, says Juleen Zierath. She’s a physiologist, someone who studies the human body, at the Karolinska Institutet in Stockholm, Sweden.",
            "She’s also part of the 50-person assembly that works with a smaller committee to choose who wins the Nobel Prize in Physiology or Medicine. Zierath was the first woman to chair a Nobel committee and remains in the assembly.",
            "Every year, scientists around the world have from September to January to nominate candidates for the Physiology or Medicine prize to the Karolinska Institutet. Nominations for the physics and chemistry prizes go to the Royal Swedish Academy of Sciences, nominations for the peace prize go to a group in Norway. And nominations for literature go to The Swedish Academy.",
            "Only invited people can submit those nominations. These are very accomplished scientists and previous prize winners. And they cannot nominate themselves.  ",
            "After the nominations come in, a smaller committee gets to work.",
            "To sort through the hundreds of nominations, the committee pulls in more scientists. Experts in what the nominated scientists study will prepare reports describing what the nominees have done. These must be turned in by August. They’ll be evaluated in September. In the meantime, the smaller committee consults back and forth with the 50-person assembly.",
            "“We are only allowed to award a discovery,” not a person, Zierath explains. “So we have to sort through who’s been nominated. Are these people the right people? Did they really make a discovery? … We have to think a lot.” Once the committee has made a short list of especially good candidates, they send it to the assembly.",
            "The final vote for the Physiology or Medicine prize takes place on the first Monday of every October. (Other prizes get voted on later in the week.) It starts at 9 a.m. in Sweden. The voting is kept a tight secret. The voting room has double doors. No one can bring a phone or laptop.",
            "In another room, journalists from all over the world wait to hear the results. But first, each winner gets a call.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The time difference between Sweden and the United States is big. So late-morning decisions in Stockholm result in middle-of-the-night phone calls to U.S. winners. And that call will be just the start.",
            "Soon after Karikó received her call in 2023, the three phones in her house began ringing nonstop. By 7 a.m., journalists were knocking on her door. When Karikó answered, she got her picture taken still wearing her pajamas.",
            "*a_portrait_of_Marie_Curie_in_black_and_white",
            "fCNobel Prizes ran in the Curie family. Marie Curie (seen here) shared her first Nobel Prize with her husband Pierre. Their daughter Irène Joliot-Curie received the 1935 Nobel Prize in Chemistry.",
            "Winning a Nobel Prize means your life will never be the same, says Victor Ambros. He works at the University of Massachusetts Chan Medical School in Worchester. A developmental biologist, he studies how organisms grow. And he took home a Nobel Prize in Physiology or Medicine in 2024 for discovering microRNAs. These tiny bits of genetic material help control how cells make proteins.",
            "Nobel’s goal with his prize was to help support scientists with the prize money — to let them keep doing their work. Ironically, Ambros has less time than ever to do research.",
            "“Before this, I was working in the lab and doing experiments,” he says. “I have not been able to get back to that.” He is constantly traveling to give talks. Everyone wants to meet a Nobel Prize winner and hear what they have to say. When something changes in the world of science, journalists want to know what Ambros thinks.",
            "“Nobody would have called me before,” he says. (Now, he even gets recognized while out shopping.)",
            "In a way, the Nobel Prize is famous just because it’s famous. “If you look at the media attention, there is no other prize worldwide that can compete with [it],” says Nils Hansson. He’s a science historian who studies the Nobel Prize at Heinrich-Heine University in Dusseldorf, Germany.",
            "Journalists tell him that they don’t generally cover science prizes — except the Nobels. “The brand of the Nobel is so much bigger and more well known than the laureates,” he notes.",
            "Most scientists — even very successful ones — will never win a Nobel Prize. Those who do tend to look a certain way. Most are men and tend to be white. They’re also usually from wealthy places like the United States or Europe.",
            "When Katalin Karikó won her Nobel Prize in Physiology or Medicine, she joined the small group of women who have attained a Nobel Prize in a scientific field. Since the first prizes were awarded in 1901, 25 women have been awarded one of these prizes. Polish-French scientist Marie Curie is the only woman to have won two Nobel Prizes: Physics in 1903 and Chemistry in 1911.",
            "(All statistics below are from 1901 to 2024.)",
            "Number of PRIZES awarded 115Number of LAUREATES awarded 229WOMEN LAUREATES 13",
            "Number of PRIZES awarded 118Number of LAUREATES awarded 227WOMEN LAUREATES 5",
            "Number of PRIZES awarded 116Number of LAUREATES awarded 197WOMEN LAUREATES 8",
            "In 2023, Karikó became one of only 13 women to have received the Nobel Prize in Physiology or Medicine. Even fewer have won in chemistry or physics.",
            "The assemblies work hard to avoid bias, says Zierath. “We’re 50 members on this assembly … to ensure it is not one person [making] a decision,” she explains. And “we’re not restricting our nominations to only one region,” she adds. “We’re reaching people throughout the world and requesting that they nominate.”",
            "But most of these awards in science still go to people from the United States or Europe. That’s largely because these regions have long invested in funding science and encouraging people to become scientists, Zierath notes. However, bias — preferring one type of person or country or discovery over another — can creep into decision-making. The assembly knows this. “One way to try to deal with biases is to identify that you have them,” she says.",
            "To be seen as prizeworthy, scientists have to make big discoveries. Often, this means working in big labs at important universities. This can be hard to do if someone comes from a low-income area or country, is a member of a minority or faces other challenges.",
            "People of color or white women face a lot of barriers to succeeding in science, notes Harriet Zuckerman. She’s a sociologist — someone who studies how people behave together — at Columbia University in New York City. There’s an “array of obstacles that line the course of women’s careers,” she says. These “make it less likely” for them to reach a place where they can do the type of work likely to win a prize.",
            "“In order to get the Nobel Prize, normally it takes — from the first nomination until you get the prize — 10, 20, 30 or even 40 years,” notes Hansson. “So you have to have a group of friends around you that nominates you all the time, over and over again.” As a result, that prize might recognize work done at a time when even fewer women and people of color were at the top of science than there are today.",
            "And of course, of the impressive scientists considered, only three people can win for any discovery. Those scientists are most often the heads of their labs. Others who work in the labs may go unrecognized.",
            "Ambros, for example, won the 2024 Nobel Prize with collaborator Gary Ruvkun. Ruvkun is a geneticist at Harvard Medical School in Cambridge, Mass. But Ambros’ wife, Rosalind Lee, is a scientist, too. She manages Ambros’ lab and contributed just as much to the work. She, however, did not share the Nobel Prize.",
            "“Here’s a life partner, [my] partner at home, [my] partner in the lab, [my] science partner,” Ambros says. “It would have been … terrific, right, if we could have shared” the prize.",
            "*a_photo_of_Victor_Ambros_and_Rosalind_Lee_celebrating_Ambros's_Nobel_Prize",
            "fCVictor Ambros (left) was awarded the 2024 Nobel Prize in Physiology or Medicine. His wife, Rosalind Lee (right), manages Ambros’ lab and contributed to the science for which he won the prize. But she was not included in his prize.",
            "The Nobel Foundation is unlikely to change anything about these prizes. They are largely bound by limits that Alfred Nobel wrote into his will, such as: Three or fewer scientists per prize. Only discoveries are awarded. And in science, only discoveries in physics, chemistry, and physiology or medicine will be considered.",
            "That leaves out a lot of science. “Where does ecology fit in?” asks Robert Marc Friedman, a historian of science at the University of Oslo in Norway. Or the study of oceans? Weather and climate? Geology? Discoveries in these fields can be just as important as those in physics, chemistry or medicine. But most won’t qualify for a Nobel Prize.",
            "People also shouldn’t make the mistake that all Nobel Prize winners are geniuses on everything, Friedman says. Doing great work in physics, for example, doesn’t mean a scientist may know anything about politics or medicine. In fact, it may only mean they know a lot about one area of physics.",
            "Still, Lichtman thinks that the Nobel Prize is important. It shines a light on science as a whole. “The average person doesn’t sit at home and say, ‘Boy, I hope there are a lot of good people going into chemistry or going into physics,’” he says. The Nobel Prize shows the world that science can change our lives.",
            "Ambros agrees — and not just because he won one. “It’s all about science and celebrating science,” he notes. “I’ve talked more about my research publicly in the last couple of months than I did in my whole previous career.” When people have heard he won the Nobel Prize, they don’t only get curious about him and his work — they get curious about science.",
            "Editor’s note: This article was corrected on September 26, 2025, to reflect Nils Hansson’s affiliation with Heinrich-Heine University."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/potatoes-origin-tomatoes-breeding",
        "title": "\n\tPotatoes and tomatoes share a surprising history",
        "content": [
            "*A_bin_divided_diagonally_in_half_shows_tomatoes_in_one_section_and_potatoes_in_another",
            "Today’s versatile potato has an ancient origin story, researchers say. A wild tomato interbred with a potato-like plant in South America some 9 million years ago.",
            "Today’s potatoes arose out of an unlikely mashup — with a tomato.",
            "Until now, the potato’s origin and evolution had long been a scientific mystery. It now appears that the starchy spud emerged 9 million years ago as the Andes Mountains were forming. It came about from natural breeding events between an early tomato plant and a potato-like species.",
            "This ancient cross gave rise to the plant’s swollen stem parts, known as tubers. Tubers eventually spread through some 180 wild species of potatoes and thousands of cultivated varieties. Scientists from around the world shared the new findings in the September 18 issue of Cell.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The cultivated potato — Solanum tuberosum — is one of the world’s most important staple foods. Scientists knew it was related to Solanum etuberosum, a South American plant. That species looks a lot like our potato plant. It just can’t form tubers, those parts that we turn into fries, baked potatoes and chips.",
            "Genetics had shown that potatoes are related to tomatoes. But scientists thought the two plants were like distant cousins. Instead, research now shows, species from these two lines interbred.",
            "The team peeled back the potato’s origin by analyzing dozens of wild and cultivated varieties of potato. About half of the genes in every potato species traced to the tomato, the rest to S. etuberosum.",
            "This suggests potatoes came from a single hybrid cross of these two groups, says Sandra Knapp. She’s a botanist at the Natural History Museum in London, England.",
            "“In creating that hybrid offspring, various gene families came together and interacted to enable the creation of tubers,” she says.",
            "One gene — SP6A — came from the tomato side. Previous studies had shown it works as a master switch for tuber initiation. Another gene — IT1 — is key to the growth of underground stems that form tubers. It came from S. etuberosum.",
            "Experiments in potato plants now confirmed that without the IT1 gene, tubers are tiny. Without SP6A, tubers don’t even form.",
            "How combining these genes in one plant “led to potatoes making potatoes isn’t fully explained in this paper,” says Salomé Prat. She’s a plant biologist who did not take part in the new study. She works at the Centre for Research in Agricultural Genomics. That’s in Barcelona, Spain. Showing that these genes came together from a natural cross does not mean tubers formed right away, she adds. “The story is much more complicated.”",
            "How interbreeding led to tubers shows that hybrid crosses can be a powerful driver of evolution. Some new hybrids can be sterile (unable to reproduce). But tubers store water and nutrients. And if left buried, they can sprout new plants. No pollination or seeds are needed.",
            "This likely gave the new potato lines time to regain an ability to reproduce sexually. And the new tuber structures may have given early potato plants an edge as the Andes began to form millions of years ago.",
            "Tomatoes prefer dry, warm conditions. S. etuberosum thrives in cold, wet places. Potatoes inherited a mix of traits that allowed them to flourish even in cold, dry sites. They got “the best of both worlds,” Knapp says. And changing habitats in the Andes might have given these new species opportunities to thrive.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Most of today’s 180 wild potato species are bitter or toxic. But many thousands of years ago, Indigenous people in the Andes found a tasty wild potato. Over time, they developed many varieties from it. Spanish explorers later brought several of them to Europe. This led to the potato’s global spread as a food staple.",
            "More recently, scientists and farmers have crossed potato species to get traits such as high yield or pathogen resistance. Many of these lost some of the potato’s initial genetic variability. That makes today’s potatoes less adaptable — and more vulnerable — to extreme heat, flooding and other features of our changing climate.",
            "Identifying the genes inherited from the early tomato and S. etuberosum might lead to a more resilient potato. Lost traits might be restored through traditional breeding or genetic engineering. And that, Knapp says, might lead to more adaptable varieties."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-the-nobel-prize-chemistry-physics-physiology-medicine",
        "title": "\n\tLet’s learn about the Nobel Prize",
        "content": [
            "*_Let’s_learn_about_the_Nobel_Prize0",
            "Here, two 2021 Nobel laureates hold up chocolate versions of their gold Nobel medals. On the left is Benjamin List, who won a Nobel Prize in chemistry for developing a tool for building molecules. On the right is Klaus Hasselmann, who won a Nobel Prize in physics for his work on climate modeling. ",
            "Early October is an exciting time for science. It’s when the annual Nobel Prizes for physics, chemistry and physiology or medicine are announced. These awards are widely considered the highest honors in science. The winners don’t just take home gold medals and hefty cash prizes. They become instant international celebrities.",
            "*IRVINE,_CALIFORNIA_-_DECEMBER_08_David_Julius_poses_with_his_medal_after_receiving_Nobel_Prize_in_Ph",
            "fCLaureate David Julius displays his 2021 Nobel Prize for physiology or medicine, which he won for discovering how our bodies feel temperature and touch.",
            "Swedish inventor and engineer Alfred Nobel established the Nobel Prizes. He was best known for inventing dynamite, which earned him a large fortune. When Nobel died in 1896, he left much of his money to reward people whose work had “the greatest benefit to humankind.” To that end, the executors of his will set up five annual Nobel Prizes. Three honor breakthroughs in science. The other two recognize outstanding literature and efforts to foster international peace. (The Nobel Prize in Economics came later, in 1968. Sweden’s central bank funded it.)",
            "Each year, scientists around the world nominate researchers for the Nobel Prizes in science. Committees then pick up to three winners for each prize. Many of these winners, or laureates, are now household names. Albert Einstein, for instance, won a physics Nobel in 1921. He was honored for discovering the photoelectric effect. (That’s when a material throws off charged particles in response to soaking up light.) And James Watson and Francis Crick won the Nobel for physiology or medicine in 1962. That prize honored their discovery of DNA’s shape.",
            "Marie Curie became the first person ever to win two Nobels. She shared the Nobel Prize in physics in 1903 with her husband, Pierre Curie, and a third researcher. They studied radiation. Marie then won the Nobel Prize in chemistry in 1911. That award recognized her discovery of the elements radium and polonium.",
            "Nobel laureates’ superstar status is certainly well deserved. But the Nobel Prizes are far from perfect measures of scientific achievement. There are many more pioneering scientists than there are Nobel Prizes. And there are whole fields of science for which there is no Nobel. Plus, certain types of scientists tend to get nominated and picked for these prizes way more than others. Specifically, Nobel laureates are mostly older, white men.",
            "As of the 2024 Nobels, only 25 of the roughly 640 total winners of science Nobel Prizes have been women. And none of them have been Black. Yet many female scientists and scientists of color have made groundbreaking discoveries worthy of the limelight. Meet some of science’s most important, yet overlooked trailblazers in Science News’ Unsung Characters collection.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "RNA work that led to COVID-19 vaccines wins 2023 Nobel in medicine Katalin Karikó and Drew Weissman overcame hurdles to using mRNA for medicine. This led to COVID vaccines — and maybe, one day, some for other infections. (10/2/2023) Readability: 7.3",
            "Efforts to create ultrafast light pulses win 2023 physics Nobel Pierre Agostini, Ferenc Krausz and Anne L’Huillier won the prize for creating light bursts that last billionths of a billionth of a second. (10/3/2023) Readability: 8.3",
            "Creation of quantum dots wins 2023 chemistry Nobel The award honors three scientists who discovered and built quantum dots, which are now used in everything from TVs to medical tools. (10/4/2023) Readability: 7.8",
            "iFhttps://www.youtube.com/embed/c0ou3X9SfB8?feature=oembed",
            "fCNational Geographic ",
            "Word find",
            "Looking for a new strategy or memory puzzle to test yourself against? Check out this collection of Nobel-inspired games! Assume the role of Cell Division Supervisor to make sure your cell replicates the right way before dying off. Or assist in a virtual MRI investigation. Or master the art of conditional learning by making a virtual Pavlov’s dog to drool on command. Each game comes with a short description of the Nobel-winning work that inspired it.",
            "Scientists Say: DNA",
            "Scientists Say: Radiation",
            "Explainer: The Nobel Prize",
            "Experiments on ‘entangled’ quantum particles won the physics Nobel Prize",
            "Examining Neandertal and Denisovan DNA wins a 2022 Nobel Prize",
            "Lego-like way to snap molecules together wins 2022 chemistry Nobel",
            "Editor’s Note: This story was updated on October 9, 2024 to correct the number of women who have won a Nobel Prize in science. Sixty-four women have won Nobel Prizes in total. But only 25 have won Nobel Prizes in physics, chemistry and physiology or medicine. "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/protein-structure-2024-nobel-chemistry",
        "title": "\n\tPredicting and designing protein structures wins a 2024 Nobel Prize",
        "content": [
            "*Sketches_of_Nobel_prize_winners_David_Baker,_Demis_Hassabis_and_John_Jumper",
            "David Baker (left) figured out how to build new proteins. Demis Hassabis (middle) and John Jumper (right) developed an AI tool to predict protein structures.",
            "For their work to unlock the mysteries of those building blocks of life known as proteins, three scientists received the 2024 Nobel Prize in chemistry. ",
            "David Baker won for his research on understanding and decoding the structure of proteins. Demis Hassabis and John Jumper won for their work in how to predict a protein structure. The Royal Swedish Academy of Sciences announced its recognition of the trio’s achievements October 9 at a news conference in Stockholm.",
            "Proteins enable nearly every facet of life. They build our bones, skin and hair. They carry cargo from cell to cell. Some are antibodies that target dangerous microbes. Some are molecular machines that fix damaged DNA. Their list of roles in the body is nearly endless. ",
            "Each protein is made of a string of molecules called amino acids. Fold the string up, and you’ve got a protein.",
            "But how the string folds is key. It can pleat like a paper fan. It can bend into spirals. It can crumple like a piece of paper — or do something else entirely. There’s a universe of potential shapes. Each depend on the order of amino acids in its string.",
            "And just like the shape of a key determines which lock it can open, the shape of a protein influences its role in the body.",
            "“To understand how proteins work, you need to know what they look like,” Johan Åqvist said. He’s a member of the Nobel Committee for Chemistry. “That’s what this year’s laureates have done,” he explained during the press conference.",
            "Baker is a biochemist at the University of Washington in Seattle. In 1998, he was part of a team that debuted a computer program called Rosetta. It could take a short amino acid sequence and predict what the resulting protein’s 3-D structure would look like.",
            "But a real breakthrough came in 2003. That’s when Baker’s team flipped that idea around. They sketched out a made-up 3-D protein — one that did not exist in nature — and asked Rosetta to come up with a string of amino acids that would fold into that shape. ",
            "And it worked.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "When Baker’s team synthesized the amino acid sequence in the lab, it folded into a protein just like the one Rosetta had predicted. Since then, Baker has created a trove of designer proteins. These include one that can sense the deadly opioid fentanyl in the environment and another that blocks the SARS-CoV-2 coronavirus.",
            "“David Baker opened up a completely new world of protein structures that we had never seen before,” Åqvist noted. “It’s almost as if only your imagination sets the limit for what you can do.”",
            "Leslie Vosshall has used Rosetta in her own lab at Rockefeller University in New York City. “These software algorithms have accelerated the ability of all scientists to do their work,” this neuroscientist says. “What used to take decades or forever can now take a minute.” Vosshall is also vice president of the Howard Hughes Medical Institute (which has been funding Baker’s work).",
            "Hassabis and Jumper work at Google’s DeepMind in London, England. In 2016, both of these computer scientists had already gained worldwide fame for creating a computer program that beat the reigning world champion — a human — at the strategy game Go.",
            "Two years later, the pair used their artificial intelligence chops to solve an even trickier problem. The duo’s AI model, called AlphaFold, could predict protein structures from amino acid sequences with almost 60 percent accuracy. That far surpassed anything done before. ",
            "Clearly, that was already a step forward, Åqvist said. But a second version of the model, AlphaFold2, was even better. It worked nearly as well as the gold-standard method for figuring out protein structures. That’s a lab technique called X-ray crystallography. ",
            "*A_rotating_animation_of_a_protein_structure,_including_many_coiled_and_ribbon-like_shapes",
            "fCAn AI model called AlphaFold predicted the shape of this plant protein. It’s one of 200 million protein structures this model has generated. Different colors indicate the model’s confidence in its prediction, from dark blue (very high) to orange (very low).",
            "Hassabis and Jumper’s AI model taps into a database of known protein sequences and structures. It uses those data to map the likely physical distance between individual amino acids in a given protein string. Then it converts the map into a 3-D structure, Åqvist said — and with 90 percent accuracy. “Protein structure prediction with AlphaFold2 caused a complete revolution in structural biochemistry.”",
            "The AlphaFold team has now predicted structures for almost all of the 200 million proteins that scientists know today. Biologists have used AlphaFold to predict proteins in sea cucumber genomes. It also predicted proteins that protect honeybees from bacterial infections.",
            "iFhttps://www.youtube.com/embed/hok2hyED9go?feature=oembed",
            "For proteins, those workhorse machines of the body, the fold is everything. This charming video helps explain how proteins fold, why they fold and why we should care.",
            "This is the second Nobel Prize this year that recognizes AI. The physics prize, awarded one day earlier, went to John Hopfield and Geoffrey Hinton. Their work helped pioneer the development of computer networks that were patterned on how neurons coordinate their processing in the human brain.",
            "“It’s really interesting how well this aligns with the physics prize,” says Mary K. Carroll, president of the American Chemical Society. “The fact that neural networks were used by Hassabis and Jumper is another example of how computational and mathematical tools inform and underlie a lot of really exciting scientific work.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/explainer-nobel-prize",
        "title": "\n\tExplainer: The Nobel Prize",
        "content": [
            "*860-header-Nobel_Prize_whitepng",
            "This small gold medal is a Nobel Prize. Each medal bears the face of Alfred Nobel. ",
            "Every year, in the first week of October, a very few lucky scientists get a phone call. For some, the phone rings in the middle of the night. For others, the middle of the day. On the other end of the line is someone with a Swedish accent who informs them they have won a Nobel Prize. Almost instantly, these individuals become celebrities. They will give talks, go to fancy parties and meet the King of Sweden.  ",
            "But why is it such a big deal?",
            "The awards are named for an inventor, Alfred Nobel. During his life, this man was best known for inventing dynamite, a type of explosive. It made him a wealthy man. And when he died in 1896, Nobel left money from his fortune to establish five yearly awards — the Nobel Prizes.",
            "Nobel’s will directed that one award go to recognize outstanding literature. Another should reward the fostering of international peace. Nobel also wanted to reward scientific discovery. So three awards would celebrate discoveries or inventions in physics, chemistry and physiology or medicine. All five awards would come with a cash prize. That prize is now about 11 million Swedish krona (around $1 million, depending on the exchange rate in any given year). If there are two winners in a category, they split the money equally. If there are three, one person gets half the money, and the other two split the other half.",
            "Every year, thousands of scientists around the world are invited to nominate people for a Nobel Prize. (No one can nominate themselves.) Groups at the Royal Swedish Academy of Sciences in Stockholm, Sweden, evaluate nominees for the physics and chemistry prizes. A panel at the Karolinska Institute, a medical university in Stockholm, reviews nominations for the prize in medicine or physiology. These groups narrow the list of candidates. Their short lists then move on to a selection committee for each subject. Those committees vote on who will receive the prize that year — or whether no one should receive it.",
            "The first set of Nobel Prizes was handed out in 1901. Now, the Nobel Prize “is reckoned the world championship of science. It’s the most prestigious prize worldwide,” says Nils Hansson. He is a medical historian at the Heinrich-Heine University in Dusseldorf, Germany. Winners, he notes, “are celebrated like stars, and their research gets a lot of attention.”",
            "The Nobel Prize began to gather fame almost from the start. The winning scientist received more money than any other prize at the time, notes Robert Friedman. He is a science historian at the University of Oslo in Norway.",
            "*a_photo_of_Alfred_Nobel's_will",
            "fCThis is Alfred Nobel’s will. In it, he says his money should be used to give “prizes to those who, during the preceding year, shall have conferred the greatest benefit to mankind.”",
            "The prize is also notable for being international. These awards can go to scientists anywhere, not just in Nobel’s home country of Sweden. The prize became “a way in which nations could compete peacefully,” Friedman says.",
            "As a result, the Nobel Prize received a lot of media attention. “From the beginning, the main scientific journals wrote about the Nobels,” Hansson says. Now, Nobel Prize winners are front page news.",
            "The Nobel Prize helped to make some scientists household names, observes Harriet Zuckerman. She is a sociologist — someone who studies the social behaviors of people — at Columbia University in New York City. “It calls attention to science, which is to my mind as worthy as filmmaking and pop music — the things that most people tend to give a lot of value,” she says. “It also calls attention to people who do not necessarily come from families of great wealth. [They] succeed because they are driven by a desire to work hard and a desire to make a contribution.”",
            "With a few exceptions, the Nobel Prizes have honored good science, not pseudoscientific (SU-doh-sy-en-TIF-ik) fads. A bigger issue is that there are many more impressive scientific achievements than there are Nobel Prizes. “A lot of scientists who do [good] work … get passed over because there can only be a limited number of winners,” notes Zuckerman.",
            "Even scientists who participated in a discovery might not win a Nobel. The committees that initially set the prize rules decided that a maximum of three people in any category could win each year. Back then, many scientists worked alone or in small groups. But this means that if there was a fourth scientist in a group, they were out of luck. Now, scientists often work in large groups to make major discoveries. In a team of 100, which three would deserve to share that year’s Nobel Prize?",
            "“In the early days, the people who made the rules couldn’t have imagined how science would change,” Zuckerman says. “More than a century has passed, so there’s a historical mismatch between the rules that govern the prize and how science is now.”",
            "This also means that when a committee can’t find just a few scientists to get the credit, no one might get credit at all. For example, many scientists worked on the invention of anesthesia. This is the ability to stop someone from feeling pain, or to render them unconscious. Anesthesia completely changed medicine. It let doctors perform delicate surgeries without causing terrible suffering. “Many people worked on the methods,” Hansson says. But for the Nobel Prize, it was too many. The committee for physiology or medicine couldn’t find three people who contributed the most. So no one ever received a Nobel Prize for this achievement.",
            "Also, Nobel Prizes reward achievements in only three scientific areas. In fact, much of science occurs in areas beyond those fields. Say some scientist had figured out how to accurately predict earthquakes. That could save many lives. “It would perfectly meet the notion of Alfred Nobel to benefit mankind,” Friedman notes. Unfortunately, Earth science is not eligible for a Nobel Prize.",
            "This can be a problem when universities or institutions use the Nobel Prize as a measure of their own importance, Friedman notes. Scientific fields like astronomy or mathematics might not get as much prestige because their scientists can’t win a Nobel.",
            "Some universities put a lot of effort into hiring and keeping Nobel Prize winners. This is something Friedman worries is not good for science. “Should science be like sports, just buying the best guys and getting your rankings?” Nobel Prizes indicate important discoveries, he notes, but “what does that say about the university, the quality of life or the quality of [its] teaching?”",
            "Between 1901 and 2024, only 13 of the 229 total winners in physiology or medicine have been women. Only eight women over that period have ever won the Nobel Prize in chemistry. Just five have won it in physics. For minority scientists, the numbers are even worse. No black scientist has ever taken home a Nobel Prize.",
            "*a_photo_of_Marie_Curie",
            "fCMarie Curie was the first woman to win a Nobel Prize and she is still the only woman to have won it twice. She won the physics prize in 1903 and the chemistry prize in 1911.",
            "This lack of diversity is a problem. “It’s not about the prizes but the reward system of science,” Zuckerman says. “There’s been a tendency to not recognize the work of people who aren’t from the right countries or the right sex.” Candidates also tend to come from a relatively few universities or research centers, she notes. Among them: the University of California at Berkeley and Harvard University, in Cambridge, Mass.",
            "But things are changing, Zuckerman says. Important scientific societies, such as the National Academy of Sciences in the United States and the Royal Society in the United Kingdom, now let in more women and people of color. These societies help scientists get recognized by their peers. And the more women and minorities that become recognized, the more likely they are to receive a Nobel Prize. Between 1901 and 2001, only 10 women received a Nobel Prize in science. Within the next 15 years, another eight won them. That hardly seems fair, Zuckerman notes, “but it’s better than it was.”",
            "While Nobel Prize winners have done amazing work, there are many scientists who will never get the golden medal or the big cash prize. Still, the allure of the award remains strong. “I asked freshmen at the California Institute of Technology what the goal was for [their] careers in science,” says Friedman. “Ninety percent said their goal was to win a Nobel Prize.” But there are so few Nobel Prizes, most, if not all, of those students will be disappointed. “It’s like going to Las Vegas believing you’ll become a millionaire,” says Friedman.",
            "Not winning a Nobel Prize won’t make those students failures, however. “Yes, the brilliant insight of a brilliant scientist is important,” Friedman says. “But it’s only of importance when you have a community and networks of people working together.”",
            "Editor’s note: This post was updated on October 5, 2022, to revise the number of women who have won Nobel prizes in physics and chemistry. It was updated again on October 4, 2023, to revise the value of the cash award and the numbers of women who have won Nobel prizes in medicine or physiology and physics. It was updated again on October 9, 2024 to update the total number of Nobels awarded in physiology or medicine."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/peeling-tape-sparks-chemical-reactions",
        "title": "\n\tZap! Peeling off tape can spark chemical reactions in the air",
        "content": [
            "*an_illustrated_view_of_a_piece_of_tape_being_pulled_off_a_roll_and_the_electric_sparks_the_action_pr",
            "Peeling tape can create a separation of positive and negative charges that triggers lightning — micro-lightning. These sparks of energy, illustrated here, may one day be put to useful work.",
            "Rip off a piece of tape in a dark room and you may see a flash of light. This happens because the peeling tape releases energy that creates tiny sparks. It might seem like just a neat little trick. But scientists have now shown this “micro-lightning” is shockingly powerful. In fact, it can be strong enough to drive chemical reactions in the air.",
            "One day, such micro-sparks could help make some chemicals in a more sustainable way.",
            "“I’ve been very interested in the idea of micro-lightning,” says Richard Zare. A chemist, he works at Stanford University in California. His team recently showed sprays of water release tiny sparks that can drive chemical reactions. Now, working with Xinxing Zhang, a physical chemist in China, his team is studying micro-lightning sparked by peeling tape.",
            "fCWatch the glow from electrons jumping as tape is peeled off a roll in the dark.",
            "Using tape was Zhang’s idea. Ripping tape loose from its roll releases visible light. But Zhang knew it also, surprisingly, generates X-rays. He wondered how high this electric charge was and if it sparked chemical reactions. To find out, his team at Nankai University in Tianjin set up an experiment. ",
            "They started with a roll of sticky tape placed on a bearing. With a motor, they pulled off the tape and wound it around a cylinder. Along the way, the team measured the strength of the electric field that the peeling tape created. They also looked for any changes in the chemistry of the surrounding air.",
            "The test setup pulls tape off a roll and onto a cylinder. A motor controls its speed. The unrolling tape sits on a device (XY translational stage) that can move back and forth. This positions the peeling point in front of a mass spectrometer (Extended MS inlet), which identifies chemicals formed as the zapping triggers air chemicals to react.",
            "*a_photo_of_a_tape_test_setup_used_in_the_lab",
            "fCXufeng Gao",
            "Peeling the tape slowly, at 12.5 centimeters (5 inches) per second, created a small electric field. But when the motor sped up to 50 centimeters (20 inches) per second, the space where the tape left the roll became very highly charged. Zhang’s group tallied a billion volts per meter across this tiny space!",
            "That’s an astonishing voltage — far beyond what’s usually achieved in the lab, Zare points out. (For perspective, lightning shoots from a storm cloud when the voltage is 3 million volts per meter. In the tape experiment, the high voltage is across too small of a space for the micro-lightning to hurt us.)",
            "The peeling tape’s zap illustrates the triboelectric effect. This is the generation of an electric charge as materials come into contact and then separate. It’s like static electricity, when two objects are rubbed together then moved apart. One object becomes positively charged, meaning it loses electrons. The other gains those lost electrons and becomes negatively charged. (This can make a negatively charged balloon repel electrons from a wall, then “stick” to the positively charged surface. Or, it can send out a tiny zap of electricity.)",
            "The triboelectric effect is at work all around us — in things as simple as a sliding raindrop and the rustle of our clothes. But the tape experiment created a much higher voltage than most other everyday triboelectric events. Why? Being sticky, the tape peeled off the roll in a jerky way. Scientists call this a “stick–slip” event. It leads to higher charges than when things just rub together or touch.",
            "A high electric field emerged only when the tape was pulled quickly, Zare says. If that electric field is high enough, electrons from the tape will speed up and smash into air molecules or other molecules in the tape. This “leads to a spark that drives chemical reactions,” says Zare. Those electrons flowing between the tape’s surfaces can create a high enough voltage around the tape to break down molecules in the air, he says — turning them into ions.",
            "Zare’s team repeated what Zhang’s team had done. This time, they also looked to see if molecules of water vapor in the air near the tape would break up and form into new molecules. They did.",
            "Next, Zare’s group put chemicals they suspected would react as vapors in the electric field next to the peeling tape. This was to test a common reaction used in industrial chemistry. (It’s one where pyridine and methyl iodide are reacted to form something new.) Right away, Zare’s group detected new products as these chemicals now reacted.",
            "The team shared its new findings June 25 in Proceedings of the National Academy of Sciences.",
            "iFhttps://www.youtube.com/embed/DIILDg2d3Yk?feature=oembed",
            "Adhesive bandages can spark a glow in air as they’re peeled off a substance — such as their wrapper or our skin. Now watch it happen and learn about the physics processes that explain what’s happening to electrons in and around the bandage.",
            "“This is a fabulous discovery,” says Thalappil Pradeep. A chemist, he studies triboelectricity at the Indian Institute of Technology Madras in Chennai. There is a lot to discover about what’s happening at the tiny space where the peeling tape first makes contact with the air, he says.",
            "Daniel Lacks agrees. This chemical engineer works at Case Western Reserve University in Cleveland, Ohio. “People don’t usually look at what’s happening in that little, teeny distance” between two nearly touching surfaces, he says. His own work has focused on particles that pick up an electric charge after rubbing against each other. ",
            "Lacks finds it “very cool” that the electric fields created by tape get so high they can drive chemical reactions.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Simone Ciampi works with triboelectric effects at Curtin University in Perth, Western Australia. What surprised him was the beauty and simplicity of the new experiment.",
            "Guiding chemical reactions with triboelectricity is one type of green chemistry, Ciampi notes. Here, electricity can do work typically done by chemicals that may be toxic. So this approach, he concludes, can be more environmentally friendly.",
            "Chemicals often react through a series of steps. Some may require separating positive and negative charges within a molecule. By controlling those electric charges, you can manage the reaction’s steps to help choose what product you end up with, Ciampi explains.",
            "Indeed, a huge number of chemical reactions are sensitive to electric fields. But there’s often a challenge in using an electric field to guide reactions. The problem, Ciampi says, is the electrically conducting materials used to make the field. Those materials can interfere with the reacting chemicals, which could prevent the desired results.",
            "That’s why Ciampi is excited about this new research. It shows how a material that’s not electrically conductive, such as tape, can create an electric field — and drive reactions without interfering with them. This, he says, could open “an entirely new space in chemistry.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/spider-vomit-toxic-barf",
        "title": "\n\tHere’s a spider whose barf is worse than its bite",
        "content": [
            "*A_little_brown_spider_with_a_bulbous_hind-end_sits_on_a_brown_leaf",
            "The feather-legged lace weaver, seen here, doesn’t kill its prey with injected venom, as most spiders do. Instead, it weaves a tight silken shroud around living prey and then vomits toxic fluids from its digestive tract all over its soon-to-be dinner.",
            "First, swaddle a fruit fly or other tasty prey in silk. Then barf toxins all over it. That’s how one type of spider prepares to dine.",
            "Giulia Zancolli recalls the moment she read this detail. She had been reviewing another lab’s scientific paper. That paper was being considered for publication in a science journal. She was puzzled by idea of a spider vomiting lethal toxins on its prey. “What are you talking about?” she remembers wondering.",
            "Looking for more info, she found a drawing from a 1931 scientific paper. At the time, she recalls, “that was the only evidence we had” that this account was for real.",
            "Yet that silk-wrap-and-toxic-barf routine turns out to be exactly how the feather-legged lace weaver (Uloborus plumipes) kills its meals. Zancolli and her team described this novel approach to food prep June 13 in BMC Biology.",
            "To confirm the behavior, these researchers needed to find living spiders to study. So Zancolli and her co-workers scoured plant shops and landscaping nurseries. Those are easy places to find lace weavers.",
            "iFhttps://www.youtube.com/embed/9pEl8q4QXt4?feature=oembed",
            "Watch as this feather-legged spider wraps its prey.",
            "“You would probably not even notice them,” she says. With “very delicate” bodies, they often fold their front pair of legs forward. In this position, she notes, they could easily be mistaken for “a piece of dry leaf.”",
            "They will encase their prey in silk, sometimes wrapping a hundreds-of-meters-long strand around and around and around it.",
            "Most spiders subdue their dinner by injecting it with venom from fangs. But cross sections of the heads of feather-legged lace weavers revealed rounded blobs of muscles where venom glands should be.",
            "The lace weavers do have fangs — but they lack ducts needed to inject anything. Instead, the researchers found a different clue in the spiders’ gut tissue. There, they found signs of genes that lead to producing ample, potent toxins.",
            "See how the fangs on a feather-legged lace-weaver spider (A) differ from those of a venomous spider (B). Toggle back and forth to compare. These close-ups offer one clue to the unusual way the lace-weavers kill their prey: Rather than injecting poisons into them, they vomit a lethal slurry onto them.",
            "*_Here’s_a_spider_whose_barf_is_worse_than_its_bite1",
            "fCLacking ducts, this fang from a feather-legged lace-weaver delivers nothing deadly. Arrows in the close-up point to pits — not to any plumbing that could release venom.",
            "*_Here’s_a_spider_whose_barf_is_worse_than_its_bite2",
            "fCAn exit hole near the tip of a typical spider fang delivers venom.",
            "Biologists reserve the term venom for an injected poison. The upchucked toxins, particularly from the spider’s midgut, proved as deadly as the venom of common house spiders. In tests, injecting the barfed-up toxins into fruit flies killed them.",
            "And come meal time, the small predators take no chances when it comes to dosing. They don’t just drool a bit on their silk-prepped entree, Zancolli says. They instead liberally slather it all over their restrained meal.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/tiktok-skincare-routines-harm-skin",
        "title": "\n\tTikTok skincare routines may cause more harm than good",
        "content": [
            "*a_young_woman_holding_a_skincare_product_and_applying_a_cream_to_her_face_while_sitting_in_front_of_",
            "Skincare TikTok videos are rising in popularity. However, many of these videos are promoting harmful messages and products. ",
            "More and more kids are posting skincare routines on TikTok. These videos can be a playful and fun way to express oneself. But many of the routines might be more harmful than helpful, a new study shows. The majority of the regimens shown are costly, have harmful ingredients and lack sunscreen. Most don’t offer benefits for young skin. And they may lead to skin damage.",
            "This study suggests that young people are getting a lot of health information from TikTok instead of more reliable sources such as doctors, parents or skincare specialists, says Nusheen Ameenuddin. She’s a pediatrician at Mayo Clinic in Rochester, Minn.",
            "Pediatricians and dermatologists are worried about the message these videos are delivering. Namely, they give possibly harmful skincare advice, wrapped up with troubling messages about unrealistic and unhealthy beauty standards.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "When healthcare researcher Tara Lagu asked her 11-year-old niece what she wanted for Christmas, her niece handed her a list of expensive skincare products. According to Lagu’s sister-in-law, all the girl’s friends were taking part in this trend. Lagu was shocked.",
            "Lagu recounted this to Molly Hales. She’s a dermatologist at Northwestern Medicine in Chicago, Ill. She also studies how culture and medicine intertwine. Lagu asked Hales if she’d be interested in exploring this skincare trend. Hales jumped at the opportunity.",
            "To start, Hales and a colleague each made TikTok accounts. They reported that they were 13 years old. Then they scrolled through their “For You” pages until they had seen 100 skincare routine videos. As they watched, the researchers noted information on the content creators, the products and the cost of each regimen.",
            "Most of the videos were pretty popular. They had an average of more than a million views each. Because the creators’ ages weren’t specified, the team assigned age ranges based on appearance and context clues. For example, in one video a creator said, “Get ready with me for the first day of sixth grade.” Most creators used an average of six products, which on average cost a total of $168.",
            "Then the researchers dug into the products and their ingredients.",
            "iFhttps://www.youtube.com/embed/emIsUY8EhTo?feature=oembed",
            "Molly Hales and Tara Lagu talk about the some of the problems they see in popular TikTok skincare videos aimed at teens.",
            "Overall, the team found that the products had three main skin risks: skin allergy, irritation and sun sensitivity.",
            "A post shared by Science News Explores (@sn.explores)",
            "More than half of the products had fragrance. Many scents are contact allergens. That means they can cause an allergic reaction when they come in contact with skin. They are one of the most common things people develop a skin allergy to, says Hales.",
            "Plus, the 25 most-viewed videos had an average of 11 potentially irritating active ingredients. These can cause an itching, burning, tingling or prickling sensation.",
            "The most common of these ingredients were alpha-hydroxy acids. These chemicals exfoliate skin, removing surface layers. They’re common in anti-aging products because they can smooth fine lines and wrinkles and improve skin texture. They’re also used in some products to prevent acne. But they can irritate and damage young skin.",
            "Creators used products with alpha-hydroxy acids an average of three times per video and as many as seven times in one regimen. This is harmful because the chemical becomes more irritating the more you layer it.",
            "Alpha-hydroxy acids also increase the skin’s sensitivity to the sun. The U.S. Food and Drug Administration recommends staying out of the sun and using sunscreen with these products. But on average, only 26 percent of the TikTok videos included any type of sun protection. So these regimens would boost the risk of sunburn and other sun damage.",
            "Though not part of the study, pediatrician Molly O’Shea was distressed by the findings. “The majority of the products that were being shown and demonstrated weren’t designed for young skin,” says O’Shea. She practices in Bloomfield Hills, Mich.",
            "Many of the products had abrasive features, such as retinols, scrubs and beads, that can damage the skin. These types of products are usually meant for people whose skin has begun to show signs of aging, says O’Shea. “When you’re young, using products that are designed for older skin can actually damage your skin.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Beyond risks to the skin, the team also had concerns about potential psychological and social risks.",
            "The videos place high importance on physical appearance, Hales says. And much of the content showed creators in large, expensive, private bedrooms and bathrooms. They had drawers stuffed with high-priced skincare products.",
            "The products seemed to be used as status symbols, says Hales. “That may make someone feel bad if they don’t have the money or they’re not in a position to be able to afford that kind of skincare routine.” Studies have shown that comparing yourself to others who seem “better” can have big drawbacks, especially for teens. “It can have a harmful effect on your self-image,” says Hales.",
            "The study didn’t look at who was consuming this content, says Hales. But this type of media could pose a risk of adverse mental health outcomes for kids and teens who view it, she notes.",
            "The team also paid attention to skin tone. In the United States, beauty standards traditionally have been linked to ideals of whiteness. The researchers wanted to see if the videos idealized white skin.",
            "The majority of content creators they viewed had light skin. But since TikTok’s feed is driven by an algorithm, the researchers don’t know how well what they saw reflects the whole platform. The early videos they saw and engaged with may have prompted more videos from creators with light skin to appear in their feed.",
            "Some popular terms used in these videos, such as “glowy,” could be seen as coded racial language, they note. While “glowy” is not as overt as “white” or “light,” when something glows, it gets brighter and lighter, says Hales.",
            "Next, the team would love to study more videos by non-white creators. “How much content is there from darker-skinned content creators?” asks Hales. “Are the messages and beauty ideals more affirming? Is there anything problematic in the messages that these girls are getting?”",
            "*a_girl_dressed_in_athletic_clothing_sits_under_shade_and_applies_sunscreen_to_her_face",
            "fCDaily sunscreen is important for kids and teens to protect their skin against sun damage.",
            "For pre-adolescents who don’t have any known skin condition, Hales recommends just one product: a daily sunscreen. If the skin becomes oilier during adolescence, she suggests adding a gentle cleanser once or twice a day.",
            "1. Make sure you’re putting on sunscreen every single day. ",
            "2. Read the labels of the products you’re using and see what kind of active ingredients they have. ",
            "3. Look for fragrance-free products. (Fragrance is the most common cause of skin allergy.)",
            "If teens are struggling with acne, some over-the-counter products can be helpful, she notes. However, it’s important to choose products that target the right problem. At that point, she advises teens to talk to their doctor. “Pediatricians are usually very equipped to manage mild to moderate acne,” says Hales. If it’s anything more severe, she recommends seeing a dermatologist.",
            "For kids who enjoy watching skincare routines online, Hales notes three steps to be a savvy consumer. First, she says, make sure you’re putting on sunscreen every single day. Second, read the labels of the products you’re using and see what kind of active ingredients they have. Third, look for fragrance-free products, since fragrance is the most common cause of skin allergy.",
            "Hales sees no harm in spending money on safe products that you put on from time to time because it feels luxurious or you enjoy it. But know that you don’t need elaborate skincare routines to take care of your skin. “In most cases,” she says, “those products are probably making the skin less healthy, rather than more healthy.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/megaflash-longest-lightning-bolt-record",
        "title": "\n\tThis ‘megaflash’ is now the longest lightning bolt on record",
        "content": [
            "*A_visualization_of_a_the_longest_lightning_megaflash_ever_recorded,_which_lit_up_the_sky_in_October_",
            "This composite image includes data from 160 high-resolution National Weather Service radars. They scanned the skies at multiple elevations to detect flashes of lightning across the U.S. Midwest in October 2017.",
            "A massive bolt of lightning lit up the sky from Dallas, Texas, to Kansas City, Mo., in October 2017. It’s now officially the longest single flash ever recorded.",
            "Satellite data collected during that storm revealed that this megaflash spanned 829 kilometers (515 miles). It lasted 7.39 seconds, notes Michael Peterson. An applied physicist at Georgia Tech in Atlanta, he’s the lead author of a study describing the event. It appeared online July 31 in the Bulletin of the American Meteorological Society. ",
            "Megaflashes are relatively rare. They happen in only about 1 in every 1,000 thunderstorms across the Americas. But any given one can pack a punch, Peterson says.",
            "*A_composite_image_of_lightning_flashes_recorded_by_radar_at_different_elevations_over_the_Midwest_in",
            "fCThe record-breaking lightning megaflash (illustrated) spanned about 829 kilometers (515 miles), roughly the distance from Dallas to Kansas City, Mo.",
            "They don’t just shunt energy from cloud to cloud, but from clouds to the ground, too. Typical lightning strikes the ground for mere microseconds. In contrast, these massive bolts can discharge electricity for spans lasting up to 100 milliseconds. They might infuse their energy into a tree or other target. That might even become the powerful trigger for a wildfire.",
            "The 2017 cloud-to-cloud record-breaker emerged from a massive thunderstorm system that swept across the U.S. Midwest. It sparked at least 116 cloud-to-ground spikes along its path.",
            "Megaflash hot spots include the U.S. Midwest and southeastern South America. The previous record-holder occurred in 2020. That bolt stretched 768 kilometers (477 miles) across parts of the southern United States and the Gulf of Mexico.",
            "Researchers hope that satellites “staring” continuously at such hot spots will help uncover why megaflashes periodically occur. (Some satellites sit above a single place on Earth. They travel in what’s known as a geostationary orbit.)",
            "Megaflashes “have the same ingredients as ordinary lightning,” notes Peterson — “but with a twist.” The heart of thunderstorms can contain many rain and ice particles. These rise to different heights due to updrafts. Each particle can carry an electric charge.",
            "When particles collide, their charges can transfer, forming lightning.",
            "There’s a limit to how high these cloud particles can rise. Thunderstorm cells don’t tend to kick them up higher than 11 kilometers (about 7 miles). This is the upper boundary of Earth’s troposphere, or lowest atmospheric layer.",
            "“When they can’t go up anymore, they go out,” Peterson says. And this creates the potential for an epic flash. “There are these massive, horizontally large, charged layers.” And they can be “vertically as thin as a sheet of paper, he says. “These layers are key ingredients for megaflashes.”",
            "Understanding how giant bolts of lightning form has become an active area of research, he adds.",
            "“A single strike can potentially impact a lot of people. It’s the most impactful kind of lightning we have on Earth,” he says. “It’s the kind of lightning we want to get a good handle on to keep people safe.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-rivers",
        "title": "\n\tLet’s learn about rivers",
        "content": [
            "*_Let’s_learn_about_rivers3",
            "The Nile River is the longest river in the world, running nearly 6,700 kilometers (more than 4,000 miles) through East Africa. ",
            "What has a bed but doesn’t sleep, a mouth but doesn’t speak, and a bank but no money? A river!",
            "Rivers are big, natural flows of water that snake across every continent. They vary widely in size and terrain but share a few basic features.",
            "A river starts with water. That initial source might be a lake or meltwater from snow or ice. As that water flows downhill, precipitation and groundwater add to it. Small streams and creeks merge to form rivers. Rivers can merge to form bigger rivers. Eventually, the river empties into another body of water, such as a lake or ocean. The end of a river is called its mouth.",
            "Rivers have immense power to shape the lands they cross. Millions of years of erosion by water from the Colorado River, for instance, sculpted the Grand Canyon. Rivers can also suddenly split or reroute to form new landscapes. This quick change in path is known as avulsion. Where a river meets a lake or ocean, the water can dump sediment to form new land called a delta.",
            "Healthy rivers are important for many reasons. Rivers support aquatic life. That includes invertebrates, fish, plants and more — which can be found throughout a river, from the water’s surface to its bottom, or bed. A river’s water supports plants, animals and other life forms along its banks. People use river water to drink, water crops, transport goods and produce electricity through hydroelectric dams.",
            "But human activity is also harming the world’s rivers.",
            "Runoff from farmland carries pesticides and other pollutants into rivers. Medicines and other chemicals in our wastewater taint rivers as well. Human-caused climate change is warming river waters, stressing species that live there. Dams and groundwater pumping interrupt the flow of water through rivers, damaging their ecosystems. And sometimes people use so much river water that rivers dry up before reaching their mouth.",
            "World Rivers Day — on the fourth Sunday of each September — aims to raise awareness about these threats. Scientists are searching for ways to support and restore these ecosystems. Taking down poorly placed dams and pumping chilly waters into overheated rivers can help. Devising new ways to pull out trash and other pollution are important too.",
            "This World Rivers Day, check out the tools in our Activities section below to get to know the rivers near you. What could you do to help your local rivers thrive? ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Freshwater fish are in trouble: Here’s how we can help them Human activity can have a huge impact on rivers and other fresh waterways — for good and for bad.  (5/22/2025) Readability: 6.9",
            "Pumping cold water into rivers could help fish chill out Human-made cold water plumes could help fish beat the heat as climate change warms rivers. (12/4/2023) Readability: 6.7",
            "Bubbles could help remove trash from rivers An airy curtain of them would divert trash to an onshore collection system. (5/12/2022) Readability: 7.5",
            "iFhttps://www.youtube.com/embed/FX6Zr130PV8?feature=oembed",
            "Dams were removed along the Klamath River in the U.S. Pacific Northwest in 2023 and 2024. That restored the traditional migration paths for salmon and trout through this region.",
            "Scientists Say: Avulsion",
            "Scientists Say: Runoff",
            "Explainer: Earth’s water is all connected in one vast cycle",
            "Wildebeest drownings feed a river ecosystem for years",
            "Scientist tackles water pollution with epic swims",
            "Climate change is shifting when Europe’s rivers flood",
            "Groundwater pumping is draining rivers and streams worldwide",
            "Antibiotics pollute many of the world’s rivers",
            "A wave of change is coming to our planet’s water resources",
            "Word find",
            "Rivers in different regions boast a huge range of terrains and wildlife. Explore rivers across the United States with on the American Rivers site. ",
            "Want to learn more about the health of your local waterways? Check out the How’s My Waterway tool from the U.S. Environmental Protection Agency. You can find the overall conditions of nearby waterways, discover how safe they are for swimming and eating fish, and learn about restoration and protection efforts. ",
            "Soil erosion can wash pollutants into rivers and other waterways — but can plants help prevent such land slippages? Find out in this experiment from Science Buddies!"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-heat-dome-definition-pronunciation",
        "title": "\n\tScientists Say: Heat dome",
        "content": [
            "*_Scientists_Say_Heat_dome4",
            "A heat dome is a weather phenomenon that can cause record-breaking and ground-baking high temperatures.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2123244438&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A heat dome occurs when hot weather stalls over an area for days or weeks at a time. It forms when warm air at Earth’s surface gets trapped and cannot rise. Heat domes can cause periods of unusually hot weather called heat waves.",
            "In the atmosphere, warm air typically rises and cool air sinks. Air near Earth’s surface heats up, causing it to rise. As warmed air rises, it begins to cool and sink down again. This hot-cool cycle helps keep air moving in our atmosphere.",
            "A heat dome forms when heated surface air cannot rise. This can happen when a zone of high-pressure air moves over an area. High pressure is a region of sinking air high in the atmosphere. It’s usually marked by sunny skies and few clouds.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Sometimes, high-pressure air can prevent surface air from rising and cooling. Since this air remains near the Earth’s surface, it keeps getting hotter and forms a heat dome. The heat dome also blocks other weather from entering the region, including clouds and rain. As the region becomes drier, temperatures soar higher.",
            "Warm air in a heat dome isn’t just blocked from rising. It often cannot move out of the region, either. In North America, weather tends to move from west to east. But changes in the jet stream — a fast-moving air current high in the atmosphere — can block this motion. Such roadblocks can trap a high-pressure system for days or even weeks. This also can contribute to the formation of a heat dome.",
            "Heat domes’ high temperatures and dry conditions can increase the risk of wildfires. They bring other problems, too. In cool and mild regions, heat domes can cause unusually hot weather. Extreme temperatures may be especially dangerous to people living in such areas. That’s because they may lack air conditioners or other tools for managing the weather. ",
            "As the Earth’s climate changes, heat domes — and the extreme temperatures that come with them — become more common.",
            "Heat domes trap record-breaking temperatures over regions dangerously unprepared to handle the highs.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/astronomer-seti-search-alien-life",
        "title": "\n\tThis astronomer searches for alien chemistry and tech ",
        "content": [
            "*Chenoa_Tremblay_stands_in_front_of_a_row_of_supercomputer_servers_She_is_a_white_woman_with_brown,_s",
            "Chenoa Tremblay uses radio telescopes to look for signs of life outside our solar system. Her team searches for molecules such as methane and water in the gas layers surrounding distant stars. They also look for technosignatures — molecules, such as nitrous oxide, and energy signatures given off by extraterrestrial technology. ",
            "One of the main ways that scientists look for extraterrestrial life is by detecting radio waves. When people hear this, they often think it involves snooping on aliens, says Chenoa Tremblay. “That’s not what we’re doing. We’re not trying to eavesdrop or invade anybody’s privacy.” Instead, Tremblay uses radio telescopes to study molecules in the gas layers around stars. A radio astronomer, she works for the SETI Institute in Mountain View, Calif.",
            "Tremblay relies on a technique called spectroscopy. When different molecules interact with energy from nearby stars, the molecules absorb and re-emit that energy in specific frequencies. “Every molecule has its own fingerprint,” she says. Some, such as water and methane, act as biosignatures. These are signs that life may be producing these molecules on exoplanets.",
            "Tremblay uses the Karl G. Jansky Very Large Array telescope in New Mexico to pick up these signals. “We [then] use computers to translate that information into images using complex mathematics,” she says. That lets her team “study the universe in a way that we can’t use our eyes to do.” In this interview, Tremblay shares her experiences with Science News Explores. (This interview has been edited for content and readability.) ",
            "I grew up in a small town of about 600 people in New Hampshire. There wasn’t a lot of expectation of girls doing much outside of the home. But I was a naturally very curious child. Throughout high school, I tried exploring subjects I liked. In general, learning was hard for me most of the time. But math was always fairly easy for me, and I enjoyed chemistry.",
            "I decided to study business and accounting in college. It seemed logical, but I really wasn’t sure what I’d do with it. I ended up hating the coursework. My roommate was studying chemistry, and I found myself helping her with her homework. My friends finally convinced me that I should study chemistry instead.",
            "After earning my bachelor’s degree, I worked at various companies doing research for about 25 years. That’s where I realized that I didn’t have to just study the chemistry of things here on Earth. I could study the chemistry of the universe.  ",
            "*A_row_of_radio_telescope_dishes_are_pointed_toward_the_night_sky",
            "fCThe Karl G. Jansky Very Large Array is located in the desert of New Mexico to avoid radio interference from cities or humidity in the air.",
            "I started volunteering for university projects to learn from mentors. That helped me figure out how to become a radio astronomer. In 2016, I got into a doctoral program for physics and astronomy in Australia. In high school and my first years in college, I really struggled with physics. So it’s really funny that I ended up with a Ph.D. in the subject. At some point in the learning process, things just started to click. ",
            "During my program, I was using a brand-new radio telescope in Western Australia. We used a set of wavelength ranges that we hadn’t used before. We found some molecules that are super important to the early stages of life. But these popped up in environments that wouldn’t necessarily indicate life, like around a newborn star. That suggested that these molecules do exist and could be available for life to develop elsewhere.",
            "This is also when I started looking into technosignatures. These are signs of technology from far-off worlds. The techniques used to study the chemistry of space are very similar to those used to study whether technology exists beyond Earth. We can look for both in the same data set by analyzing them in slightly different ways. So, I ended up using the telescope data to study both. ",
            "After finishing my Ph.D., I continued some of that work on a different telescope, the Australian Square Kilometer Array Pathfinder in Western Australia. I then moved back to New Mexico to develop a brand-new computer system on the Very Large Array. It’s an iconic telescope that has appeared in different movies and TV shows.",
            "Right now, we’re using it to conduct one of the largest surveys for technosignatures ever. That’s because we no longer have to dedicate time to using the telescope ourselves. Instead, we rely on commensal observations. That’s when we receive a copy of the data from other projects using the telescope. Every time the telescope’s on, we get to use the data to search for technosignatures. ",
            "*Chenoa_Tremblay_gestures_to_an_array_of_spiderlike_antennae_stationed_in_the_Outback_",
            "fCThese antennae are part of the Murchison Widefield Array in western Australia. Radio telescopes like this one detect radio waves through antennae tuned to specific frequencies.",
            "I’d say being able to build these commensal systems and sharing data. We need to spend as much time looking at as much of the sky as possible. That involves using as many wavelengths as we can. Even if a civilization is sending out a bright signal, we can’t expect that beacon to be on all the time.",
            "Our galaxy alone is huge. If we had to take our turn on telescopes all the time, it might take up to 60 years to observe every star once. And that might be something like every star within 100 light-years of us (about 60,000 stars). ",
            "We are using the Very Large Array telescope in New Mexico and the MeerKAT telescope in South Africa for these commensal programs. These two let us look at both the northern and southern hemispheres, as well as a little bit of overlapping sky. This gives us one of the broadest views that we’ve ever accomplished in trying to find our place in the universe. ",
            "The career you decide on now doesn’t have to be what you do later. You can change your mind and switch paths. My parents’ generation expected that you stay at the same job until you retire. There wasn’t this understanding that you could switch careers if you were unhappy.",
            "You also don’t have to know what you want to do from a young age. My siblings knew since they were little what exactly they wanted to do. I sometimes feel like I’m still not 100 percent sure what I want to do. And that’s okay, too. You can explore what you find interesting about the world. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lasers-can-eavesdrop-on-microbes-including-viruses",
        "title": "\n\tLasers can eavesdrop on microbes, including viruses",
        "content": [
            "*a_photo_of_a_laser_beam_splitter,_a_small_colorful_cube,_surrounded_by_laser_equipment",
            "Close-up of a beam-splitter cube (center) through which lasers pass. Harel and his team beamed short pulses of light, using this cube, to produce a molecular movie. It captures the vibrational motion of a biological object — such as a virus — based on its “sound.” ",
            "What do viruses sound like? Scientists recently found out. They developed a way to eavesdrop on these and other microbes. This new tech can help scientists study such microbes and sound out the identity of germs in our environment.",
            "For hundreds of years, we’ve been able to see cells through microscopes. As these spyglasses have gotten more powerful, they’ve been able to zoom in on smaller and smaller details. Yet even when you can see individual microbes, most look pretty similar.",
            "“It’s not a needle in a haystack problem,” says Elad Harel. “It’s a needle in a stack of needles problem.” This chemist works at Michigan State University (MSU) in East Lansing. “To detect one needle from all these other needles,” he says, “you have to look for something that’s unique about it.”",
            "That unique feature could be a sound. Nearly anything can make sound by vibrating — and typically those vibrations get transmitted to our ears through the air. Different things will make distinctive sounds, depending on their shape and what they’re made of. This is why knocking on a table sounds different from tapping on a window.",
            "The same is true for microbes. Each type has its own special makeup of proteins and other molecules. Their unique chemistry and structures give each microbe a characteristic sound.",
            "That’s what led Harel and his MSU team to begin working on their new laser-based system. By figuring out how to measure these sounds, they’re now able to catalog them. It’s much like seeing a distant bird in the woods but not being sure what type of bird it is until you learn its distinctive call.",
            "Harel’s team describes logging such microbial “bird calls” in the January 21 Proceedings of the National Academy of Sciences.",
            "*a_photo_of_Elad_Harel_sitting_in_a_lab_behind_a_lot_of_equipment_He_is_wearing_dark_glasses_and_list",
            "fCElad Harel in his lab with some of the equipment that makes up an electronic “ear” that can hear and record the sounds of microbes. ",
            "To measure microbial sounds, Harel’s team started by pointing a laser at a virus. It’s a bit like striking a tiny gong with a teeny mallet — if a mallet could tap a gong millions of times per second.",
            "Those speedy taps set the virus vibrating. The triggered sound waves are far too quiet for our ears to pick up. So Harel’s team measures them with a second laser. The vibrations cause the second laser’s beam to quiver like a very sensitive eardrum. The scientists measure these signals to “hear” the virus.",
            "Other ways of studying microbes, such as viewing them through a microscope, often involve fixing them in place. That makes studying how microbes move a major challenge, notes Kim Davis. A microbiologist, she works at Johns Hopkins University in Baltimore, Md. Usually, what researchers can see is a “snapshot of what is occurring at [one] moment in time,” she says.",
            "With this new tech, scientists may be able to collect data that are less like a freeze-frame and more like a movie of microbes in the environment.",
            "By using sound, “we showed that we can track single viruses and even listen to a virus rupture,” Harel says. As a virus starts to break open, he says, the frequency of its sound begins to drop — “almost like a deflating balloon.”",
            "iFhttps://www.youtube.com/embed/2xdneFTR3BI?feature=oembed",
            "Learn how the MSU team listens to viruses.",
            "There are microbes everywhere. Most aren’t all that dangerous to humans. Consider viruses. Of thousands of species, only about 270 infect people.",
            "But, notes Davis, “It can be very difficult to determine if an organism has pathogenic [illness-provoking] properties just from looking at it.”",
            "With something like the new system, we might one day be able to hear the difference, Harel says.",
            "There’s still a lot to learn about these viral sounds, though. The sound a microbe makes might change if it’s on a surface versus in the air (much like how our voices change when we’re underwater). So to “increase our understanding and build a database,” Harel says, “we’ll have to do a lot of experiments on different viruses in different environments.”",
            "Another issue: Many microbes belong to species with lots of related members — strains that you might think of like siblings. Consider E. coli. These bacteria live almost everywhere. Although most are harmless to people, a few strains can cause serious disease. Since all E. coli have nearly the same shape and are made of nearly the same proteins, it might be hard to hear a difference between harmful and harmless ones.",
            "To find out, scientists will have to just keep listening. Once they have a robust library of sounds, they may be able to tell most microbes apart. That because microbial sounds are very specific, Harel says. It’s like listening for a friend’s voice in a loud place. Because their voice is familiar, you can pick it out from the other noises.",
            "There’s plenty of research left to be done. “It’s a new way of looking at biology,” Harel explains. For now, he says, “We don’t know what we’re going to see because very few people have ever looked.”",
            "But one day, this type of tech might prove useful beyond the lab. For instance, it could be used in sensors installed at airports and other crowded places. These could then listen for worrisome microbes — and send out warnings of which ones (and how many) are out there.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/dimples-reduce-drag-vehicles",
        "title": "\n\tPickleballs inspire a new way to reduce drag on vehicles",
        "content": [
            "*a_photo_of_a_hand_holding_a_pickleball_paddle_about_to_hit_a_yellow_pickleball",
            "A pickleball wrapped in a balloon inspired a new adjustable surface that could one day reduce drag on airplanes, submarines or other vehicles.",
            "Some people see a pickleball and want to smash it. When Anchal Sareen saw some pickleballs lying around a lab a few years ago, she thought about submarines and airplanes. As a mechanical engineer who studies how fluids affect movement, she couldn’t help it. So she went right out, bought a balloon and wrapped it around the pickleball. It became the inspiration for a new surface to speed and steer aircrafts and underwater drones.",
            "The surface has dimples, like a golf ball. But they’re adjustable. Add air and the dimples smooth out. Remove air and the dimples deepen.",
            "In a pair of recent papers, Sareen and her team at the University of Michigan in Ann Arbor have now shown how dimple depth can alter drag. Drag is the friction-like force that slows things down as they travel through a fluid. They’ve also shown how changing some — but not all — of the dimples can help steer an object through air, water or other fluids.",
            "“That’s a cool idea,” says Christopher Douglas at Duke University in Durham, N.C. Drag is a big challenge, he says. “Anything you can do to minimize drag is great,” says this mechanical engineer who did not work on the new skin.",
            "*a_grey_3d_printed_sphere_is_lit_from_the_bottom_to_show_the_dimples_",
            "fCThe dimples on this sphere can be made deeper or shallower. Their depth affects drag. Here, the sphere is hanging in a wind tunnel for testing.",
            "Douglas studies fluid flow as a way to improve the systems that propel vehicles. Engineers, he notes, have long been altering surface roughness to reduce drag.",
            "But drag isn’t always a bad thing, he adds.",
            "Fins and rudders guide a ship by increasing drag in one place more than in another. This nudges a ship in a desired direction. And dimples might help here, too, says Sareen. She envisions vehicles that might steer by altering the texture of their skin. This could be in addition to — or even instead of — fins and rudders.",
            "Sareen studies how to control the flow of fluids around objects to achieve a certain goal, like a reduction in drag.",
            "For inspiration, she has looked to animals. Some swimmers, she says, change the texture of their skin to change how water flows around them. One of her favorites is the shortfin mako shark. “They’re the fastest sharks in the world,” she says. “They’re like the cheetahs of the ocean.” A shortfin mako shark can swim about 50 kilometers (30 miles) per hour, with even faster bursts.",
            "Engineers suspect this shark’s skin is its secret to speed. It is covered with tiny toothlike scales called denticles. These denticles can change in an instant. When the shark is cruising, they all lie almost flat against its body. This can reduce its drag by about 10 percent. When the shark takes sharp turns or bends its body to navigate, the denticles move — but only on some parts of its body.",
            "“They actually bristle, which means they lift up,” Sareen says. Denticles can lift out by as much as 50 degrees. That changes the skin’s drag and the flow of water around it. This helps the shark make quick turns. It’s also efficient because the fish doesn’t need to move a muscle.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Sareen had long been interested in applying that idea to new vehicles. Could you change their surface to affect their movement? And that’s where the balloon-covered pickleball comes in.",
            "She showed one to a student interested in how dimples affect golf ball flight. Then she challenged him to study the link between dimples and drag.",
            "The student and other researchers 3-D printed model spheres with different-sized dimples. They looked like giant golf balls.",
            "They tested these plastic models in wind tunnels to identify how dimple depth affected drag.",
            "Next, they printed hard spheres with holes. These looked like pickleballs, only larger. The researchers jacketed these holey spheres with a stretchy material. Then they attached the covered spheres to a vacuum pump. Sucking air out with the vacuum made the dimples deeper. Allowing air to flow back in made them shallower.",
            "Making the first version of this morphable skin took about two years. It wasn’t easy, Sareen recalls. First, they had to very precisely control dimple depth with that pump. Their wind-tunnel experiments had shown that changing dimple depth by just 0.1 millimeter (0.004 inch) could reduce drag on the ball by 50 percent.",
            "“It was very sensitive,” she says. All the air going in or out had to be controlled precisely. And that outer skin had to be made from the right material — and “absolutely leakproof,” she adds.",
            "But those years of tests paid off.",
            "The wind-tunnel data showed that the dimples could produce lift. That’s a force that raises a vehicle and changes its direction.",
            "By changing the arrangement of dimples, Sareen’s team could not only control a ball’s lift but also the trajectory of its travel. That prompted them to investigate how dimples might be used as a sort of steering wheel.",
            "“We are improving on that design as we speak,” she says. The researchers are now working on version 3.0.",
            "iFhttps://www.youtube.com/embed/De2VQYkdztM?feature=oembed",
            "Anchal Sareen and her team explain how they used soft robotic technology to develop dynamic surface dimples — ones that can change at different flow speeds — to cut the drag experienced by underwater vehicles. It should also allow them to maneuver without fins and rudders.",
            "They’re also developing tests to see if the design would work in real-world conditions, such as the skin of some vessel sailing through air or water.",
            "This is a critical next step. “There are many different ways to control a system,” says Douglas, at Duke. A wind tunnel is a controlled environment, he notes. In the open air or water, the effects of a dimpled skin may be more difficult to predict.",
            "“The device or technology which could develop out of this work would be a bit more complicated than the work they’ve done in the lab,” Douglas suspects. For instance, dimpled skin could cause a vehicle to rotate. And that could make it harder to steer.",
            "Over the next few years, Sareen’s group plans to test new prototypes in the air and water. But their inventions won’t be found on fairways, greens and sand traps.",
            "”A lot of people have asked me, ‘Are you planning to patent this as a golf ball which can stay in the air?'” Sareen laughs and says: Not any time soon."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/how-hail-forms-weather",
        "title": "\n\tWatch out: Hail can get really big!",
        "content": [
            "*two_hands_holding_several_baseball-sized_balls_of_hail",
            "Examples of nearly baseball-sized hail that fell in France.",
            "Chunks of ice fall from the sky, bounce off hard surfaces — and sometimes even break windshields and hurt crops. Maybe you’ve seen these pieces of ice laying on the ground after a storm. Their pummeling barrage starts and stops suddenly, seemingly without warning. This is a hailstorm. And it can be a truly impressive spectacle.",
            "Hail forms high in the clouds during a storm. There, some raindrops freeze solid. As more and more raindrops collide, an icy “stone” grows in size until it’s too heavy to remain aloft.",
            "Particularly large or dense hailstones can damage human-made structures and objects, such as buildings and cars. Zach Lebo knows this firsthand. A meteorologist, he works at the University of Oklahoma in Norman. His parents in Pennsylvania had to replace their home’s roof twice in the last 10 years due to hail damage.",
            "Researchers are hoping to better understand some of the mysteries of hail. One big question is how hail moves through the atmosphere and builds up in size. Some hailstones have measured more than 13 centimeters (5 inches) across. That’s larger than a softball!",
            "fCHail comes in all sizes. It can be tiny bits of ice that melt almost immediately. Or it can be softball-sized chunks that persist for quite a while.",
            "Scientists used to think that hailstones grew by taking a looping path through the atmosphere. Think of their path as upward and downward like a merry-go-round tipped on its side. But such looping motions are actually rare, scientists in China have now shown. They analyzed hailstones collected by citizen scientists.",
            "Since 2016, people had been collecting hailstones across 15 provinces in China. These citizen scientists gathered more than 3,000 of these bits of ice and stored them until people on Qinghong Zhang’s team could retrieve the hail. An atmospheric scientist, Zhang works at Peking University in Beijing. The best place for citizen scientists to store hail is, not surprisingly, a cold place, she says. “They put the hailstone in their freezer at home.”",
            "Her group analyzed the chemistry of some of that hail. First, they sliced the stones, which allowed them to see layers of ice inside. The researchers then analyzed the specific isotopes of oxygen present in the frozen water within each layer. By matching that chemistry with the properties of the atmosphere at different heights, they could estimate the paths each ice ball had taken through the sky.",
            "Only 1 out of the 27 analyzed hailstones appeared to have moved like a tipped-over merry-go-ground. That was unexpected, says Zhang. “It’s surprising.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Studying the shapes of hailstones also can help reveal how each hailstone forms. Hail is seldom perfectly spherical, says Becky Adams-Selin. She’s a hail scientist who lives in Omaha, Nebraska, and works at Atmospheric and Environmental Research, an environmental consulting company. Some hailstones sport lobes, she notes, and others can have lumps: “You can get all sorts of weird shapes.”",
            "*two_hands_showing_bumpy_balls_of_hail_that_take_up_almost_the_whole_palm_of_each_hand",
            "fCMost hail is small. But whoppers the size of baseballs? They, too, occasionally pummel the ground. ",
            "Over the spring and summer of 2025, Adams-Selin has been part of a team collecting hail samples from across the United States. The researchers have traveled across the Front Range of the Rocky Mountains and the Central Plains. This area includes Montana, Wyoming, Colorado, the Dakotas, Nebraska, Kansas, Oklahoma, New Mexico and Texas. And it’s known for producing big storms that regularly spew hail. The project is called ICECHIP (short for In-Situ Collaborative Experiment for the Collection of Hail in the Plains).",
            "ICECHIP instruments measure things such as the air temperature, rainfall and the force with which hail strikes the ground. Adams-Selin also developed a device to store hailstones as the team drives around. “It’s like a giant funnel that collects hail and funnels it into a battery-powered freezer,” she explains, until they get back to the lab.",
            "Hailstones are a window into the atmosphere, says Liye Li. She’s a meteorologist with the World Meteorological Organization in Geneva, Switzerland. It can be hard to directly observe where hail forms, she explains. “We’re blind to what’s happening inside the clouds.” But hailstones deliver clues about what’s going on high in the sky right into scientists’ hands.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/why-remember-food-poisoning",
        "title": "\n\tMice show us why food poisoning is so hard to forget",
        "content": [
            "*Mouse_brain_region_called_the_amygdala_shown_in_blue_after_it_encountered_an_unknown_food_or_experie",
            "When mice eat something unfamiliar, neurons in a brain region called the amygdala light up (blue). If these mice later start feeling sick, the same neurons turn on again. This helps the mouse remember — and avoid — that food in the future.",
            "Food poisoning isn’t something we easily forget. Scientists have now homed in on what makes it so unforgettable. Alarm cells lock the experience into our brain’s circuitry as a yucky memory. That’s the finding of a new study on mice.",
            "Many of us have eaten something that left us sick. “Not only is it terrible in the moment, but it leads us to not eat those foods again,” notes Christopher Zimmerman. He’s a neuroscientist at Princeton University in New Jersey.",
            "Getting sick just one time after eating an undercooked enchilada or burger can make us hate that food forever. And the food repulsion it triggers can develop even if it takes hours or days to start feeling sick after the meal.",
            "Many other animals, it turns out, respond the same way.",
            "Mice usually need an immediate reward or punishment to learn something, notes neuroscientist Richard Palmiter. He works at the University of Washington in Seattle. Even one minute’s delay between cause (say, pulling a lever) and effect (getting a treat) can be too long for mice to learn the two are related.",
            "Not so for food poisoning. Even a rodent’s brain has no trouble linking a tummy torment now with something it ate quite a while earlier.",
            "That makes food poisoning one of the best ways to study how our brains connect events that are separated in time, Palmiter says.",
            "So researchers asked: How does the brain learn to hate foods that made us sick? After five years of experiments, Zimmerman’s team now shows that effects in the brain can burn dangerous tastes into memory.",
            "They described the details in the June 19 issue of Nature.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "A small, almond-shaped brain region called the amygdala links emotions to memories, learning and our senses. So it’s not surprising that this region plays a role in deciding what flavors we find gross or not.",
            "Palmiter’s group had shown that the gut tells the brain when it’s feeling icky. How? It activates certain “alarm” neurons called CGRP cells. “They respond to everything that’s bad,” Palmiter explains.",
            "To study how alarm neurons link food poisoning to food repulsion, Zimmerman’s team at Princeton had mice drink grape Kool-Aid. A half-hour later, they injected the animals with lithium chloride. This made them ill. Two days later, they again gave the mice grape Kool-Aid.",
            "The team ran versions of this simple experiment again and again. And at each step, they peeked inside the brains of those mice to see what was happening.",
            "When the mice had first gotten sick after drinking grape Kool-Aid, their alarm neurons turned on. This event increased the sensitivity of amygdala cells that carried memories of the grape flavor.",
            "Those same amygdala cells also turned on when the mice encountered grape Kool-Aid again. This suggests alarm neurons had helped the amygdala remember foods that seemed dangerous.",
            "This effect didn’t show up in mice that had tasted grape Kool-Aid before without getting sick.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The novelty that cues humans to remember food poisoning could rely on a bit more than just taste. Many unusual aspects of an eating experience can ick us out. It could be some spice blend. Or we may not like smells or other things that we pick up on in a restaurant that’s new to us.",
            "The new study was largely motivated by “pure curiosity,” says Ilana Witten at Princeton. She’s a coauthor of the study. And her team’s findings might go beyond food poisoning, she now suspects. They might be “very relevant to mental health.”",
            "Similar nerve pathways likely explain why unusual and bad experiences become so memorable, she says. But this event-triggered repulsion — known as aversive learning — sometimes goes wrong in people who have suffered a trauma or who have developed some addiction.",
            "The brain wiring that’s supposed to keep us safe can now end up causing harm. Learning to control those circuits, she says, might point to new treatments."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/brain-cells-feel-full-crave-dessert",
        "title": "\n\tBrain cells that make you feel full also make you crave dessert",
        "content": [
            "*an_assortment_of_French_pastries_with_fruit,_chocolate_and_creme_in_a_display_window",
            "Biology may explain why you might crave a sweet treat after a big meal. ",
            "Once you’re stuffed from a big meal, most foods lose their appeal. But see a sweet treat and you might be ready to make room for more. Some people joke about having a separate “dessert stomach.” Biology may explain this feeling, a new study suggests. The same brain cells that make you feel full also make you crave sugar.",
            "Neuroscientist Marielle Minère led the new research. She works at the Max Planck Institute for Metabolism Research in Cologne, Germany. Her team shared its findings February 13 in Science.",
            "Minère first got curious about sugar cravings while working with mice in another experiment. When the mice were full, she noticed, they wouldn’t eat more of their normal food. But they would eat sugar — as do many people after a meal.",
            "“That really made us want to know what drives that extra sugar intake,” she recalls. So Minère’s team designed another experiment with two groups of mice.",
            "*a_small_brown_harvest_mouse_stands_on_a_branch_ending_in_three_red_berries_It_is_attempting_to_eat_t",
            "fCThis harvest mouse is dining on a sweet treat — fruit. New research shows that sugary meals will appeal to them (and us) even after we’ve downed a filling meal.",
            "One group could eat food all night, whenever they wanted. The others spent a night without food. This group couldn’t eat until the next morning. In the end, all mice in that group, too, were full.",
            "In the morning, the researchers offered both groups of mice sugar. And all devoured it — even those that had just eaten. This confirmed that even when full, mice crave sugar.",
            "Minère’s team devised a way to explore which parts of the brain might explain this.",
            "They inserted special proteins into a few parts of the animals’ brains. These proteins glow when brain cells are active. To detect that glow, the scientists also implanted a light-recording device into each mouse’s brain.",
            "The researchers focused on a bundle of neurons called the POMC. It sits in a part of the brain that controls hunger, known as the hypothalamus. These cells are known to make mice — and people — feel full. The team wondered if the same cells might help drive sugar cravings.",
            "When an animal eats, POMC neurons kick off a cascade of activity. They send messages to other groups of brain cells that give a sense of feeling full. That feeling tells the animal to stop eating.",
            "When the mice were offered sugar, though, a different pathway out of the POMC lit up. “We found that the POMC neurons, which tell us how full we are, are also quickly turned on when [mice] see signs of sugar,” says Minère.",
            "This pathway, she believes, acts as a sugar-craving circuit. It can override the fullness circuit. The sugar-craving circuit engages a part of the brain that signals rewards and pleasure. This, the researchers think, is what makes sweets so appealing — even when we’re full.",
            "At least, that’s the case in mouse brains. But what about in us?",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "To test if people have the same sugar-craving brain circuit they saw in mice, Minère’s team designed two experiments.",
            "First, they looked to see if people possess the same neural links. So, they analyzed slices of human brain tissue. They looked at the same sites where they had seen this in mice. POMC neurons in people, they found, form the same paths that they do in mice.",
            "Next, they looked to see if those pathways in us respond to sugar, too.",
            "Volunteers agreed to lay in a brain scanner called a functional MRI machine, or fMRI. It recorded brain activity as people got water or sugar. When it was sugar, cells in their sugar-craving circuit lit up. This suggested those cells work much as they do in mice.",
            "Our brains differ quite a bit from mouse brains. Still, these particular parts of the brain are very similar in both, notes Sabrina Diano. She’s a neuroscientist at Columbia University in New York City who did not take part in the study. The new experiments, she says, do a good job showing that the sugar-craving circuit exists in both mice and us.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Minère believes there’s a reason brain why our brains crave sugar, even when we’re full. Our ancient ancestors evolved in a time when it was tougher to find food, she says. And sweet foods typically provide lots of quick energy.",
            "“Imagine you had a bunch of carrots and a bit of meat and you’re completely full. But then you find beautiful fruit and a bit of honey,” says Minère. In the past, even if you didn’t want to eat more carrots or meat, you might have still wanted to eat the fruit and honey for all of the energy it holds, she says — energy you could store for later.",
            "So, Minère says, it’s not your fault if you can’t resist the lure of a sweet treat. Blame biology."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/parakeets-talk-brain-areas-humans",
        "title": "\n\tParakeets talk using brain areas similar to ours",
        "content": [
            "*Colorful_small_parrots_called_budgerigars_or_parakeets,_one_gray_and_one_blue,_sit_next_to_each_othe",
            "Specific neurons in parakeets’ brains allow these birds to combine different elements of sounds, a new study shows. ",
            "Parrots are natural chatterboxes. Small parrots known both as parakeets and as budgerigars make this chatter in ways remarkably similar to the way we do it.",
            "Researchers shared the new finding March 19 in Nature. ",
            "Parakeets have special brain areas for making language. These language centers work much as those in humans do. So far, these parrots are the only animals other than people known to have brains that work in this way, says Michael Long in New York City. A neuroscientist, he works at New York University Langone Health.",
            "This “is really the first nonhuman animal in which that has been shown,” Long says.",
            "Parakeets (Melopsittacus undulatus) are tropical-colored cutie pies. Beyond their looks, these parrots are smart and outgoing. Their social life makes them interesting research subjects for language studies.",
            "Learning how their brains create speech might also help researchers better understand some language disorders in people.",
            "iFhttps://www.youtube.com/embed/6cqOI4ezWhk?feature=oembed",
            "Parakeets have complex conversations, perhaps using the “vocal keyboard” in their brains.",
            "Long and Zetian Yang recorded the activity of individual nerve cells in the brains of four parakeets. These cells were nestled in the anterior arcopallium. It sits in a front part of the birds’ brains. The two NYU Langone researchers tracked the activity of cells here as the birds chirped and trilled away. That activity was tied to how the birds made those sounds, they found.",
            "How the activity was organized turns out to be pretty simple, Long says. He compares it to a keyboard. This keyboard can produce a range of sounds — consonants, vowels, high pitches and low pitches. A parakeet can combine different sounds “by just playing this vocal keyboard,” Long says.",
            "Overall, this brain system is organized in a rather humanlike way.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Similarities between human and parrot brains show how two species can solve a problem in a similar way. This could be “a very tidy example” of what’s known as convergent evolution, Long says. The brains of people and these small parrots both developed ways that let them make a complex series of sounds. But how this happened evolved separately in each species.",
            "Scientists now know more about how the birds’ brains help these parrots talk. But another question remains: What are these birds talking about?",
            "“We are trying now to translate budgie,” he says of that language.",
            "Long’s team is using advanced machine learning to find patterns among the bird talk. They hope this will help them figure out what each warble and chirp means. Perhaps their language — not just how the birds’ brains create it — resembles that in people.",
            "Through these kinds of experiments, Long says, people may come to challenge the idea that complex language is a particularly human behavior. Parakeets might be telling us that people aren’t the sole species with a gift of gab.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/seeing-sick-faces-immune-system",
        "title": "\n\tSeeing sick faces revs up our immune system, new data show",
        "content": [
            "*a_girl_with_long_curly_dark_hair_blows_her_nose_into_a_tissue_Medical_personnel_are_visible_in_the_b",
            "Just looking at this picture of a clearly ill person could be activating your immune system.",
            "Just seeing someone who looks sick may trigger our brains and bodies to go into infection-fighting mode.",
            "This finding comes from people who viewed faces in virtual reality. If the faces were of individuals who seemed to be sick, the viewers’ own brains became active in areas that detect threats. Certain immune cells in the viewers’ blood also became active.",
            "A research team in Europe shared the new findings in the September issue of Nature Neuroscience.",
            "This is “really remarkable,” says Michael Irwin, who did not take part in the new work. It’s the first study, he says, to show that just seeing someone who looks sick can rev up our immunity. His own work at the University of California, Los Angeles, has focused on how the brain interacts with our immune system.",
            "For the new study, 248 recruits watched faces approach them in virtual reality. At the same time, researchers monitored brain activity and the blood of these viewers.",
            "Some avatars showed signs of sickness, such as coughing or rashes. Others appeared fearful or neutral. Some study participants saw sick-looking avatars entering their personal space. They reacted faster to their face being touched, researchers found. That faster reaction suggests these participants were on the alert.",
            "Brain regions that monitor personal space reacted differently to sick faces than to other ones. A brain circuit that detects important events in the environment also turned on.",
            "“These two systems were activated differently by a sick avatar,” says Andrea Serino. They were different even from a “fearful” avatar. That suggests the concern was about infection, he says, not threats in general. Serino is a neuroscientist at the University of Lausanne in Switzerland. He coauthored the new study.",
            "*a_kid_wearing_a_VR_headset",
            "fCFor the new study, participants did not actually encounter sick- and healthy-looking individuals. To protect their health, they actually “viewed” these people via a virtual-reality headset. At the same time they were seeing people, researchers recorded how various parts of their brains responded. ",
            "Certain immune cells in the blood also grew more active in people who saw sick faces. These innate lymphoid cells are one of the immune system’s first responses to a threat. They sound an alarm to other immune cells.",
            "Camilla Jandus is an immunologist at the University of Geneva, in Switzerland. She says she wouldn’t have expected that activation unless or until a pathogen got into the body.",
            "Serino and Jandus were part of a team that compared changes in these people to how the human body reacts to a flu vaccine. That vaccine turns on lymphoid cells similarly to what occurred in people who saw sick avatars, says Jandus. This shows that their bodies responded in much the way they do to being infected with germs.",
            "This discovery might one day be used to boost how well vaccines work. Or it could help certain drugs work better by upping the immune system’s response, Serino says.",
            "First, researchers need to better understand what’s going on. The new study measured only two types of immune cells. And they saw no change in the second type, called natural killer cells.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The immune system is very complex. Much of what it does remains unknown. This study’s analysis of what happened to the immune response is fairly simple, says Filip Swirski. “A lot more should be done to look at this more thoroughly,” he says. An immunologist in New York City, Swirski works at the Icahn School of Medicine at Mount Sinai.",
            "The European group is already working on this. They want to know how long the effects last after seeing a sick face. They also have begun monitoring more cells and molecules.",
            "The current study only focused on young adults. Whether the same thing happens in older people hasn’t been tested. Age, sex and ethnic background may all affect how the body responds, Irwin points out. “All those factors need to be taken into account.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/weekend-sleeping-in-teens-anxiety",
        "title": "\n\tSleeping in — but not too much — may ease anxiety",
        "content": [
            "*a_pink_haired_teen's_head_is_sleeping_in_a_bundle_of_white_sheets_and_blankets",
            "Sleeping in on the weekends — as long as it’s not for more than two hours — may improve mental health in teens.",
            "For many teens, Saturday mornings are a time to snooze. After a week of getting up early, the weekend brings a chance to catch up on much-needed slumber. And sleeping in on the weekend may reduce anxiety, a new study finds — as long as teens don’t tack on more than two extra hours of shut-eye.",
            "It might seem like a good idea to get as much sleep as possible on the weekend. Sleep is essential for a fully functioning brain and body — especially for adolescents. And 75 percent of American teens don’t get the recommended eight to 10 hours per night. School, homework and other weekday activities require them to rise early. Teens’ circadian rhythm also makes it difficult to fall asleep before 11 p.m.",
            "Yet past research has hinted that too much sleep on the weekend can lead to health issues. Those studies had found a possible connection between catch-up sleep and depression. But the link hadn’t been carefully studied. What’s more, no one had looked at another major aspect of mental health — anxiety — in relation to sleep.",
            "That got Sojeong Kim curious. Kim is a graduate student in clinical psychology at the University of Oregon in Eugene. She set out to investigate how catch-up sleep might be related to anxiety.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Kim used data from the Adolescent Brain Cognitive Development Study. This study has  been following thousands of kids and teens from across the United States to learn how their brains develop over time.",
            "For her study, Kim focused on data collected from teens when they were 12 to 15 years old. That’s around the age that people start having trouble getting enough sleep, she explains. It’s “harder for teens to fall asleep early and wake up in the morning.”",
            "The data included sleep and activity patterns for nearly 1,900 young people. These data came from a Fitbit each participant wore during the study. Participants had also filled out questionnaires about their feelings of anxiety and depression. Kim studied those, too.",
            "Teens who slept in on weekends reported the lowest symptoms of anxiety, but only if they got less than two hours of extra shut-eye. Teens who didn’t sleep in — or lost sleep on the weekend — reported higher anxiety levels. Those who slept more than two additional hours had the highest anxiety symptoms of all.",
            "Anxious teens experienced neck tension — a common sign of stress. They also reported excessive worries, fears and guilt.",
            "Kim shared her findings at the SLEEP 2025 conference in Seattle, Wash., on June 11.",
            "“The results show a possible link between sleeping a little more on weekends and feeling less anxious,” says Christopher Depner. “But we still need more research to know for sure.” Depner, who was not involved in the work, studies sleep and circadian rhythms at the University of Utah in Salt Lake City.",
            "One limit of the new research is that it was an observational study, Depner says. An observational study is one where researchers simply observe something happening in the world. They don’t set up an experiment and control variables to test a hypothesis about how it works.",
            "“The scientists just watched how people sleep without asking them to try any new sleep habits or treatments,” Depner points out. Having people follow different sleep schedules and then measuring their mental health could help clarify how one affects the other.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "If there is a link between just the right amount of catch-up sleep and anxiety — why? What would make someone who gets more than two hours of extra sleep more anxious?",
            "Kim suspects that having big swings between weekday and weekend sleep schedules creates what scientists call social jet lag.",
            "Like jet lag triggered by traveling between time zones, social jet lag causes grogginess and a foggy brain. It happens when our body’s clock is out of sync with our sleep cycle. Switching from too little sleep to too much is a known trigger. Although Kim’s study didn’t investigate this as a cause, she suspects it’s part of the problem.",
            "Kim didn’t find a clear link between catch-up sleep and symptoms of depression. That might be due to the age group Kim studied. “Usually, depressive symptoms onset later in adolescence,” she says. Anxiety, on the other hand, tends to start when teens are younger. Kim’s next step is to study weekend catch-up sleep among older teens.",
            "For now, she wants teens to know there can be benefits to catch-up sleep. “Getting a little extra sleep on weekends might help [you] feel less anxious,” she says. “But not too much, because it can give you the opposite effect.”"
        ]
    }
]