[
    {
        "URL": "https://www.snexplores.org/article/hippocampus-brain-connections-memory",
        "title": "\n\tHaving sparse links in the hippocampus may maximize memory storage",
        "content": [
            "*Several_nerve_cells_on_a_black_background_The_cell_bodies_are_white,_and_each_has_dozens_of_blue_bra",
            "Pyramidal cells (shown) are the main type of nerve cell in the hippocampus — the brain’s memory center.",
            "Our brain’s memory center has a sleek design, new data show.",
            "The finding comes from looking at living human hippocampus tissue. This part of the brain plays a key role in learning and memory. The analyzed tissue revealed fairly few cell-to-cell links between the vast number of nerve cells in the hippocampus. But signals sent through those sparse links proved extremely reliable and precise.",
            "Cellular neuroscientist Peter Jonas led the new research. He works at the Institute of Science and Technology Austria in Klosterneuburg. His team shared its findings January 23 in Cell.",
            "The brains of all mammals have two hippocampi. One’s in the brain’s left hemisphere. The other is in the right.",
            "*a_rotating_view_of_a_transparent_human_skull_shows_where_the_hippocampi_sit_within_the_human_brain,_",
            "fCThe brain has two hippocampi (red), one in each hemisphere.  ",
            "Each hippocampus contains a smaller region known as the CA3 area. In humans, some 1.7 million nerve cells — called pyramidal cells — reside there.",
            "But much of what we know about these cells has come from studies in mice. And those animals have only about 110,000 pyramidal cells in each CA3 area.",
            "Past research hinted that animals with more nerve cells in their hippocampi may have fewer links — or synapses — between those cells, Jonas notes. His team wanted to see if this was true.",
            "So they examined the brain tissue taken from eight patients. All had undergone brain surgery to treat epilepsy and agreed to donate the removed tissue for study.",
            "Recordings of electrical activity from pyramidal cells helped the researchers estimate how many cell connections there were in the CA3 area. It came to about 10 synapses for every 800 cell pairs. That’s only about a third as many per cell pair as had been found in the CA3 tissue of mice.",
            "Even though human pyramidal cells had fairly few links, those cells sent steady and strong signals to each other. Mouse pyramidal cells did not.",
            "Math models backed up what the scientists observed in human brain tissue. Having a lot of nerve cells with sparse, strong links maximized memory storage and recall, those models predicted.",
            "Understanding the unique properties of the human hippocampus will teach us more about diseases that affect memory, Jonas says. This work also shows that here, “the human brain is not a scaled, large version of the rodent brain.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/memory-manipulation-magic-brain",
        "title": "\n\tCould the magic of memory manipulation ever become real?",
        "content": [
            "*Fictional_wizard_Albus_Dumbledore_holds_up_a_wooden_wand,_perhaps_to_cast_a_memory_spell_A_bright_bl",
            "In the Harry Potter series, Albus Dumbledore preserves his memories in a magic basin. Modern tech isn’t quite that good — but memory-boosting brain implants may be on the way. ",
            "In the world of Harry Potter, memories can be manipulated with the flick of a wand. Albus Dumbledore reels wispy memories out of his head and puts them in a Pensieve. If he later dunks his head in that magical basin, he can see his past experiences with lifelike clarity. Hermione Granger, meanwhile, uses the spell Obliviate to remove herself from her parents’ memories to protect them from the wizarding world. ",
            "In real life, memories are not storable liquids or files that can simply be deleted from people’s brains. “I find memory very difficult to define,” says André Fenton. This neuroscientist studies memory at New York University in New York City.  ",
            "To make a memory, a person needs to experience something. This could be riding a bike, losing a tooth or playing with a pet. Then electricity courses through connections between the nerve cells, or neurons, in their brain, Fenton says. This electrical activity can strengthen those connections. The more exposure to an experience someone has, the stronger those connections become. These connections can also weaken over time, leading to forgetting. ",
            "The power to make someone perfectly remember or completely forget something is still mere fantasy. But some researchers have taken early steps to strengthen or weaken people’s memories. That work could help people suffering from disorders like Alzheimer’s. This is a disease in which people can lose their memories. Or it could help people with post-traumatic stress disorder. This PTSD is a condition in which people might suffer from memories they don’t want to have. ",
            "*A_3-D_rendering_of_a_brain_lies_against_a_black_background_The_different_lobes_are_a_transparent_blu",
            "fCThe hippocampus (yellow) is a part of the brain involved in storing memories. ",
            "Neuroscientist Robert Hampson is fascinated by the idea of the Pensieve. “I love to see the idea of being able to pull a memory, store it, look at it, examine it,” he says. Hampson studies memory at Wake Forest University School of Medicine. That’s in Winston-Salem, N.C.  ",
            "He and his colleagues haven’t found a way to store past experiences like leftovers in magical dishes. But they have found that giving tiny electrical zaps to people’s brains could help them form stronger memories. ",
            "In one experiment, Hampson’s team placed wires about as thick as a strand of hair in the brains of 17 patients with epilepsy. (The researchers chose patients with epilepsy because they often have wires placed in their brains to map and understand their seizures.) The wires recorded the electrical activity of brain cells in the hippocampus. That’s a part of the brain that processes memories.  ",
            "Patients then looked at a picture on a computer screen. A few seconds later, the screen showed that same picture, plus three different pictures. Patients were asked to choose the picture they had first seen. They repeated this process 100 times, then took a short break.  ",
            "Afterward, patients were shown 100 more pictures. These included pictures they had seen in the first part of the experiment. There were also pictures they had never seen. The patients were asked to touch the picture they were most familiar with.  ",
            "When we see a picture, electrical activity courses through our brains, says Hampson. But this electrical activity was different for every picture. Hampson’s team studied the electrical patterns produced when nine patients saw pictures in their sample. Then, the researchers could use math equations to mimic the patterns.  ",
            "The researchers applied tiny zaps that mimicked those electrical patterns to the other eight patients. In picture memory tests, the patients’ memories for images paired with the small jolts improved by 35 to 40 percent. Their memory did not improve for pictures not paired with the zaps.  ",
            "In the future, brain implants that deliver such tiny zaps might be used to boost memory. The researchers aren’t sure when this tech will be ready for widespread use. “The first users would likely be people suffering from a disease such as Alzheimer’s disease,” Hampson says. “Or from a head injury that results in damage to the parts of the brain associated with memory.”  ",
            "Other scientists, meanwhile, are looking into whether it’s possible to help people forget certain memories. This research is still in its earliest stages. But experiments in animal cells suggest it might someday be possible.  ",
            "When people sense things, such as the colors of a beautiful painting or the touch of a soft flower, that activates some neurons. This changes where in the cells many molecules are found. That affects how the nerve cells work and, in turn, how they connect to each other. Such altered connections encode, or store, the memory of the experience. The things we give more attention are more likely to be encoded. ",
            "But “you can interfere with that encoding,” says Samuel Schacher. He is a retired neuroscientist based in New York City. He and his colleagues found they could manipulate memory encoding in an experiment with sea hare neurons. ",
            "The researchers worked with a circuit of three nerve cells. One was a motor neuron. That’s a nerve cell that causes muscles to move. Connected to that motor neuron were two sensory neurons. Those nerve cells process information from the environment. By making molecular tweaks to those nerve cells, the scientists were able to erase the memory-storing connection between the motor neuron and one of the sensory neurons.  ",
            "This hinted it could be possible to erase some memories while leaving others intact. And perhaps someday, new therapies could coax neurons into letting go of specific unwanted memories.  ",
            "*A_red_seahare_crawls_along_whitish-gray_sand_and_silt",
            "fCExperiments on cells from sea hares like this one hint that it may one day be possible to erase unwanted memories.",
            "People with some mental health conditions might benefit from such memory wiping. Take people with PTSD. When someone has this condition, traumatic memories can cause their mind to link a neutral experience to a dangerous one, says Schacher. ",
            "“But you don’t want to erase the fact that other behaviors associated with the bad event may be useful to remember,” says Schacher.  ",
            "While this science worked in sea hare cells, it’s far from being used in people. In the meantime, there are a few medications and therapies that exist for helping people cope with traumatic memories, says Schacher.  ",
            "In some sense, “we’ve been trying to manipulate memories forever,” says Fenton. For example, when we practice a sport, we are purposely strengthening our memories of how to move our bodies in certain ways. Likewise, if we choose not to study something, we allow ourselves to forget certain information. ",
            "But in each of these cases, we’re manipulating our memories through lived experience.  ",
            "Is it okay to make or erase memories instantly, no experience needed? “The ethics of that are very thorny,” says Fenton. Our lived experiences — and memories of them — make us who we are. Changing a person’s memories could, in some ways, cause them to be a different person, Fenton says. “We must proceed very carefully.” "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/biology-genes-diet-dyslexia-links",
        "title": "\n\tThis young biologist looked for links between diet and dyslexia",
        "content": [
            "*A_smiling_12-year-old_girl_with_brown_hair_and_wearing_a_suit_poses_with_an_iPad_and_poster_showcasi",
            "Giselle Drewett, 12, was inspired by her own experience with dyslexia to look for new ways to treat this condition. ",
            "You’d be hard-pressed to find a bigger biology fan than 12-year-old Giselle Drewett. Studying biology was the main way she learned to read — a challenge for her, growing up with dyslexia. This is a common learning disability that makes it difficult to process written language.",
            "Inspired by her experience with dyslexia, Giselle wanted to use the power of biology to help people with this condition. And when she took a summer course on genetics, she got an idea for how to do it.",
            "In that class, Giselle learned about epigenetics. This is the way someone’s environment can change how their genes work. She wondered: Could a person’s lifestyle influence genes linked to dyslexia?",
            "To find out, Giselle looked at short-chain fatty acids. These are molecules in the gut that can be impacted by a person’s diet. Giselle wanted to know whether such diet-controlled molecules might affect a gene called DCDC2. In people, that gene is important for language processing.",
            "In her experiments, Giselle looked at a similar gene in C. elegans worms. The worm version is called RPI-1. When worms were exposed to more short-chain fatty acids, their RPI-1 tended to be less active. That led Giselle to suspect that controlling the amount of short-chain fatty acids in a person’s gut might influence their DCDC2 gene — and therefore their dyslexia.",
            "An aspiring biologist, Giselle did her project as a sixth-grade homeschooler in Palo Alto, Calif. Her research earned her a finalist spot in the 2024 Thermo Fisher Scientific Junior Innovators Challenge. That competition is run by Society for Science, which also publishes Science News Explores. In this interview, Giselle reflects on her science fair experiences.",
            "The first time Giselle ran her experiment, the results were not clear. One of her mentors told her that she hadn’t gathered enough data to show a link between short-chain fatty acids and the RPI-1 gene. “I decided to do it with more C. elegans,” Giselle says. This time, the results were clear. “I was really happy, [because] I knew it could help people just like me.”",
            "“I was hoping I could look into dyslexia and other environmental factors,” Giselle says. Heat, for instance. Giselle has the sense that she’s met more people with dyslexia since moving to warm California from cold Connecticut. “I don’t know if it’s true,” she says. “So I think that would be very interesting, if I could look into other environmental factors like … heat stress and pollution, which are related to climate change.”",
            "Giselle loves to draw. She’s created her own original cartoon characters. One is Super Bio-Girl, who fights diseases with genetic engineering. Another character “can basically make cells replicate from a distance,” Giselle says, “and lead to people basically creating prosthetic limbs.”",
            "“I feel like there’s little to no memorization, because they’re all concepts,” Giselle says. “That’s one of the main things dyslexics are actually really good at learning, which is concepts and not words.” Plus, biology research has such great potential to help many people. “There’s huge problems with health, neuroscience — all these biological disorders and diseases,” Giselle says. The people they affect “need somebody to help them.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/ancient-buried-glacier-ice-arctic",
        "title": "\n\tThis long-buried glacier ice is at least 770,000 years old",
        "content": [
            "*An_exposed_patch_of_gray,_layered_glacier_ice_is_exposed_in_a_brown,_earthen_headwall",
            "Researchers were studying a buried fossil forest in northeastern Canada. While poking around the aftermath of a landslide caused by melting permafrost, they uncovered remnants of a very ancient glacier.",
            "Researchers have discovered remains of a very ancient glacier — one that could be more than a million years old.",
            "It lay hidden on a remote island in the Canadian Arctic. Climate change revealed the ice, which may be the Arctic’s oldest glacier remnant buried in permafrost. (Permafrost is ground that’s been frozen for at least two years straight.) But the clock is ticking for researchers keen on studying this ice. A warming climate risks melting it.",
            "A glacier’s icy layers are like the pages of a logbook. The gas bubbles, chemicals and particles trapped in it all hint at what the climate and atmosphere were like in the distant past.",
            "Precious few reports exist of glacial ice more than 20,000 to 26,000 years old. Such ice would have existed the last time that polar ice sheets peaked in volume.",
            "Still, scientists had hoped to look further back in time. This newfound ice might offer them a rare chance to see what it was like in the early Pleistocene. This epoch started some 2.58 million years ago. Back then, Earth had interglacial periods, warm spells that separated ice ages.",
            "The Pleistocene’s climate shifts are similar to what we might see in the future, says Daniel Fortier. A geomorphologist, he works at the University of Montreal in Canada. There, he studies Earth’s changing features.",
            "*Researchers_are_shown_standing_on_a_patch_of_exposed_glacier_ice,_amid_a_landslide_slump",
            "fCResearchers dug into the buried glacial ice. It had been exposed by the thawing and slumping of previously frozen ground.",
            "In 2009, Fortier was part of a team studying a buried fossil forest on Bylot Island. That’s in Canada’s far north Nunavut Territory. Here, they stumbled across sites of recent landslides. Triggered by thawing permafrost, the landslides had exposed translucent, layered ice a few meters underground. This was just above the fossil forest.",
            "The team used radiocarbon dating to gauge the ice’s age. Much to Fortier’s surprise, organic (carbon-based) matter in the ice was more than 60,000 years old. “I was not expecting that at all,” he says. The team share its findings January 1 in Geology.",
            "The researchers also studied minerals in sediments above the ice. The alignment of magnetic minerals in it had flipped, they realized. This pointed to a time roughly 770,000 years ago when the Earth’s north and south magnetic poles swapped spots. That clue indicates the newfound ice is at least that old. Previous research had dated the fossil forest below the glacier to at least 2.4 million years old. So that’s the maximum age of this ice.",
            "The find, Fortier says, shows how resilient permafrost is. Computer simulations of what the future climate may look like suggest that permafrost will completely thaw in many regions by the end of this century.",
            "But this preserved glacier has persisted through interglacial periods that were warmer than today, he notes. As such, he adds, “I don’t think permafrost will disappear so fast. The system is more resilient than we think.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/wastewater-bacteria-break-down-plastic",
        "title": "\n\tSome bacteria in wastewater can break down a common plastic",
        "content": [
            "*a_straight_down_view_of_various_sizes_of_plastic_pollution_floating_in_turqouise_ocean_water,_beneat",
            "Scientists have found a new strategy they hope will someday reduce plastic pollution in waterways, which threatens our health and the environment.",
            "Our planet is awash in plastic pollution. Tiny bits of it, called microplastics, taint the air and our food. Plastic specks have been found everywhere from our bodies to a dolphin’s breath. That’s why scientists keep looking for ways to break down this sturdy material. Now, they’ve discovered a promising new strategy.",
            "Bacteria common in wastewater can break down a common type of plastic called PET. That finding could inform new ways to clean up PET pollution, which may make up around half of all the microplastic in wastewater.",
            "The microbes in question are Comamonas. Scientists have long known these bacteria grow on plastics in water. That got Ludmilla Aristilde wondering if the microbes use plastic as food. Aristilde is an environmental biochemist at Northwestern University in Evanston, Ill. Her team decided to investigate if Comamonas bacteria eat PET.",
            "*a_photo_of_Ludmilla_Aristilde,_a_smiling_adult_woman_with_medium_brown_skin_wearing_a_lab_coat_and_s",
            "fCLudmilla Aristilde is pictured here in her lab. Her team has uncovered how a plastic-degrading microbe can break down one of the most common plastics littering the planet. The discovery could lead to a new way to limit this pollution.",
            "*a_scanning_electron_microscope_image_of_Comamonas_bacteria_rod_shaped_bacteriaHere’s_a_look_through_",
            "fCHere’s a look through a microscope at the rod-shaped, plastic-munching bacteria Comamonas.",
            "PET is short for polyethylene terephthalate (Pahl-ee-ETH-eh-leen TEHR-eh-THAAL-ayt). This is the world’s most widely used plastic. Some 56 million tons of it is made each year — mostly for polyester clothing, water and soda bottles, and the packaging of many store-bought goods. That leads to a lot of PET pollution.",
            "Lint-size pieces of PET come out of polyester clothes when they’re washed — and flow through water treatment plants into waterways. Bits of PET also get into waterways as plastic bottles and other PET packaging break down in the environment.",
            "In past work, Aristilde discovered that one strain of Comamonas could break apart rings of carbon atoms in laundry detergent. Those carbon rings, she notes, were similar to the ones found in plastics. Here was a clue that the microbes, Comamonas testosterone, may be able to break down PET as well.",
            "Since microplastics and bacteria are both tiny, it can be hard to tell what the microbes are doing to PET. To find out, Aristilde’s team grew C. testosteroni in the lab. Then they placed the microbes in a liquid-filled container for a month with either tiny pellets or thin, flat strips of PET.",
            "Afterward, they looked at the surface of the plastic with a scanning electron microscope. This type of microscope can create very detailed images of surfaces.",
            "*a_composite_of_two_microscipic_images,_one_showing_plastic_before_exposure_to_the_plastic_eating_bac",
            "fCThe microscope image on the left shows the surface of a piece of plastic at the beginning of the researchers’ experiment. The image on the right shows that same piece of plastic after Comamonas bacteria fed on it for a month. In that time, the microbes degraded the plastic by breaking off nano-sized pieces of it from the surface.",
            "The team found that the plastic pellets were breaking apart. Nanoparticles of PET now floated in the water. At the end of the month, more than three times as many nano bits were in the water as before. This showed that the bacteria had been breaking apart the PET. The bacteria also multiplied faster when they had PET available. That suggests they were using carbon molecules from the plastic bits as food. ",
            "The researchers wanted to know what chemical reaction the microbes used to break apart the plastic’s carbon molecules. So they beamed a laser onto the molecules. It showed how the molecules’ bonds were broken and that the chemical reaction had involved water. This released PET pieces small enough for the microbes to gobble up.",
            "Aristilde’s team then looked at a genetic map of C. testosteroni. They found that the microbe had 39 genes for making enzymes that might be involved in degrading PET. These were enzymes that could use water to break bonds. The researchers then went back to observe which of those enzymes were present in the PET-bacteria soup. Just one had been made inside the microbes living with PET.",
            "*an_illustration_showingLudmilla_AristildeNorthwestern_University_how_Comamonas_bacteria_found_living",
            "fCThis artist’s illustration shows how Comamonas bacteria found living in wastewater seek out certain plastic waste for food. Bacteria (purple cylinders) attach to plastics and break them down into small enough bits to consume.",
            "“That was quite surprising,” says Aristilde. She had expected to find multiple enzymes at play.",
            "Her group set out to prove this one enzyme was breaking apart the plastic. Colleagues from Oak Ridge National Laboratory in Tennessee tweaked C. testosteroni microbes. The changes removed the gene that allowed the bacteria to produce this enzyme. Without this gene, the microbes could no longer munch apart the plastic.",
            "As one further test, Oak Ridge researchers inserted that enzyme-making gene into a different bacterium. It was a type of microbe that didn’t normally eat plastic. But once it was able to make the same enzyme as C. testosteroni, that microbe could eat PET, too.",
            "The researchers shared these findings October 29 in Environmental Science and Technology.",
            "Ren Wei is skeptical about harnessing the microbes’ ability to clean up PET pollution. A biochemist, he works with plastic-degrading enzymes at the University of Greifswald in Germany.",
            "The tiny organisms eat super tiny amounts of plastic. The rate at which they chow down on PET, Wei says, is far too slow to remove much of the vast amounts that enter the environment each year.",
            "Jay Mellies sees things differently. The new finding excites this microbiologist at Reed College in Portland, Ore. He, too, works with plastic-degrading microbes.",
            "“The plastic problem on our planet is enormous, and every good idea should be pursued,” he says. Even though scientists have known for decades about other microbes that degrade plastics, none do it fast enough. Learning about a common wastewater bacterium that can eat plastics in water is an idea worth pursuing. The challenge now, Mellies says, is finding a practical use for the new knowledge.  ",
            "Victor Gambarini agrees. A microbiologist at the University of Auckland in New Zealand, he works on plastic-degrading microbes as well. Finding this plastic-degrading enzyme is an important first step, he says. Now, teams will need to hunt for similar enzymes — perhaps in other microbes — that work faster. Or they might try to modify an enzyme in the lab to work better. This is something Aristilde’s team is already thinking about.",
            "Wei points out that breaking down plastics with microbes should be considered an emergency technique and not a main solution. Let’s focus first on using less plastic, he says, and making it more reusable.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/crumbling-exoplanet-dust-james-webb",
        "title": "\n\tA distant crumbling planet spills its guts",
        "content": [
            "*A_bright_yellow_orb_of_an_exoplanet_with_a_dark_shadowy_streak_running_almost_all_the_way_across_it",
            "Disintegrating exoplanets, like the one in this artist’s illustration, spill their guts in a long, cometlike tail.",
            "NATIONAL HARBOR, MD. — Astronomers have for the first time been able to see the innards of an exoplanet directly.",
            "Some 800 light-years away, this Neptune-sized world is spilling its guts into space. The James Webb Space Telescope, or JWST, recently spotted the event. Astronomers described what they’ve gleaned from those entrails here on January 14 and 15 at a meeting of the American Astronomical Society.",
            "“If this is true, it’s super cool,” says Mercedez López-Morales of the Space Telescope Science Institute in Baltimore, Md. She’s an astronomer who was not involved in the new work. “For the first time,” she says, “you can study directly what the interior of an exoplanet is made of. That’s exciting.”",
            "The exoplanet — K2 22b — was discovered in 2015. It sits scorchingly close to its star, completing an orbit in just nine hours. It’s too small to be seen itself. However, it periodically emits clouds of opaque dust. They create a cometlike tail that blocks a small share (less than 1 percent) of its host star’s light.",
            "Astronomers soon realized that the dust was probably cooled magma from the exoplanet’s interior. This trail of planetary viscera offered a unique chance to tease out the chemical composition of K2 22b’s mantle. (That’s the material right below a planet’s crust.)",
            "Getting clues to any planet’s mantle, even Earth’s, is challenging, says Jason Wright of Penn State in University Park. He’s an author of the new study. And, he notes, “When nature gives you a gift like that, you have to take it.”",
            "Wright was part of a team that observed K2 22b with JWST’s sensitive mid-infrared spectrometer last April. Different minerals in the dust emit particular wavelengths of light. This allowed the team figure out what the exoplanet is made of.",
            "The dust doesn’t seem to be pure iron. That’s what scientists would have expected if the planet was a bare core with no mantle or crust jacketing it. “There is still meat left on the bones, so to speak,” said astronomer Nick Tusay. He was describing the planet January 14 at the meeting.",
            "Something in the dust emitted light that was hard to link to any specific material, he said. His team first checked to see if the dust grains were magnesium oxide and silicon monoxide. Those are what you’d expect in mantle material. But the emitted light didn’t fit these minerals.",
            "Surprisingly, the dust looks most like nitric oxide and carbon dioxide from vaporized ices, Tusay said. “If that’s true, what we’re looking at is a snowball disintegrating.”",
            "Those gases are hard to explain for a planet so close to its star. “It’s just so weird and unexpected,” Tusay said. In an attempt to learn more, he has requested more JWST observing time.",
            "He and his team have also reported their results in a paper submitted January 14 to arXiv.org. This is a website where new data are stored and can be viewed prior to peer review.",
            "López-Morales agrees that more observations are needed to confirm the planet’s makeup. “It’s very preliminary, very promising, definitely needs more data,” she says. Studying a handful of other known disintegrating exoplanets would be interesting, too.",
            "A newly discovered disintegrating planet might be the best place to start. The space-based TESS telescope discovered this new planet in October. It’s emitting a dust cloud so big that it extends halfway around its host star in a horseshoe-shaped tail some 9 million kilometers (5.6 million miles) long. Astronomer Marc Hon of the Massachusetts Institute of Technology reported this at the meeting on January 15.",
            "This is the closest disintegrating planet to Earth yet discovered. For that reason, its contents will be even more clear in JWST’s data.",
            "“We’ve proved we can do it with K2 22b,” Tusay says. “This one will be better.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/math-led-to-quantum-computing",
        "title": "\n\tHis love of math led to a career in quantum computing",
        "content": [
            "*Physicist_James_Whitfield_smiles_at_the_camera_Green_grass_and_a_single_tree_can_be_seen_in_the_back",
            "Though many people find math intimidating, physicist James Whitfield has often solved math problems to relax. Shifting the focus away from grades can make the subject more enjoyable, he says.",
            "For James Whitfield, math is not something to dread. In fact, in college he often turned to math problems to relieve stress. He’d relax by solving equations from a textbook his mother gave him. “I enjoyed doing mathematics just for fun,” says Whitfield.",
            "At the time, Whitfield was studying chemistry and math. A quantum chemistry course showed him how to combine his two interests. This branch of chemistry uses quantum mechanics to study how molecules interact. Quantum mechanics is a type of physics that deals with the behavior of matter at atomic and subatomic levels. The work allowed him to put his love of math to use, he says. “That made going into quantum mechanics a lot of fun.”",
            "That solid background in math let Whitfield explore quantum computing during his Ph.D. Still, few opportunities for practicing quantum computing existed outside of academia at the time. But now that has changed. Today, his team develops new quantum computing tools at Dartmouth College in Hanover, N.H. He’s also working with Amazon Web Services to help deliver training on the Amazon Braket quantum computing service.",
            "Finding ways to boost computing power through quantum mechanics has become “this worldwide phenomenon,” he says. “I didn’t go into it expecting that to happen. It was being at the right place at the right time.” In this interview, Whitfield shares his experience and advice with Science News Explores. (This interview has been edited for content and readability.)  ",
            "The first thing is that there’s a quantum [computing] industry at all. The fact that it’s become a worldwide effort that people are putting time and effort into. Now, quantum computing is happening in government, private industries and academia. It’s really all over the place.   It’s also been amazing to watch how the technology has developed. I think it gives a whole different feel to some of the technologies we use, such as Wi-Fi, the internet and computers. It’s incredible seeing technology that started as just ideas on paper grow into something that’s being implemented. Seeing all those scientific successes and challenges makes it really interesting and fun to be a scientist. ",
            "When it comes to math, a lot of people get into a situation where they need to pass a course. They start doing poorly, and then they start feeling bad about it. Then they perform even worse, and it becomes this self-fulfilling cycle. They start believing they’re not good at it.  ",
            "Mathematics is very particular and has a lot of rules. It includes a lot of complicated things you have to memorize and work through. But so are other things we like to do for fun. Many people enjoy things that are very close to mathematics. Doing Sudoku puzzles, playing video games or completing crossword puzzles are all in the same vein. They’re just fun puzzles that keep your mind sharp.   How mathematics is taught can also be really problematic. Throwing students into algebra while they’re still figuring out how to add or multiply is not the best approach. Especially for those who won’t use those skills later on. Pushing them to do something very difficult when they’re not prepared makes it a stressful situation. It does a lot to dampen the enjoyment of mathematics. Most people don’t need to do intensive calculus for any particular reason other than for fun.   If you timed or graded people doing Sudoku, it wouldn’t be fun to do either. Sudoku and crossword puzzles are quiet, Sunday afternoon kinds of games. Doing mathematics that way makes it a much richer experience. ",
            "This may sound hard, but try to enjoy it. Shying away from difficult things isn’t the right way to get through them. When I did sports in high school and college, I sometimes found it very difficult. Waking up early, running, going to competitions — I chose to do all of those things. You don’t do sports because it’s easy but, rather, because it’s difficult. And I think in many ways, you can think of mathematics in the same way.  ",
            "Also, try not to be too stressed about it. If you’re interested in science, some math is involved. But you don’t have to be a mathematician. Not loving math doesn’t mean you can’t be involved in science.  ",
            "When it comes to science, there’s a lot of self-drive that needs to be there. You’ve got to have some passion to make it through. It’s really hard to just stumble through a Ph.D. You won’t get much out of it.   A Ph.D. is a very long process. If you don’t want to do five years of study, don’t do it. But if you do, pick something you’re passionate about. But if you want to get a job sooner rather than later, I don’t suggest doing [a Ph.D.]. Instead, try a master’s degree or a certificate program and then learn on the job. That’s because a job market that’s here now can change during the time it takes to finish a Ph.D.   Here in America, there are many routes to getting an education. If you didn’t enjoy your high school classes, there’s community college. If you’re not enjoying community college, there are trade schools and online certificates. Even YouTube can be a fantastic place to learn skills if you watch the right videos. The internet has a wealth of knowledge — but only if you go to the right places. Otherwise, you end up in things that are not healthy intellectually. ",
            "I often encourage my students to go down rabbit holes. I try to do that, too. Learn as much as you can about what you find interesting. I spent the past month implementing a theorem from the 1960s just because I thought it would be fun to do. It was something really nice to learn and share with my group. They can then add or take away from it. I get my best ideas by sharing science and having fun exploring. "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-dimension-definition-pronunciation",
        "title": "\n\tScientists Say: Dimension",
        "content": [
            "*A_black_hole_is_an_object_so_compact_that_nothing_can_escape_its_gravitational_pull_Not_even_light_O",
            "Black holes cause extreme distortions in four-dimensional spacetime. ",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2044121148&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "In math, a dimension describes how many numbers you need to specify a particular location.",
            "Imagine a number line. You only need one number to pinpoint a location along the line. When we use numbers to point out a location, we call them coordinates. A number line requires only one coordinate. Therefore, it is one-dimensional, or 1-D.",
            "Now imagine a world map. You need two coordinates to specify a location. On the map, these coordinates are latitude and longitude. For example, the capital of New Zealand — Wellington — exists at 41.3 degrees South latitude and 174.8 degrees East longitude. Since this flat map requires two coordinates, it is two-dimensional, or 2-D. In math, a flat surface that has two dimensions is called a plane.",
            "Specifying a location in 3-D space requires three coordinates. Let’s return to the world map. A third dimension would add depth to the world map we used to describe 2-D space. Let’s say you were standing in the middle of Mt. Kaukau, a large hill in Wellington. The 2-D coordinates would pinpoint where on the map you are. But you need a third coordinate to show how high above sea level you are. In this case, that third dimension is called altitude, or height.",
            "*This_3-D_model_of_Mt_Rainier_National_Park_in_Washington_brings_a_park_map_to_life_by_showing_how_th",
            "fCThis 3-D model of Mt. Rainier National Park in Washington brings a park map to life by showing how the mountain rises above the surrounding landscape.",
            "Dimensions allow us to describe an object’s shape. Imagine measuring a 3-D cube. You’d describe its size and shape in terms of three measurements: length, width and height. A flat square, on the other hand, has only length and width. Therefore, the square is 2-D. A straight line is 1-D and requires only a length measurement.",
            "Next, let’s consider the idea of zero-dimensional space. Describing a location in zero-dimensional space would require zero coordinates. That’s because zero-dimensional space would just be a point!",
            "Math allows us to explore the idea of four-dimensional, or 4-D objects. In theory, a 4-D shape adds another dimension to a 3-D shape. A 4-D “cube” would be to a 3-D cube what a 3-D cube is to a flat 2-D square. You may struggle to imagine what such a shape would look like. If so, you aren’t alone. As humans, we do not perceive the world in this way. Math allows us to explore this idea through calculations. But truly envisioning such an object lies out of our reach.",
            "Physics describes a fourth dimension as well. But with a twist. Albert Einstein’s theory of relativity describes the fourth dimension as time.",
            "Einstein’s view of space and time inspired many works of science fiction. Hyperspace is one example. In theory, hyperspace describes dimensions of space and time beyond the first four. These ideas underpin familiar science fiction tropes, such as faster-than-light travel, wormholes and parallel universes.",
            "Scientists describe how spherically shaped oranges take up space by defining them in three dimensions — height, width and length.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/perseverance-rover-hint-of-life-on-mars",
        "title": "\n\t‘Percy,’ NASA’s rover, finds its first hint of ancient life on Mars",
        "content": [
            "*An_image_of_a_rock_on_Mars_taken_by_the_NASA_rover_Perseverance_Rocky_white_stripes_flank_a_clay-col",
            "The Mars Perseverance rover examined this rock on July 21. It found leopard spot–like features speckling clay-colored parts of it. These resemble structures in Earth rocks that have been linked to microbial life.",
            "NASA’s Perseverance rover has bagged its first hint of ancient Martians. If they existed, these creatures were small. Very small. As in, microbes.",
            "“We’re not able to say that this is a sign of life,” says Katie Stack Morgan. “But this is the most compelling sample we’ve found yet.” Morgan is the deputy project scientist in charge of the Mars rover. She works at NASA’s Jet Propulsion Lab in Pasadena, Calif.",
            "Nicknamed Percy, the rover turned up this potential sign of life in mid-July. The robot had drilled into a reddish rock at a site known as Cheyava Falls. (It was named for a feature at the Grand Canyon.) This is the first piece of Mars that Percy found containing organic molecules. Here, the term organic refers to carbon-based molecules. On Earth, they’re the building blocks of life.",
            "Project scientist Ken Farley shared Percy’s discovery July 25 at the 10th International Conference on Mars in Pasadena. Farley works at the California Institute of Technology there.",
            "This isn’t the first sign of organics on Mars. The Curiosity rover detected organic molecules in 2014. It had been examining rocks at a site called Gale Crater. But since Percy landed in Jezero Crater three years ago, scientists have struggled to identify organics, Stack Morgan says. That landing site was an ancient, dried-up lake.",
            "Adding to the new excitement, little white spots with black rims speckle the reddish rock sample that Percy found. “They look like a tricolored leopard spot,” Stack Morgan says.",
            "Percy examined these spots using instruments that can identify the chemical recipe of materials. And the spots’ rims contained iron phosphate. On Earth, rings with similar texture and chemistry have been linked to ancient microbial life. The chemical reactions that create such rings can be an energy source for microbes.",
            "To exist, those rings “don’t require life,” Stack Morgan says. And that’s an important point. “But based on our experience with similar things on Earth,” she says, “there is a possibility that life could have been involved.” So, Stack Morgan concludes, “these could have a biological origin.”",
            "But other features of the sampled rock seem to muddy the picture of how it likely formed. For instance, Stack Morgan notes, it’s shot through with white veins of calcium sulfate. And those veins are filled with super-tiny crystals of olivine. It’s a mineral that forms from a volcano’s magma.",
            "Finding the spots and these volcanic features in the same rock is “a little bit mysterious,” Stack Morgan says. They seem to point to different origins, she says. Going forward, figuring out how the rock formed could help tell how likely it is to have had the right conditions and temperatures to have once hosted life.",
            "*A_panarama_of_an_ancient_river_delta_on_Mars_called_Jezero_Crater,_where_the_NASA_rover_Perseverance",
            "fCAn ancient river delta once flowed into the Jezero Crater on Mars. NASA’s rover Perseverance (partially seen in the foreground) has been exploring this site. NASA is buzzing over a rock it found there — slightly right of center in this image, about 110 meters (360 feet) from the rover.",
            "Paul Byrne works at Washington University in St. Louis, Mo. And this planetary scientist thinks we should be cautious in interpreting Percy’s new findings.",
            "“Could this truly be a [signature of life]?” he asks. “Yes. And if it is, then it really is the kind of society-altering discovery that the discovery of truly extraterrestrial life would be.” But it’s also possible, he notes, that the spots came from something other than life. In that case, he notes, “All this is, is an interesting example of water-rock chemistry.”",
            "The only way to find out for sure is to bring the rock home. A big part of Percy’s mission is to collect samples from interesting rocks for a future spacecraft to later bring home to Earth. Once here, they can be studied with better tools than a rover can carry on its back. For now, Stack Morgan says, Percy has thrown everything it has at this rock.",
            "When might the rocks be brought to Earth? No one knows. Funding is currently on hold for a program known as Mars Sample Return, or MSR. “With this sample, the rationale for MSR is strengthened,” Byrne says. He hopes it will “motivate NASA to commit to … this project sooner rather than later.”",
            "Stack Morgan says the rover team is carrying on despite MSR’s iffy budget.",
            "“We have a mission to carry out and a job to do,” Stack Morgan says — collecting compelling samples. “It can only be our hope that the samples that we collect are compelling enough to justify the cost of Mars Sample Return.”",
            "And she thinks Percy’s exciting new sample “really hits that home.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/explainer-earth-layer-layer",
        "title": "\n\tExplainer: Earth — layer by layer",
        "content": [
            "*a_cut_away_diagram_showing_the_innner_layers_of_the_Earth",
            "Scientists understand much about Earth’s structural layers — the inner core, core, mantle and crust. Yet there are still great mysteries to solve about our planet’s inner workings.",
            "Mountain ranges tower to the sky. Oceans plummet to impossible depths. Earth’s surface is an amazing place to behold. Yet even the deepest canyon is but a tiny scratch on the planet. To really understand Earth, you need to travel 6,400 kilometers (3,977 miles) beneath our feet.",
            "Starting at the center, Earth is composed of four distinct layers. They are, from deepest to shallowest, the inner core, the outer core, the mantle and the crust. Except for the crust, no one has ever explored these layers in person. In fact, the deepest humans have ever drilled is just over 12 kilometers (7.6 miles). And even that took 20 years!",
            "Still, scientists know a great deal about Earth’s inner structure. They’ve plumbed it by studying how earthquake waves travel through the planet. The speed and behavior of these waves change as they encounter layers of different densities. Scientists —  including Isaac Newton, three centuries ago — have also learned about the core and mantle from calculations of Earth’s total density, gravitational pull and magnetic field.",
            "Here’s a primer on Earth’s layers, starting with a journey to the center of the planet.",
            "*a_diagram_showing_the_layers_of_the_Earth",
            "fCA cut-away of Earth’s layers reveals how thin the crust is when compared to the lower layers.",
            "This solid metal ball has a radius of 1,220 kilometers (758 miles), or about three-quarters that of the moon. It’s located some 6,400 to 5,180 kilometers (4,000 to 3,220 miles) beneath Earth’s surface. Extremely dense, it’s made mostly of iron and nickel. The inner core spins a bit faster than the rest of the planet. It’s also intensely hot: Temperatures sizzle at 5,400° Celsius (9,800° Fahrenheit). That’s almost as hot as the surface of the sun. Pressures here are immense: well over 3 million times greater than on Earth’s surface. Some research suggests there may also be an inner, inner core. It would likely consist almost entirely of iron.",
            "This part of the core is also made from iron and nickel, just in liquid form. It sits some 5,180 to 2,880 kilometers (3,220 to 1,790 miles) below the surface. Heated largely by the radioactive decay of the elements uranium and thorium, this liquid churns in huge, turbulent currents. That motion generates electrical currents. They, in turn, generate Earth’s magnetic field. For reasons somehow related to the outer core, Earth’s magnetic field reverses about every 200,000 to 300,000 years. Scientists are still working to understand how that happens.",
            "At close to 3,000 kilometers (1,865 miles) thick, this is Earth’s thickest layer. It starts a mere 30 kilometers (18.6 miles) beneath the surface. Made mostly of iron, magnesium and silicon, it is dense, hot and semi-solid (think caramel candy). Like the layer below it, this one also circulates. It just does so far more slowly.",
            "Near its upper edges, somewhere between about 100 and 200 kilometers (62 to 124 miles) underground, the mantle’s temperature reaches the melting point of rock. Indeed, it forms a layer of partially melted rock known as the asthenosphere (As-THEEN-oh-sfeer). Geologists believe this weak, hot, slippery part of the mantle is what Earth’s tectonic plates ride upon and slide across.",
            "Diamonds are tiny pieces of the mantle we can actually touch. Most form at depths above 200 kilometers (124 miles). But rare “super-deep” diamonds may have formed as far down as 700 kilometers (435 miles) below the surface. These crystals are then brought to the surface in volcanic rock known as kimberlite.",
            "The mantle’s outermost zone is relatively cool and rigid. It behaves more like the crust above it. Together, this uppermost part of the mantle layer and the crust are known as the lithosphere.",
            "*a_photo_of_the_Himalayan_mountains",
            "fCThe thickest part of Earth’s crust is about 70 kilometers (43 miles) thick and lies under the Himalayan Mountains, seen here.",
            "Earth’s crust is like the shell of a hard-boiled egg. It is extremely thin, cold and brittle compared to what lies below it. The crust is made of relatively light elements, especially silica, aluminum and oxygen. It’s also highly variable in its thickness. Under the oceans (and Hawaiian Islands), it may be as little as 5 kilometers (3.1 miles) thick. Beneath the continents, the crust may be 30 to 70 kilometers (18.6 to 43.5 miles) thick.",
            "Along with the upper zone of the mantle, the crust is broken into big pieces, like a gigantic jigsaw puzzle. These are known as tectonic plates. These move slowly — at just 3 to 5 centimeters (1.2 to 2 inches) per year. What drives the motion of tectonic plates is still not fully understood. It may be related to heat-driven convection currents in the mantle below. Some scientists think it’s caused by the tug from slabs of crust of different densities, something called “slab pull.” In time, these plates will converge, pull apart or slide past each other. Those actions cause most earthquakes and volcanoes. It’s a slow ride, but it makes for exciting times here on Earth’s surface."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/color-purple-exists-only-in-brain",
        "title": "\n\tPurple exists only in our brains",
        "content": [
            "*an_array_of_purple_foods_spread_out_on_a_table_purple_cabbage,_grapes,_raddichio,_and_beets_are_the_",
            "The purple in these foods — and everything else — isn’t part of the visible spectrum of light. So how and why do we see it? We explain.",
            "There is something unique about the color purple: Our brain makes it up. So you might just call purple a pigment of our imagination.",
            "It’s also a fascinating example of how the brain creates something beautiful when faced with a systems error.",
            "To understand where purple comes from, we need to know how our eyes and brain work together to perceive color. And that all begins with light.",
            "Light is another term for electromagnetic radiation. Most comes from the sun and travels to Earth in waves. There are many different types of light, which scientists group based on the lengths of those waves. (The wavelength is the distance between one wave peak and the next.) Together, all of those wavelengths make up the electromagnetic spectrum.",
            "*an_illustration_showing_wavelength,_crest_and_trough_of_a_wave",
            "fCLight moves its energy in waves (illustrated by blue line) that move up and down. This creates high points called crests and low points called troughs. Light varies in terms of the length of its waves (called wavelength), which is measured as the distance from one crest to another or one trough to another.",
            "Our eyes can’t see most wavelengths, such as the microwaves used to cook food or the ultraviolet light that can burn our skin when we don’t wear sunscreen. We can directly see only a teeny, tiny sliver of the spectrum — just 0.0035 percent! This slice is known as the visible-light spectrum. It spans wavelengths between roughly 350 and 700 nanometers.",
            "The acronym ROYGBIV (pronounced Roy-gee-biv) can be used to remember the order of colors in that visible spectrum: red, orange, yellow, green, blue, indigo and violet. You can see these colors in a rainbow stretching across the sky after a rainstorm or when light shines through a prism. In the visible spectrum, red light has the longest wavelength. Blue and violet are the shortest. Green and yellow sit toward the middle.",
            "Although violet is in the visible spectrum, purple is not. Indeed, violet and purple are not the same color. They look similar, but the way our brain perceives them is very different.",
            "*a_visualization_showing_the_electromagnetic_spectrum_from_least_to_most_intense_",
            "fCThe electromagnetic spectrum contains all the types of light that exist. Our eyes can only see a tiny portion of this broad spectrum, labeled here as visible light.",
            "Color perception starts in our eyes. The backs of our eyes contain light-sensitive cells called cones. Most people have three types. They’re sometimes called red, green and blue cones because each is most sensitive to one of those colors.",
            "But cones don’t “see” color, notes Zab Johnson. Instead, they detect certain wavelengths of light.",
            "Johnson works at the University of Pennsylvania in Philadelphia. She and other scientists who study how we perceive color prefer to classify cones based on the range of wavelengths they detect: long, mid or short.",
            "So-called red cones detect long wavelengths of light. Green cones respond most strongly to light in the middle of the visible spectrum. Blue cones best detect wavelengths toward the shorter end of the visible spectrum.",
            "*a_diagram_of_the_eye's_photoreceptors",
            "fCThis is an illustration of the back of the retina, filled with rods and cones. The rods are long and straight. Very sensitive to light, they help us see when it’s dark. Our eyes have fewer cones, which are sensitive to color. The pigment epithelium is a layer of dark cells under the photoreceptors. They absorb excess light.",
            "When light enters our eyes, the specific combination of cones it activates is like a code. Our brain deciphers that code and then translates it into a color. ",
            "Consider light that stimulates long- and mid-wavelength cones but few, if any, short-wavelength cones. Our brain interprets this as orange. When light triggers mostly short-wavelength cones, we see blue or violet. A combination of mid- and short-wavelength cones looks green. Any color within the visible rainbow can be created by a single wavelength of light stimulating a specific combination of cones.",
            "*a_representation_of_the_wavelengths_of_light_and_their_colors_visible_to_humans",
            "fCThe visible spectrum is the range of wavelengths of light our eyes can detect. ",
            "Notice that the visible spectrum is a gradient. One color gradually shifts into the next. The activity of cones activated by the light also gradually shifts from one type to the next. At the red end of the spectrum, for instance, long-wavelength cones do most of the work. As you move from red to orange, the mid-wavelength cones help more and the long-wavelength cones do less.",
            "In the middle of the rainbow — colors like green and yellow — the mid-wavelength cones are busiest, with help from both long- and short-wavelength cones. At the blue end of the spectrum, short-wavelength cones do most of the work.",
            "But there is no color on the spectrum that’s created by combining long- and short-wavelength cones.",
            "This makes purple a puzzle.",
            "Purple is a mix of red (long) and blue (short) wavelengths. Seeing something that’s purple, such as eggplants or lilacs, stimulates both short- and long-wavelength cones. This confuses the brain. If long-wavelength cones are excited, the color should be red or near to that. If short-wavelength cones are excited, the color should be near to blue.",
            "The problem: Those colors are on opposite ends of the spectrum. How can a color be close to both ends at once?",
            "To cope, the brain improvises. It takes the visible spectrum — usually a straight line — and bends it into a circle. This puts blue and red next to each other.",
            "*Take_the_visible_gradient_of_colors_ROYGBIV_Bend_it_into_a_letter_C_shape,_with_the_opening_facing_d",
            "fCT. Awtry",
            "The brain bends the visible spectrum to make red and blue neighbors. Then, it adds purple to create a color wheel.",
            "“Blue and red should be on opposite ends of that linear scale,” Johnson explains. “Yet at some point, blue and red start to come together. And that coming-together point is called purple.”",
            "Our brain now remodels the visible spectrum into a color wheel and pops in a palette of purples — which don’t exist — as a solution to why it’s receiving information from opposite ends of the visible spectrum.",
            "Colors that are part of the visible spectrum are known as spectral colors. It only takes one wavelength of light for our brain to perceive shades of each color. Purple, however, is a nonspectral color. That means it’s made of two wavelengths of light (one long and one short).",
            "This is the difference between violet and purple. Violet is a spectral color — part of the visible spectrum. Purple is a nonspectral color that the brain creates to make sense of confusing information.",
            "iFhttps://www.youtube.com/embed/PQt5B1GsTsg?feature=oembed",
            "What do we mean when we say purple doesn’t really exist?",
            "Purple thus arises from a unique quirk of how we process light. And it’s a beautiful example of how our brains respond when faced with something out of the norm. But it’s not the only color that deserves our admiration, says Anya Hurlbert.",
            "“All colors are made up by the brain. Full stop,” says this visual scientist at Newcastle University in England. They’re our brain’s way of interpreting signals from our eyes. And they add so much meaning to things we perceive, she says. ",
            "“The color of a bruise tells me how old it is. The color of a fruit tells me how ripe it is. The color of a piece of fabric tells me whether it’s been washed many times or it’s fresh off the factory line,” she says. “There’s almost nothing else that starts with something so simple [like a wavelength of light] and ends with something so deep and rich.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/what-iq-and-how-much-does-it-matter",
        "title": "\n\tWhat is IQ — and how much does it matter?",
        "content": [
            "*Student_thinking",
            "IQ plays a role in how successful we become. But working on projects close to the heart and knuckling down to see them through may be more important.",
            "Earlier this year, 11-year-old Kashmea Wahi of London, England scored 162 on an IQ test. That’s a perfect score. The results were published by Mensa, a group for highly intelligent people. Wahi is the youngest person ever to get a perfect score on that particular test.           ",
            "Does her high score mean she will go on to do great things — like Stephen Hawking or Albert Einstein, two of the world’s greatest scientists? Maybe. But maybe not.",
            "IQ, short for intelligence quotient, is a measure of a person’s reasoning ability. In short, it is supposed to gauge how well someone can use information and logic to answer questions or make predictions. IQ tests begin to assess this by measuring short- and long-term memory. They also measure how well people can solve puzzles and recall information they’ve heard — and how quickly.",
            "*a_photo_of_a_man_and_a_boy_playing_chess",
            "fCChess is a game of skill and strategy.  Intelligence helps, but so does really caring about it and having the perseverence to slowly build skills in it.",
            "Every student can learn, no matter how intelligent. But some students struggle in school because of a weakness in one specific area of intelligence. These students often benefit from special education programs. There, they get extra help in the areas where they’re struggling. IQ tests can help teachers figure out which students would benefit from such extra help.",
            "IQ tests also can help identify students who would do well in fast-paced “gifted education” programs. Many colleges and universities also use exams similar to IQ tests to select students. And the U.S. government — including its military — uses IQ tests when choosing who to hire. These tests help predict which people would make good leaders, or be better at certain specific skills.",
            "It’s tempting to read a lot into someone’s IQ score. Most non-experts think intelligence is the reason successful people do so well. Psychologists who study intelligence find this is only partly true. IQ tests can predict how well people will do in particular situations, such as thinking abstractly in science, engineering or art. Or leading teams of people. But there’s more to the story. Extraordinary achievement depends on many things. And those extra categories include ambition, persistence, opportunity, the ability to think clearly — even luck.",
            "Intelligence matters. But not as much as you might think.",
            "IQ tests have been around for more than a century. They were originally created in France to help identify students who needed extra help in school.",
            "The U.S. government later used modified versions of these tests during World War I. Leaders in the armed forces knew that letting unqualified people into battle could be dangerous. So they used the tests to help find qualified candidates. The military continues to do that today. The Armed Forces Qualification Test is one of many different IQ tests in use.",
            "IQ tests have many different purposes, notes Joel Schneider. He is a psychologist at Illinois State University in Normal. Some IQ tests have been designed to assess children at specific ages. Some are for adults. And some have been designed for people with particular disabilities.",
            "But any of these tests will tend to work well only for people who share a similar cultural or social upbringing. “In the United States,” for instance, “a person who has no idea who George Washington was probably has lower-than-average intelligence,” Schneider says. “In Japan, not knowing who Washington was reveals very little about the person’s intelligence.”",
            "Questions about important historical figures fall into the “knowledge” category of IQ tests. Knowledge-based questions test what a person knows about the world. For example, they might ask whether people know why it’s important to wash their hands before they eat.",
            "*3_sets_of_shapes_designed_to_test_pattern_recognition_",
            "fCReasoning questions like this one ask test-takers to figure out what would come next in the pattern.",
            "IQ tests also ask harder questions to measure someone’s knowledge. What is abstract art? What does it mean to default on a loan? What is the difference between weather and climate? These types of questions test whether someone knows about things that are valued in their culture, Schneider explains.",
            "Such knowledge-based questions measure what scientists call crystallized intelligence. But some categories of IQ tests don’t deal with knowledge at all.",
            "Some deal with memory. Others measure what’s called fluid intelligence. That’s a person’s ability to use logic and reason to solve a problem. For example, test-takers might have to figure out what a shape would look like if it were rotated. Fluid intelligence is behind “aha” moments — times when you suddenly connect the dots to see the bigger picture.",
            "Aki Nikolaidis is a neuroscientist, someone who studies structures in the brain. He works at the University of Illinois at Urbana-Champaign. And he wanted to know what parts of the brain are active during those “aha” episodes.",
            "In a study published earlier this year, he and his team studied 71 adults. The researchers tested the volunteers’ fluid intelligence with a standard IQ test that had been designed for adults. At the same time, they mapped out which areas of test takers’ brains were working hardest. They did this using a brain scan called magnetic resonance spectroscopy, or MRS. It uses magnets to hunt for particular molecules of interest in the brain.",
            "As brain cells work, they gobble up glucose, a simple sugar, and spit out the leftovers. MRS scans let researchers spy those leftovers. That told them which specific areas of people’s brains were working hard and breaking down more glucose.",
            "People who scored higher on fluid intelligence tended to have more glucose leftovers in certain parts of their brains. These areas are on the left side of the brain and toward the front. They’re involved with planning movements, with spatial visualization and with reasoning. All are key aspects of problem solving.",
            "“It’s important to understand how intelligence is related to brain structure and function,” says Nikolaidis. That, he adds, could help scientists develop better ways to boost fluid intelligence.",
            "IQ tests “measure a set of skills that are important to society,” notes Scott Barry Kaufman. He’s a psychologist at the University of Pennsylvania in Philadelphia. But, he adds, such tests don’t tell the full story about someone’s potential. One reason: IQ tests favor people who can think on the spot. It’s a skill plenty of capable people lack.",
            "It’s also something Kaufman appreciates as well as anyone.",
            "*a_photo_of_a_girl_sitting_at_a_desk_in_class,_she_seems_to_be_daydreaming",
            "fCDaydreaming may seem like a waste of time, but research by Scott Barry Kaufman suggests that it’s actually an important part of creative problem-solving.",
            "As a boy, he needed extra time to process the words he heard. That slowed his learning. His school put him into special education classes, where he stayed until high school. Eventually, an observant teacher suggested he might do well in regular classes. He made the switch and, with hard work, indeed did well.",
            "Kaufman now studies what he calls “personal intelligence.” It’s how people’s interests and natural abilities combine to help them work toward their goals. IQ is one such ability. Self-control is another. Both help people focus their attention when they need to, such as at school.",
            "Psychologists lump together a person’s focused attention, self-control and problem-solving into a skill they call executive function. The brain cells behind executive function are known as the executive control network. This network turns on when someone is taking an IQ test. Many of the same brain areas are involved in fluid intelligence.",
            "But personal intelligence is more than just executive function. It’s tied to personal goals. If people are working toward some goal, they’ll be interested and focused on what they are doing. They might daydream about a project even while not actively working on it. Although daydreaming may seem like a waste of time to outsiders, it can have major benefits for the person doing it.",
            "When engaged in some task, such as learning, people want to keep at it, Kaufman explains. That means they will push forward, long after they might otherwise have been expected to give up. Engagement also lets a person switch between focused attention and mind wandering.",
            "That daydreaming state can be an important part of intelligence. It is often while the mind is “wandering” that sudden insights or hunches emerge about how something works.",
            "*a_composite_image_showing_brain_activity_during_a_creative_thinking_task",
            "fCPeople doing a creative thinking task use two different brain networks at the same time, suggesting that creativity is a unique state of mind.",
            "While daydreaming, a so-called default mode network within the brain kicks into action. Its nerve cells are active when the brain is at rest. For a long time, psychologists thought the default mode network was active only when the executive control network rested. In other words, you could not focus on an activity and daydream at the same time.",
            "To see if that was really true, last year Kaufman teamed up with researchers at the University of North Carolina in Greensboro and at the University of Graz in Austria. They scanned the brains of volunteers using functional magnetic resonance imaging, or fMRI. This tool uses a strong magnetic field to record brain activity.",
            "As they scanned the brains of 25 college students, the researchers asked the students to think of as many creative uses as they could for everyday objects. And as students were being as creative as possible, parts of both the default mode network and the executive control network lit up. The two systems weren’t at odds with each other. Rather, Kaufman suspects, the two networks work together to make creativity possible.",
            "“Creativity seems to be a unique state of consciousness,” Kaufman now says. And he thinks it is essential for problem-solving.",
            "Just being intelligent doesn’t mean someone will be successful. And just because someone is less intelligent doesn’t mean that person will fail. That’s one take-home message from the work of people like Angela Duckworth.",
            "*a_girl_sitting_at_a_table_with_a_pile_of_books_in_front_of_her",
            "fCScientists find that students with more grit study harder than their peers and earn higher grades.",
            "She works at the University of Pennsylvania in Philadelphia. Like many other psychologists, Duckworth wondered what makes one person more successful than another. In 2007, she interviewed people from all walks of life. She asked each what they thought made someone successful. Most people believed intelligence and talent were important. But smart people don’t always live up to their potential.",
            "When Duckworth dug deeper, she found that the people who performed best — those who were promoted over and over, or made a lot of money — shared a trait independent of intelligence. They had what she now calls grit. Grit has two parts: passion and perseverance. Passion points to a lasting interest in something. People who persevere work through challenges to finish a project.",
            "Duckworth developed a set of questions to assess passion and perseverance. She calls it her “grit scale.”",
            "In one study of people 25 and older, she found that as people age, they become more likely to stick with a project. She also found that grit increases with education. People who had finished college scored higher on the grit scale than did people who quit before graduation. People who went to graduate school after college scored even higher.",
            "She then did another study with college students. Duckworth wanted to see how intelligence and grit affected performance in school. So she compared scores on college-entrance exams (like the SAT), which estimate IQ, to school grades and someone’s score on the grit scale. Students with higher grades tended to have more grit. That’s not surprising. Getting good grades takes both smarts and hard work. But Duckworth also found that intelligence and grit don’t always go hand in hand. On average, students with higher exam scores tended to be less gritty than those who scored lower.",
            "*a_girl_competing_in_a_spelling_bee_standing_on_stage",
            "fCStudents who perform best in the National Spelling Bee are those with grit. Their passion, drive, and persistance pay off and help them succeed against less “gritty” competitors.",
            "But some people counter that this grit may not be all it’s cracked up to be. Among those people is Marcus Credé. He’s a psychologist at Iowa State University in Ames. He recently pooled the results of 88 studies on grit. Together, those studies involved nearly 67,000 people. And grit did not predict success, Credé found.",
            "However, he thinks grit is very similar to conscientiousness. That someone’s ability to set goals, work toward them and think things through before acting. It’s a basic personality trait, Credé notes — not something that can be changed.",
            "“Study habits and skills, test anxiety and class attendance are far more strongly related to performance than grit,” Credé concludes. “We can teach [students] how to study effectively. We can help them with their test anxiety,” he adds. “I’m not sure we can do that with grit.”",
            "In the end, hard work can be just as important to success as IQ. “It’s okay to struggle and go through setbacks,” Kaufman says. It might not be easy. But over the long haul, toughing it out can lead to great accomplishments."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/measles-can-harm-childs-defense-against-other-serious-infections",
        "title": "\n\tMeasles can harm a child’s defense against other serious infections",
        "content": [
            "*860_main_measlesboyjpg",
            "A measles infection can bring a rash, fever, cough and sore eyes. Other impacts of the virus, though, can last years after those initial symptoms are gone, scientists are finding.",
            "The most iconic thing about measles is its rash. Red, angry splotches make this infection painfully visible. But that rash — and even the fever, cough and sore eyes — distracts from the infection’s real harm: an all-out attack on the immune system.",
            "The immune system retains memories of the infections it fights. That helps it know what to do when it encounters familiar germs in the future. But measles wipes clean those memories. The resulting “immune amnesia” from measles can leave people at risk of developing infections from other harmful viruses and bacteria for years, scientists are finding. Pneumonia, ear infections and diarrhea are common side-effects.  ",
            "That makes measles “the furthest thing from benign,” says Michael Mina. As a pathologist, he studies infectious diseases at Harvard University in Cambridge, Mass. Measles increases people’s susceptibility to everything else, he says. And that has big costs.",
            "Scientists now have a better picture of how the measles virus mounts its sneak attack. They know which cells are most at risk and how long the immune system seems to suffer. Studies helped fill in the details. They came from tests in lab animals and in human tissues and from comparing children before and after they had measles.",
            "*060819_ls-measles_inline_schematic_730png",
            "fCOnce the measles virus invades the body, infected immune cells spread widely — even before symptoms appear. The amount of virus, or viral load (shown as a beige curve behind the bodies), peaks between 7 and 10 days after infection. Afterward, the body is left with fewer memory immune cells. Source: B.M. Laksono, Erasmus MC, Rotterdam, Netherlands ",
            "This new view may help explain why the measles vaccine seems to have far-reaching effects. The shot prevents deaths — and from more diseases than just measles, says Rik de Swart. He’s a virologist at Erasmus University Medical Center in the Netherlands. By shielding the immune system from one virus, the vaccine may help keep other disease-causing germs at bay.",
            "After someone with measles coughs or sneezes, their virus can linger in the air and on surfaces for up to two hours. Once inside its next victim, that virus attacks immune cells. It targets those in the nose, throat, lungs and eyes. These immune cells have a protein called CD150 on their surface. This protein allows the virus to invade, experiments on lab animals show.",
            "Inside the cells, the virus quickly makes copies of itself. Then it spreads to places packed with other immune cells, such as the bone marrow, the spleen, tonsils and lymph nodes. The measles virus has an “enormously strong” preference for infecting immune cells, says Bert Rima. He is an infectious-disease researcher at Queen’s University Belfast in Northern Ireland.",
            "By looking at preserved human tissue, Rima and his colleagues traced how measles invades the immune system. Eventually, newly made viral particles move to the respiratory tract. From there they can be coughed out to sicken more people. The researchers described their findings in the May/June 2018 issue of mSphere.",
            "A severe measles infection usually lasts several weeks. It can sometimes bring ear infections and pneumonia. In rare cases, a deadly brain swelling may also occur. On their own, those are worrisome side-effects, says Anthony Fauci. He is the director of the National Institute of Allergy and Infectious Diseases in Bethesda, Md. But the loss of immune cells also can leave people prone to infections that the immune system would normally fend off.",
            "In 2013, de Swart and colleagues had a chance to study the immune effects of the measles virus in children. These kids were part of a closed-off community of Orthodox Protestants in the Netherlands. Parents in this community refuse to let their kids become vaccinated. As a result, bouts of measles have been common. The community’s last measles outbreak had ended in 2000. So it was just a matter of time before the virus took hold again.",
            "The researchers got permission from parents to take blood samples from healthy children who never had measles. They wanted to study their immune cells. Then, the researchers waited for an outbreak. They would test the kids again after an infection.",
            "And they didn’t have to wait long. An outbreak ripped through the community just as the researchers began collecting blood. Classrooms emptied as sick siblings packed into dark living rooms to protect their sensitive eyes. De Swart’s team had blood samples from before and after 77 of those children came down with measles.",
            "The measles virus targets immune cells called memory B and T cells, de Swart says. These cells remember threats the body has already fought off. They also help the immune system spring into action quickly if those threats return. After the measles outbreak, the numbers of some types of the memory cells dropped in children who had caught the disease. That created an immune amnesia.",
            "De Swart’s team reported its findings November 23, 2018 in Nature Communications.",
            "The immune system might take months, or even years, to bounce back from this memory loss. Researchers, including de Swart and Mina, compared health records of children in the United Kingdom from 1990 to 2014. For up to five years after a bout of measles, children experienced more infections than did those who never had the disease. And children who’d had measles were 15 to 24 percent more likely to receive a prescription for medicine to treat an infection. The findings were reported last November 8 in BMJ Open. ",
            "*060819_ls-measles_inline_graph_730png",
            "fCChildren in the United Kingdom who had measles (red line) were more likely to receive prescriptions to treat other diseases in the following months and years than were children who hadn’t gotten measles (pink line). Source: K. Gardroen et al/BMJ Open 2018 ",
            "Mina and his colleagues found similar results for deaths from nonmeasles infections among children in England, Wales, the United States and Denmark. When measles was rampant, children were more likely to die from other infections, the researchers found. And this added danger from measles stuck around for a long time. Even several years out, measles survivors were more likely to die from other infections than did children who had not gotten measles.",
            "At some point, the immune system can recover its memories. But it’s not clear how. With new methods that can measure these memories, Mina and others hope to figure that out.",
            "Most children get over measles without a problem. “The immune system is incredibly resilient,” de Swart says. Still, measles is not an innocent childhood disease. For some people, the outcome can be severe.",
            "But there’s a vaccine for measles. With it, “we know how to prevent this potentially lethal disease,” Mina says. “It’s so simple.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/vaccines-help-everyone-even-unvaccinated",
        "title": "\n\tVaccines help everyone — even the unvaccinated",
        "content": [
            "*860_unvaccinated_kids_runningpng",
            "Most people think that vaccines only help those who get that shot in their arm. In fact, vaccines also limit the spread of disease to people who, for medical reasons, cannot be vaccinated.",
            "Kids’ cuts and scrapes are rarely a big deal. But one six-year-old boy in Oregon nearly died after getting a cut on his forehead while playing outside. Six days after the accident, his jaw began clenching. Muscle spasms wrenched his arms. His neck and back arched out of control. Then the boy had trouble breathing. Emergency medical personnel airlifted the child from the family farm to a hospital. Doctors quickly figured out the problem: tetanus.",
            "The bacteria that cause tetanus are everywhere, notes the Centers for Disease Control and Prevention (CDC) in Atlanta, Ga. Luckily, there’s a vaccine that can prevent tetanus. But the boy’s parents wouldn’t let him get it.",
            "As a result, the child became so sick he had to spend 57 days in a hospital. For more than a month of that time, he needed a breathing machine. After the hospital, he had to spend 17 more days in a health-recovery center. The treatment was costly: $811,929. And that didn’t cover the cost of airlifting him to the hospital when his symptoms turned deadly.",
            "Eventually, the boy got better. Yet even after doctors explained the tiny risks and huge benefits of vaccines, his parents refused follow-up doses of vaccine for their son.",
            "*730_tetanus-chart_CDCpng",
            "fC\nThis graph shows the success of the tetanus vaccine, over time, in reducing U.S. incidence of that life-threatening disease.\n",
            "Doctors described his case in the March 8 issue of Morbidity and Mortality Weekly Report (MMWR).",
            "“Vaccines are safe. Vaccines save lives,” says Peter Hotez. “They are the most effective public health technology ever invented.” He’s a pediatrician and vaccine scientist at Baylor College of Medicine and Texas Children’s Hospital. Both are in Houston.",
            "Most people gladly get vaccines for themselves and their children. Yet a small share of people says no. In fact, the percent that turns them down has been climbing. That is putting more children at risk. And it endangers the health of others, from babies to cancer patients and more.",
            "“We’ve reached a point where so many children are not being vaccinated, that we’re seeing a return of dangerous and even deadly infectious disease,” Hotez says.",
            "Vaccines work by arming the immune system to fight off a disease. “A vaccine gives your body a little sample of what a virus or bacterium looks like,” explains Danielle Koenig. She’s a health educator with the Washington Department of Health in Olympia. A vaccine prompts the immune system to make germ-killing antibodies. Later, if you’re exposed to those germs, “your body has those antibodies ready to go.”",
            "But that’s not all. Many vaccines help protect other people from infections. As more and more people get a vaccine, the disease has fewer people it can infect. And that’s the first step in slowing or even stopping its spread. Public health experts call this herd immunity. ",
            "Herd immunity works like a shield or force field to protect those people who are most at risk because they cannot be vaccinated, Koenig says. “The more people who get vaccinated, the stronger that field is.” On the flip side, “if not enough people are immunized, that force field breaks down and there are holes in it.”",
            "*730_herd_immunitygif",
            "fC\n1: For highly infectious diseases, such as measles, sickened people (shown in red) can quickly spread the disease through a large share (right) of the exposed population.\n2: When few people are vaccinated (shown in yellow, left), a highly contagious disease can still quickly spread (red, at right) to unvaccinated people.\n3: When most people get a vaccine (yellow, at left), they greatly limit how effectively an infection can spread (red, at right) within a population. Their ability to protect others is known as “herd immunity.”\n",
            "Measles is a disease that causes high fevers, coughing, a sore throat and an ugly rash. One or two in every 1,000 people who get measles will die from it, the CDC notes. Many more will end up with pneumonia, brain infections and nervous-system damage, such as deafness. Measles also makes it hard to fight off certain other diseases for the next two to three years.",
            "“Measles is a very dangerous disease,” observes Jonathan McCullers. He is a pediatrician at the University of Tennessee Health Science Center and Le Bonheur Children’s Medical Center in Memphis. He’s also a faculty member at St. Jude’s Children’s Research Hospital in the same city.",
            "In contrast, “the vaccine against measles is very safe and very effective. One dose provides protection in about 93 percent of individuals,” McCullers says. A second, booster dose bumps the protection up to 97 percent. And, he notes, “Very few side effects occur.” ",
            "Herd immunity also protects individuals who can’t be vaccinated. This includes babies who are too young to get vaccines. It also counts cancer patients and others with weak immune systems. About one in eight U.S. children and teens depend on herd immunity to protect them from measles. This also includes about 3 in every 100 people for whom a vaccine might not offer full protection. And it counts children whose parents say no to vaccines. These people can still become infected. But they’re far less likely to get sick because of herd immunity.",
            "*375_measles_vaccine_DFID_UKpng",
            "fCThis nurse in Ethiopia is preparing a shot of measles vaccine for her patient.",
            "Measles is only one of many diseases for which there is a vaccine. Another is pertussis (Pur-TUSS-is), which triggers a severe hacking cough. (In babies it is known as whooping cough, for the sound of their coughs.) This infection can cause pneumonia, convulsions, brain disease and breathing problems.",
            "A tetanus vaccine could have prevented the disease that almost killed the Oregon boy. Other diseases that a vaccine could prevent: diphtheria (Dip-THEER-ee-uh), which makes it hard to breathe and can lead to heart failure. There’s also rotavirus, which causes severe and sometimes deadly diarrhea. Vaccinations can prevent chickenpox, which produces fever, a rash and sometimes serious nerve damage in later life (known as shingles). Vaccinations can also prevent Rubella (Rue-BEL-lah), which can trigger fetal deaths in pregnant women.",
            "And then there’s the yearly vaccine against flu. This common infection kills tens of thousands of people in the United States each year. Teens also need vaccines for human papillomavirus (Paa-pil-LOH-muh-vy-rus) and meningococcal (Meh-NIN-jo-KOK-ul) disease. The first of these can lead to cancer. The second attacks the nervous system and blood stream.",
            "*_Vaccines_help_everyone_even_the_unvaccinated0",
            "fCThe Coxsackie B4 virus particles, shown here, could cause life-long debilitating muscle damage that left some its victims paralyzed. Once polio vaccines became available, this highly infectious disease all but disappeared. ",
            "*a_microscopic_image_of_the_Clostridium_tetani_bacteria",
            "fCThe potentially life-threatening tetanus — also known as lockjaw — is caused by infection with Clostridium tetani bacteria (stained here in with methylene blue). ",
            "*an_illustration_of_a_measles_virus",
            "fCThis illustration shows what a measles virus looks like. Just since the year 2000, vaccinations have saved more than 20 million people from dying of this disease. ",
            "*a_microscopic_image_of_Corynebacterium_diphtheriae_bacterium",
            "fCThese Corynebacterium diphtheriae bacteria are responsible for causing diphtheria, a disease that can obstruct the airways, sometimes killing its victims by suffocation. ",
            "*a_digitally-colorized_transmission_electron_microscopic_image_of_rotavirus",
            "fCRotavirus, stained blue in this electron micrograph, occurs most commonly in young children. It causes fever, tummy aches and watery diarrhea. Some children die from the disease. Vaccines can’t always prevent the sickness, but they can greatly limit its severity. ",
            "*transmission_electron_microscopic_TEM_image_of_the_Varicella_zoster_virus",
            "fCThis Varicella zoster virus is responsible for chickenpox, a highly contagious disease. It can cause a fever, an itchy blistering rash and exhaustion. ",
            "*an_illustration_of_a_human_papillomavirus",
            "fCThere are some 150 different human papillomaviruses (like the one illustrated here). They currently infect about one in every four Americans. The most common sexually transmitted disease, it can cause warts or no symptoms at all. But infected people are at a heightened risk for later developing cancer in the genitals. ",
            "*_Vaccines_help_everyone_even_the_unvaccinated1",
            "fCThe Neisseria meningitidis bacterium (in blue) causes meningococcal disease. Symptoms include fever, headache and a stiff neck. It can also cause severe disease if it infects the brain, spinal cord or bloodstream. Once symptoms occur, the disease can turn deadly in hours. Kids, teens and young adults are most at risk. ",
            "On March 5, 18-year-old Ethan Lindenberger of Norwalk, Ohio, spoke to lawmakers in Washington, D.C. The high school student spoke of how his mother wouldn’t let him get vaccines when he was little. As a teen, he learned about the science behind vaccines. He talked with his mom, but she still said no. When he turned 18, Ohio law said he no longer needed his parents’ okay. So Ethan finally got those vaccines. But for 18 years he was at risk.",
            "Lindenberger didn’t get measles as a child. He also didn’t get other infections that vaccines could prevent. And he credits herd immunity for that. “The people around me were vaccinated,” he tells Science News for Students. “Other people’s concern for safety was keeping me safe.”",
            "iFhttps://www.youtube.com/embed/iHQ2pGqaI3o?feature=oembed",
            "Ethan Lindenberger testifies at a March 5, 2019 hearing, in Washington, D.C., convened by the U.S. Senate’s Committee on Health, Education, Labor and Pensions. The teen describes growing up unvaccinated.",
            "In turn, Ethan felt concern for others. So when he was legally able to, he got vaccinated. “I saw that getting vaccines not only protects yourself but other people, and that was a big thing for me,” he says.",
            "Before a measles vaccine became available in 1963, there were nearly half a million U.S. cases each year, of which nearly 500 died, the CDC says. Thanks to vaccines, though, the United States eliminated measles in 2000. And since 2000, the vaccine has prevented more than 21 million deaths worldwide, according to a November 30, 2018 report in MMWR.",
            "However, unvaccinated travelers can still bring the airborne virus into the country from places where the disease is common. Already in 2019, New York, Texas, Illinois, Michigan, Oregon and Washington have been fighting outbreaks. As of March, most patients in the Washington outbreak had never been vaccinated for measles.",
            "Since 2011, CDC reports there have been more than 2,100 cases of measles — 268 so far this year. Outbreaks happen elsewhere, too. Europe had more than 82,000 cases in 2018. Brazil had more than 10,000 cases that year. Those data come from the World Health Organization and the Pan American Health Organization.",
            "*350_vaccinated_yemeni_babypng",
            "fCThe blue card shows that this baby in Yemen is now protected from several diseases. Vaccine schedules for babies depend on several factors, including when their mom’s immunity to a disease is likely to wear off. ",
            "Vaccine-preventable diseases should be on the decline. However, that is no longer true for some of these diseases. That’s because not everyone who can be vaccinated gets their recommended vaccines. As of 2017, about 13 in every 1,000 children under age two had never gotten a vaccine. That’s more than four times as many as in 2001, the CDC reported last year.",
            "That 13 in every 1,000 may sound like a tiny number. But 3.86 million babies were born in the United States in 2017. So if the rate stays the same, that’s more than 50,000 more unvaccinated kids each year.",
            "All U.S. states have laws that say children must get certain vaccines to attend school or daycare. A small share of those kids can’t get vaccines for medical reasons. And the laws allow for that. But the vast majority who don’t get vaccines have no medical exemption. As of 2018, 47 states allowed parents to say no for religious reasons. And laws in 18 states now let parents say no based on just their personal beliefs.",
            "Saad Omer is an epidemiologist — a disease detective — at Emory University’s Vaccine Center in Atlanta, Ga. For a 2016 study, he led a team that reviewed 18 reports on measles outbreaks. More than half the people who were infected had never gotten the measles vaccine. And seven in every 10 of these people had no medical reason. That shows that vaccine refusals play a role in causing and spreading measles, the team concluded. Omer talked about his team’s findings at the same hearing where Ethan spoke.",
            "Herd immunity only works if enough people in a group have had their vaccines. The exact number depends on how fast a disease spreads and other factors. Measles is very contagious and spreads through the air. On average, Hotez explains, for every one person who gets measles, 12 to 18 more will now get it, too — “if they’re not vaccinated.” Measles outbreaks show up first when people skip vaccines, he says.",
            "*350_vaccination_happy_girlpng",
            "fC Getting vaccination shots can pinch for a moment. But this shot in the arm can protect you — and often others — from some very nasty diseases. ",
            "So public health officials aim for a 92 to 95 percent vaccination rate.",
            "Some places are near or already below that threshold. In 2018, the rate for measles vaccination in Arkansas was just under 92 percent. This and other states also have “pockets” where clusters of vaccine-refusers live, says McCullers.",
            "Even if a state’s overall rate is high, those clusters may be below the levels needed for local herd protection. Outbreaks can then spread easily there. And from there, they can “spill out into other populations,” McCullers says. That poses a big problem for children and other people who have no protection.",
            "Arkansas isn’t the only place with areas like that. In a 2018 study, Hotez and others identified U.S. “hot spot” counties, ones with the most nonmedical refusals. Parents of more than one in every 20 children in those places had said no to their getting vaccines.",
            "“We found more than 100 hot spots like that in the country,” Hotez says. Rural Camas County, Idaho, had the highest rate (nearly 27 percent unvaccinated) — or more than one in every four kids. The list also has several urban counties with recent measles outbreaks. They include counties around or near Portland, Ore., Detroit, Mich., and the Texas metro areas of Houston, Fort Worth and Plano. His team identified those hot spots last June in PLOS Medicine.",
            "*730_vaccine_excemption_map_2016png",
            "fC\nThis map shows rates in the 18 U.S. states that as of 2016 allowed parents to withhold vaccinations from their children for nonmedical reasons. Deep red areas had the highest rate of such exemptions — between 5 and 30 percent.\n",
            "It doesn’t take a big drop to cause problems, either. Hotez and a colleague found that just a 5 percent drop in vaccination rates could triple the number of measles cases each year for U.S. children aged two to 11. And the public health costs of dealing with those cases would be an extra $2.1 million per year. Hotez and Nathan Lo reported those findings in the September 2017 JAMA Pediatrics.",
            "In a sense, vaccines are victims of their own success, Ethan notes.",
            "McCullers agrees. “If they work really well, nobody sees the disease for 30 years, and you get really complacent,” he says. But when a disease reemerges, people see the awful impacts. The little boy in Oregon was just “a regular kid who scrapes his forehead,” McCullers says. “Then he’s in the hospital for months with this horrible and painful disease.”",
            "*350_zika_test_vaccinepng",
            "fCZika is one of the most recent highly infectious viral diseases for which a vaccine is being developed. ",
            "More education for parents may help avoid such problems. Starting in 2011, Washington state law has made parents get counseling from a licensed healthcare provider before they can refuse vaccines for their children. Vaccination rates went up for all but one available vaccine once the law was in effect. Omer and others reported that news last year in Pediatrics.",
            "Policy makers can take action, too. As of March 2019, Oregon lawmakers are considering a bill to end non-medical exemptions from required vaccines. Another idea might be for lawmakers to lower the age when teens can get vaccines on their own. In most states that’s now age 18. However, some states let “mature minors” give their own consent.",
            "What if you need your parents’ permission to get vaccines? Talk with your pediatrician or family doctor, Hotez suggests. Ask about your options. Your doctor may help talk to your parents as well.",
            "“Be respectful, and be as kind as you can be,” when you talk with a parent or guardian, Ethan advises kids and teens. Although he says his mom was wrong about vaccines, he knows she loves him. So he keeps sharing the facts with her. He hopes his four younger siblings will eventually decide to get their vaccines.",
            "Most people who reject vaccines “are coming from a fear-based, emotional place,” says Koenig at the Washington State Department of Health. “We suggest appealing to their brain and their heart. Understand where they’re coming from, and acknowledge that they want the best for their family.” Then try to address those feelings, she says, while staying true to the science.",
            "If someone worries about side effects, for instance, focus on what any real side effects are — instead of ones spread through misinformation. Then you can talk about the much greater dangers of getting a preventable disease. Or, if someone thinks vaccines are gross, talk about how disgusting disease impacts can be. Those suggestions come from Matthew Motta. He’s a political scientist at the University of Pennsylvania in Philadelphia. He studies science communication and public policy impacts when people reject science.",
            "Promote sound science about vaccines on social media too, suggests McCullers. Just as teens used social media to spread the word about school strikes for climate action, young people can speak out about the importance of vaccines, he says. “Now one teen has one voice, and that voice can go around the world.” (And yes, you can link to this article!)",
            "Share personal stories and concerns as well, McCullers says. Think about the people you care about, and speak up for them. Maybe you have a baby brother, sister or cousin who could be in danger from unvaccinated people. Perhaps you don’t want your grandparents to face more risks from flu or other illnesses. You might also have a friend or family member whose immune system is weak because of cancer or another disease.",
            "Full disclosure: My daughter Bethany died from cancer in 2018. Treatments weakened her immune system. So an infectious disease could have made her sicker or killed her. I echo what her husband Jarrod wrote on Facebook: “I got an extra two-and-a-half years with Bethany because everyone who loved her listened to our requests and was vaccinated against diseases that are easily dealt with.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/why-some-people-think-they-know-more-vaccine-experts",
        "title": "\n\tWhy some people think they know more than vaccine experts",
        "content": [
            "*860_vaccine_expertspng",
            "This teen has a reason to smile after getting a vaccine. Vaccines provide long-lasting protection against dangerous diseases.",
            "Vaccines save lives — millions every year. Yet some parents won’t let their children get this common treatment. New research suggests many of these people think they know more than the experts. That may make them more likely to fall for baseless myths, the study concludes",
            "Matthew Motta is a political scientist at the University of Pennsylvania in Philadelphia. He studies science communication and the public-policy impacts of people rejecting science. Recently, he and others surveyed 1,310 U.S. adults on their knowledge of autism. Some websites wrongly appeal to parents’ fears that childhood vaccines may cause the complex brain condition — even though study after study has shown that there is no link. Motta’s group also asked how these people felt about government requirements that all children get vaccines.",
            "More than a third of the people surveyed claimed they knew as much or more about the causes of autism than either doctors or scientists. In fact, the opposite was true. People who thought they knew more than the experts generally knew the least about autism. That overconfidence was also strongest among people who oppose vaccines.",
            "The Dunning-Kruger effect helps explain the results, Motta says. Psychologists Justin Kruger and David Dunning first described the effect in 1999. At the time, both worked at Cornell University in Ithaca, N.Y.",
            "*375_CDC_Measles_rashpng",
            "fC\nRashes from the measles, like the one in this 1958 photo of a patient’s abdomen, used to be a common sight before the measles vaccine was developed. Dangers from vaccine-preventable diseases are very real and growing again as more people reject doctors’ advice.\n",
            "“Some people have so little knowledge about a subject that they actually don’t know how much knowledge they lack,” Motta explains. In other words, people who don’t know what they don’t know can mistakenly think they know plenty. They’re wrong. Yet they feel quite confident that they know more than people who have spent their lives doing research in that field.",
            "Motta’s group also had another finding. Overconfident people are more likely to think that actors or talk show hosts should influence public policy on vaccines. In fact, such celebrities have no expert training and or knowledge. Often they, too, are overconfident — and wrong.",
            "The study appeared in the August 2018 issue of Social Science & Medicine.",
            "Salil Benegal is a political scientist at DePauw University in Greenfield, Ind. He wrote a commentary on the study’s findings. It ran in the September 2018 issue of Social Science & Medicine. The new study, he says, helps explain how overconfidence can “amplify the effects of misinformation from non-expert sources.” He says it can have the same effect on exaggerating the believability of some political groups.",
            "Indeed, Benegal says, the new findings may “be relevant to a lot of other areas where there is skepticism or misinformation about scientific facts.” He says that includes topics such as climate change or biotechnology.  ",
            "The new study, he adds, also highlights the problem some news outlets create when they look for comments from “both sides” — experts and non-experts — on matters of science. After all, science is about facts. And someone’s personal beliefs won’t change the facts.",
            "The new findings don’t mean that overconfident people are stupid, Motta says. They may even know a lot about things other than vaccines. And telling people that they’re idiots would never change their minds anyway.",
            "Some people might be willing to consider scientific evidence. Others might not listen. Ethan Lindenberger, 18, of Norwalk, Ohio, faced that problem. His mom wouldn’t let him get vaccinated. She rejected mounds of scientific evidence showing that vaccines are safe. “Her only response was: ‘That’s what they want you to think,’” Lindenberger said at a March 5 congressional hearing in Washington, D.C.",
            "When talking about vaccines with someone, such as a parent, don’t give up, Motta urges teens and tweens. “Make an effort to connect with your parents,” he suggests. “Talk with them on their own terms,” he says, “while staying true to the science.”",
            "If a parent worries about side effects, Motta says, contrast the teeny risk of any true side effect with the much greater danger of getting a potentially lethal disease.",
            "If a parent thinks vaccines are disgusting, Motta suggests that teens talk how getting a dangerous, preventable disease is much more disgusting. Describe the blotchy, ugly rashes of measles or skin scars of chickenpox. Describe the pain and spasms tetanus can cause or yucky diarrhea from rotavirus. Even the throat-clogging mucus from diphtheria (Dip-THEER-ee-uh).",
            "Motta and others are now at work on a new study. They hope it will show this strategy can work. If so, it may one day help health experts and others fight the growing problem of preventable disease.",
            "iFhttps://www.youtube.com/embed/iHQ2pGqaI3o",
            "fCEthan Lindenberger testifies at a March 5, 2019 hearing, in Washington, D.C., convened by the U.S. Senate’s Committee on Health, Education, Labor and Pensions. The teen describes growing up unvaccinated."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/numbers-how-infectious-measles-and-other-diseases-spread",
        "title": "\n\tBy the numbers: How infectious measles and other diseases spread",
        "content": [
            "*060819_ht_measles_scivis_featjpg",
            "Measles is extremely contagious. And one number, or rather a range of them, sums up the risk of its spread.",
            "Two diseases have dominated headlines in the past few months. Measles sickened at least 1,044 people in the United States between January 1 and June 13. The virus has shown up in 26 U.S. states. And in the African country of Congo, Ebola has racked up 2,084 cases since August 2018. Of those, 1,405 people have died. This outbreak has also spilled over into neighboring Uganda.",
            "Those numbers are scary. But another number illustrates how contagious a disease is. Really, it’s a range of numbers. It’s called the basic reproduction number, or R0 (pronounced “R naught”). This ratio describes how easily an infectious disease can spread.",
            "Every infectious disease has a basic reproduction number, or R0. This is the average number of people who would catch the bug from one infected person, in a population where no one is immune to the disease.",
            "Each dot in this graphic represents a person who would catch the disease from an infected person. R0 is usually expressed as a range because the factors that go into this ratio vary depending on the time and place of an outbreak.",
            "*060819_ht_measles_scivis_inline1_730png",
            "fCCredit: T. Tibbits; Sources: P. Fine/Epidemiol. Rev. 1993; S. Hay et al./Philos. T. R. Soc. B 2013; G. Chowell and H. Nishiura/BMC Med. 2014",
            "If one person is sick in an unvaccinated population, R0 estimates how many others that person would infect, on average. Researchers can use R0 to estimate how big an outbreak may become. They also would use it to plan a response if terrorists had found some way to turn a disease into a weapon.",
            "Every infectious event or outbreak has an R0. Three main variables go into calculating it. The first is how long people stay contagious once they’re infected (the number of days, for example). The second is how often an infected person is likely to come into contact with others on a daily basis. And the third variable is the likelihood of infecting those people. In turn, those variables are influenced by other factors. Those include the local environment and the average age of infected people. An R0 also can be affected by how closely people live to each other and things such as what public-health resources are available to them.",
            "Within epidemics, R0 can vary from country to country. If there’s more than one way to catch a certain disease, R0 also can vary between the transmission routes. That’s why when scientists talk about the R0 for a disease, they’re usually talking about a range of numbers.",
            "For measles, that range is 12 to 18: One person is likely to sicken 12 to 18 others. That’s high compared to something like Ebola. There, one person may infect another 1.5 to 2.5 people.",
            "That might seem surprising when you consider how many people Ebola has killed. But R0 measures how contagious something is, not how deadly it is.",
            "Part of what affects this R0 is how a disease spreads between people. Measles can travel through the air. Ebola instead spreads through bodily fluids. So the odds of making contact with the Ebola virus is far lower.",
            "David Smith is an epidemiologist, or disease detective, at the University of Washington in Seattle. “With measles,” he explains, “if you’re anywhere near someone with the disease, you could get it.” That’s why getting the measles vaccine is so important.",
            "Researchers also can use the R0 to figure out what share of people needs to be vaccinated to prevent a disease from spreading. This is known as herd immunity.",
            "For measles, generally 92 to 95 percent of a population needs to be vaccinated to reach herd immunity. Because Ebola has a lower R0 range, it also has a lower herd immunity threshold. Estimates suggest that only 42 to 63 percent of a population would need to be vaccinated to reach herd immunity against Ebola. Current vaccines are not 100 percent effective against all of Ebola’s various strains. Because of this, some researchers argue that the threshold may actually be higher — and that current vaccination efforts won’t get us there.",
            "The R0 range is not perfect. Researchers described its flaws in the January 2019 Emerging Infectious Diseases. For one thing, people don’t always define R0 in the same way. So even researchers may misinterpret what it means. And R0 can’t tell you how well a vaccine or other control is working while an outbreak is underway. For that you’d need to look at another reproduction number, called R effective or Rt. This number changes during an outbreak.",
            "Using R0 to describe an epidemic “isn’t great,” Smith acknowledges. The number assumes everyone’s immune system is encountering the disease for the first time and there are no vaccines. In an epidemic, that’s rarely true.",
            "Measles’ high R0 shows why it’s good that there’s a vaccine. Before one became widely available in the 1960s, millions of people got the measles each year — and hundreds of them died."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/vampire-bats-running-treadmills",
        "title": "\n\tPutting vampire bats on treadmills revealed an energy-burning quirk",
        "content": [
            "*A_vampire_bat_is_mid-stride_in_a_run_on_a_treadmill,_with_its_hind_limbs_both_down_and_its_front_lim",
            "A vampire bat working out on a tiny treadmill helped scientists figure out the quirks of its metabolism.",
            "Vampire bats live on a strictly blood-based diet. So strict, in fact, that they seem to process their food more like some blood-feeding flies than like other known mammals.",
            "Researchers discovered this by coaxing common vampire bats (Desmodus rotundus) to run on a tiny treadmill. Running isn’t that unusual for these bats in the wild. When they’re not flying around, they’re often found scurrying along the ground after cattle, horses and other mammals to feed from.",
            "While bats in this experiment hit the mini gym, scientists tracked the carbon dioxide they exhaled. Up to 60 percent of that CO2 came from the bats metabolizing fuel other than carbs or fats. That was surprising, since those are the fuels that typically power running mammals.",
            "Instead, much of the energy bats were using came from a recent high-protein meal of cow blood. The gases they exhaled during their workouts contained telltale traces from amino acids. Those are the building blocks of proteins.",
            "Another clue to the fuel a runner is using is the ratio of CO2 exhaled to oxygen used. This ratio stayed steady as researchers pushed the treadmill pace from walking to running. That steadiness is a sign that bats weren’t fueling their exercise the usual mammal way. Gas ratios typically change as exercise gets harder and mammals shift from burning mostly fats to relying more on carbs.",
            "Researchers shared these findings November 6 in Biology Letters.",
            "iFhttps://www.youtube.com/embed/rjBtx8AMR_Q?start=3&feature=oembed",
            "Researchers put vampire bats through their paces on a mini treadmill to discover what fuels their metabolism.",
            "The discovery means the vampire bats power along much like blood-feeding tsetse flies or some mosquitoes. That’s a first for mammals, thinks Ken Welch. He’s an ecological physiologist at the University of Toronto in Canada. He did the experiments along with Giulia Rossi. This physiologist now works at McMaster University in Hamilton, Canada.",
            "The basic chemistry of bats’ blood-based power isn’t that unusual. “In most of us mammals,” Welch says, we can break down amino acids for fuel or some other use. But those processes are “built to slowly churn along in the background.”",
            "Hibernating bears, for instance, might use this fuel source. “But these are extreme examples,” Welch says. And even then, bears “are not using amino acids they ingested in a meal only minutes before.”  ",
            "Vampire bats’ blood diet seems fairly poor in the kinds of nutrients that let most mammals build up their stores of fuels such as fats. So it makes sense to Welch that bats’ ability to use those fuels weakened over time.",
            "Yet relying so much on amino acids has its downsides. These fuels aren’t as easy to access quickly. And that means the bats could be more vulnerable to starvation. These vampires get thirsty often."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-sundog-definition-pronunciation",
        "title": "\n\tScientists Say: Sundog",
        "content": [
            "*Two_people_walk_on_a_frozen_surface_The_patterned_glow_of_a_sundog_appears_on_the_horizon",
            "Ice crystals in the air refract sunlight, creating a pair of sundogs on either side (left and right) of the sun setting on the horizon (center).",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1961400815&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Sundogs are bright flares of light that can appear on either side of the sun in the sky. They form when incoming sunlight bends, or refracts off tiny, prism-shaped ice crystals in the atmosphere. ",
            "Because of the angles inside these six-sided ice crystals, sundogs appear 22 degrees away from the sun in the sky. Sundogs can appear alone, as a pair on either side of the sun or on a halo that circles the sun. They can also occur at night when the moon is bright. These are known as moon dogs.",
            "Sundogs often contain a colorful, rainbowlike streak. That’s because the sun’s white light is made up of many different wavelengths, or colors of light. And those light waves bend at slightly different angles off ice crystals in the air. This separates incoming sunlight into the colors of the rainbow. But unlike a rainbow, which always has red on the outer edge, red appears on the inside of the sundog, closest to the sun. Blue appears on the outer edge of a sundog, farthest from the sun.",
            "Sundogs appear only when the sun is fairly low in the sky. When the sun climbs too high, sunlight doesn’t hit the ice crystals at the right angles. Light can’t refract in a way we can see, so sundogs disappear. Sundogs are most common at cold temperatures, but they can occur when it isn’t freezing out. They can appear anywhere on Earth, as long as there are ice crystals in the atmosphere. This often happens with wispy, high-flying cirrostratus clouds. The appearance of those clouds can indicate that rain is on the way.",
            "When people spot sundogs or moon dogs, there is a good chance that precipitation will fall in the next 24 hours.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/giant-rats-sniff-stop-poaching",
        "title": "\n\tGiant rat border agents could help put a stop to wildlife poaching",
        "content": [
            "*A_rat_wearing_a_red_vest_holds_a_small_brown_ball",
            "This giant African pouched rat is being trained to signal for illegally smuggled wildlife products. It pulls on a small ball on its collar to alert its handler.",
            "A new kind of border-patrol agent could soon sniff out smuggled goods in African ports. They’re rats that wear tiny red vests.",
            "Like dogs, African giant pouched rats have a great sense of smell. Researchers thought the rodents might be able to detect illegal goods that are smuggled across country lines. So trainers taught them to identify items from at-risk species. The animals might be able to help protect those species by finding smuggled ones before they could be sold.",
            "Many tourists visit regions like West Africa to see wildlife. But some species are disappearing. Poachers add to this problem by catching animals for the pet trade. Or they may illegally kill some for their parts. They might hack horns off living rhinos, for instance. Or they might leave dead elephants to rot on a forest floor. Products like rhino horns or elephant tusks are usually taken to other countries to be sold.",
            "Poaching and smuggling are destroying biodiversity, says Isabelle Szott, a behavioral ecologist. “It’s very brutal.”",
            "*A_rat_wearing_a_tiny_red_vest_stands_near_a_pile_of_boxes",
            "fCThis rat learned to identify scents in the lab. Now it’s trying its skills in a situation more like real life.",
            "Szott used to work in Tanzania, Africa, with a group called APOPO. This group has trained African pouched rats (Cricetomys ansorgei) to put their noses to use before. For example, some of these rats learned to detect dangerous weapons. Some can even sniff out a lung disease called tuberculosis.",
            "People at APOPO thought the rats also had potential at ports, where products enter and leave a country. Besides their incredible sense of smell, these rats are agile and cost little to care for.",
            "Szott’s team taught 11 rat recruits how to tell the difference between odors. The laboratory was a giant box outfitted with 10 small chambers. The researchers placed different samples in each chamber. Some were from animals that get poached. Others were not. The researchers gave the rats food when they kept their nose above the target odor for three seconds. That pose signaled that the rat had found something.",
            "*A_woman_feeds_a_rat_a_treat_through_a_giant_syringe_while_touching_its_head",
            "fCWhen it signals that it has detected a target odor, a rat is rewarded with a flavorful snack.",
            "The rats learned to signal when they found scales from a pangolin, a threatened small mammal. They also signaled when they sniffed rhino horn, elephant tusk and African blackwood (used in some musical instruments). Eventually, rats who completed these tests could tell the four scents apart from 146 other odors. Szott was part of a team that reported their results October 29 in Frontiers in Conservation Science.",
            "Training the rats to detect scents in the lab is only the beginning, says Szott. Some went on to get lessons in fake warehouses and even in real ports.",
            "When the APOPO rats get too old to be wildlife detectives, she says, they retire. They’ll “just live out their days,” pampered with fruits, veggies and sun-dried fish. ",
            "iFhttps://www.youtube.com/embed/mUkZTDkvGyA?feature=oembed",
            "At the San Diego Zoo, these super-sniffer rats show how they might hunt for smuggled wildlife at ports, in cargo holds and elsewhere."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-avulsion-definition-pronunciation",
        "title": "\n\tScientists Say: Avulsion",
        "content": [
            "*an_aerial_view_of_the_Mississippi_River_Delta,_showing_elaborate_branching_patterns_as_an_example_of",
            "As the Mississippi River meets the Gulf of Mexico in Louisiana, changes in river patterns form the Mississippi River Delta. This landform was seen from the Space Shuttle Challenger on November 5th, 1985.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2028017568&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "In geology, avulsion refers to a river or stream changing course over a short period of time. In medicine, avulsion means the tearing or pulling away of tissues in the body.",
            "River avulsions create new channels, or paths that water flows through. This changes the landscape around a river in several ways. In a full river avulsion, all the water in a river reroutes. This leaves behind a dry river channel as water takes a new path.",
            "Partial avulsions change the land differently. In a partial avulsion, the river splits. For example, a single river channel may split into several. If these channels reconnect downstream, this could create a braided river pattern, with several channels weaving together. Over time, this creates many small islands throughout the river.",
            "River avulsions can even help form new land. The Mississippi River Delta is one example. This 3-million-acre (12,000 square kilometers) area of coastal Louisiana stretches into the Gulf of Mexico. (If Louisiana looks like a foot, consider the delta the toe.) As the Mississippi River empties into the Gulf of Mexico, it deposits sand and mud.",
            "The landscape near the delta is very flat. This means the river changes its path often. For instance, a flood might wash sediment into a channel, blocking waterflow. The river adjusts, searching for a new, easier route to the ocean. With each avulsion, new mounds of sediment form. This process extends the delta further into the sea.",
            "Medical science uses a second definition for avulsion. In medicine, avulsion describes an injury where body tissues are torn or pulled apart. One kind of avulsion injury is an avulsion fracture. This happens when part of a bone separates from the rest of the bone.",
            "Avulsions can lead to dangerous floods that threaten rural communities.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-lava-bomb-definition-pronunciation",
        "title": "\n\tScientists Say: Lava bomb",
        "content": [
            "*_Scientists_Say_Lava_bomb3",
            "Lava bombs are gobs of lava thrown into the air by explosive volcanic eruptions. Smaller lava bombs can cool completely before landing. Larger ones only harden on the outside, creating a solid coating around molten rock. ",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2021100501&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Lava bombs are one type of debris that explosive volcanic eruptions can launch into the air.",
            "When a volcano erupts, it can shoot a mix of ash, crystals, rock and other fragments into the air. Some of those fragments start out as magma — molten rock from deep within the Earth. When magma leaves the volcano, it becomes lava and begins to cool. Blobs of lava thrown into the air turn into lava bombs. Some of these blobs have solid rock at their cores. Others contain gas bubbles. Still others are molten rock, through and through.",
            "Geologists consider a blob of lava to be a lava bomb if it is at least 6.4 centimeters (2.5 inches) across and rounded. That is, as long as it has no sharp angles. Lava bombs can be mostly round, like basketballs, or elongated, like footballs. Sometimes strings of lava stretch to form ribbon-shaped lava bombs. And lava bombs can get big. The largest one ever recorded was a whopping 6 meters (20 feet) across.",
            "Lava bombs can spend up to 10 seconds soaring through the air before landing. As the lava encounters the cold air of the atmosphere, it cools and hardens from the outside in. Smaller lava bombs can cool completely before landing. Larger ones only harden on the outside. This creates a solid coating that cracks like the crust on a loaf of bread. When the inside of a lava bomb is still hot and squishy when it hits the ground, it can land with a splat — flattening out like a cow pat.",
            "Most lava bombs land within 5 kilometers (3 miles) of an eruption. But some travel as far as 10 kilometers (6 miles). Of all threats posed by a volcanic eruption, researchers estimate, lava bombs are the most dangerous to people.",
            "Lava bombs form when globs of lava shoot out of a volcano and begin to harden before hitting the ground.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/jane-rigby-james-webb-telescope",
        "title": "\n\tJane Rigby helped make the James Webb telescope a superstar ",
        "content": [
            "*A_photo_of_Jane_Rigby_standing_in_front_of_a_large_galaxy_image",
            "Jane Rigby originally wanted to be an astronaut. Now, she explores deep space as the senior project scientist for the James Webb Space Telescope.",
            "One of a telescope operator’s main jobs is to keep stray light out of the instrument. Unwelcome light can wash out the cosmic glimmers of distant stars and galaxies. During more than a decade of work on NASA’s James Webb Space Telescope, Jane Rigby obsessed over minimizing light leaks. And she had extraordinary success. ",
            "Rigby herself, now the senior project scientist for JWST, is a source of light. ",
            "“I don’t know how she does everything that she does, and does everything well,” says Keren Sharon. She’s an astronomer at the University of Michigan in Ann Arbor. “She gets giddy,” Sharon says of Rigby. “It could be about figuring out a [technical] bug, or discovering this super-exciting thing about a galaxy. … Her face lights up.” ",
            "Rigby got interested in a career in space science around age 12, after she saw Sally Ride speak at a local college. Ride was the first American woman in space.  ",
            "As a college student, Rigby got her first experience using a telescope for research. At the McDonald Observatory in Texas, she and her colleagues aimed a telescope at a distant quasar. The project was plagued by light leaks and ultimately yielded no data. “But it was really fun,” Rigby says. “I was learning everything, trying to learn how the telescope worked.” ",
            "*A_galaxy_12_billion_light-_years_away_and_shown_is_false_color_is_being_magnified_by_a_nearer_galaxy",
            "fC With JWST data, Rigby and colleagues found signs of hydrocarbons in this galaxy (red ring, shown in false color). It’s located more than 12 billion light-years from Earth. A second, closer galaxy (blue) lined up perfectly to magnify the light from the more distant one. ",
            "Since then, Rigby has used many telescopes, including ones in Hawaii, in Chile and even in space. Those instruments have helped her investigate how galaxies evolve along with the supermassive black holes hiding within them.  ",
            "“I will use any telescope I can get my hands on,” Rigby says. All that telescope time meant she was ready to join the JWST team when the opportunity came in 2010. ",
            "To work on JWST, Rigby took a job at NASA’s Goddard Space Flight Center in Greenbelt, Md. Before launch, most of her time was devoted to making sure that changes to the telescope’s design wouldn’t mess up the science. After the telescope launched in 2021, her job shifted to characterizing how well the telescope works — and JWST is basically a dream come true. ",
            "There’s better image quality, higher sensitivity, faster response times and a longer potential mission lifetime than predicted before launch. Plus, there’s practically no light leaks. “It’s not an accident that the telescope works so well,” Rigby says, pointing to a huge amount of work by tens of thousands of people.  ",
            "With the telescope working so well, Rigby could turn her attention to scientific questions. She helps lead an observing program that looks at galaxies whose light has been magnified by foreground objects. That helps astronomers glimpse how the galaxies form stars.  ",
            "Rigby has also lit a path for queer astronomers and others who are historically underrepresented in astronomy. She has been out as part of the LGBTQ+ community since 2000, and she has devoted much of her career to holding the door open for others. She has helped set up groups and meetings for making astronomy more inclusive. A current priority is making sure trans people feel safe and welcome in the field. ",
            "“I didn’t grow up with any queer role models,” Rigby says. “I hope I’m the last generation for which that’s true.”  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/zombie-star-spiky-filaments-supernova",
        "title": "\n\tThis zombie star’s spiky filaments are baffling astronomers",
        "content": [
            "*A_glowing_sphere_with_purple_spikes_appearing_to_grow_out_of_it",
            "A shell of dust and a crown of spiky tendrils surround the supernova remnant Pa 30 (illustrated). These are the remains of a stellar explosion seen in 1181.",
            "Some 6,500 light-years from Earth lurks a zombie star. It’s cloaked in long tendrils of hot sulfur. Skywatchers saw this star go supernova nearly 900 years ago. No one knows just how that explosion formed the tendrils now surrounding the dead star. But new observations capture the 3-D structure and motion of this debris.",
            "“It’s a piece of the puzzle towards understanding this very bizarre [supernova] remnant,” says Tim Cunningham. An astronomer, he works at the Harvard & Smithsonian Center for Astrophysics. That’s in Cambridge, Mass. He was part of a team that shared its new findings November 1 in Astrophysical Journal Letters.",
            "Astronomers in China and Japan first noted this supernova in 1181 as a “guest star” in the sky. But modern astronomers didn’t find the remains of that explosion, now called the Pa 30 nebula, until 2013.",
            "When they did find the remnant, it looked weird. The supernova appeared to be a kind called type 1a. This type of stellar explosion involves a white dwarf star blowing up and destroying itself in the process. But in the case of Pa 30, part of the star survived.",
            "Stranger still, the star was surrounded by spiky filaments. Those tendrils stretch about three light-years in all directions. “This is really unique,” Cunningham says. “There’s no other supernova nebula that shows filaments like this.”",
            "He and his colleagues used a telescope at the W.M. Keck Observatory in Hawaii to look at the nebula. They recorded how fast the filaments are moving relative to Earth. Then they built a 3-D model of those filaments and their motions through space.",
            "The system is structured “kind of like a three-layered onion,” Cunningham says. The inner layer is the star. Then there’s a gap of one or two light-years, which ends in a spherical shell of dust. The final layer is the filaments, which emerge from the dust shell.",
            "How the filaments formed remains a mystery. Also unclear is how those spikes have managed to stay in such straight lines for centuries.",
            "Maybe a shock wave from the explosion ricocheted off the wispy material between this star and its neighbors. As the shock wave bounced back toward the white dwarf, it could have sculpted the material into the spikes astronomers see. But future studies will have to confirm or rule out that scenario."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/device-sniffs-out-food-allergens",
        "title": "\n\tThis teen engineer’s device sniffs out common food allergens",
        "content": [
            "*Samvith_Mahadevan_holds_a_small_white_device_designed_to_detect_food_allergens_and_stands_next_to_a_",
            "Samvith Mahadevan, 14, built an early warning system for people with food allergies. Using artificial intelligence, the device can determine whether a food contains common allergens based on scent. ",
            "Samvith Mahadevan, 14, has had severe food allergies his whole life. He’s been exposed to allergens when eating foods that were not labeled properly. To protect people like him from allergic reactions, Samvith decided to build his own allergen detector.",
            "Most detectors like these are costly. Usually, they must touch the food they’re testing. But Samvith’s inexpensive sensor “smells” particles wafting off food in the air. Then, it uses artificial intelligence to see if the food contains common allergens.",
            "Samvith trained his device with machine learning to detect eggs, peanuts, pistachios, almonds, cashews and walnuts. In tests, his system could sniff out those allergens in foods, such as cookies and curries, with 94 to 97 percent accuracy.",
            "An aspiring engineer, Samvith did his project as a seventh grader at Canyon Vista Middle School in Austin, Texas. His research earned him the Lemelson Foundation Award for Invention at the 2024 Thermo Fisher Scientific Junior Innovators Challenge. That competition is run by Society for Science, which also publishes Science News Explores. In this interview, Samvith shares his science fair experiences and advice.",
            "“It was really exciting, because I had to go through a lot of different trial and error, and there were definitely a lot of failures along the way,” Samvith says. So seeing his sensor accurately pick out allergens “really felt motivating … because it showed me that this idea has a lot of potential.” With further development, Samvith says, “we could save a lot of lives.”",
            "When he first started training his system, “the accuracy was very, very low,” Samvith says. “I had to try a lot of different things.” First, he tried altering the allergen samples he was using to train his system. But that didn’t work. It wasn’t until he tweaked some parts of his machine learning program that the sensor’s accuracy shot up. “When I finally figured out the right combination of those settings, it felt like, ‘Oh, that’s good.’”",
            "“Once you think about a problem you want to solve, you can keep it in the back of your mind. You have to be observant all the time and have a curious mind,” Samvith says. He got the idea to use scent for detecting allergens by just watching an ant in his kitchen home in on sugar from afar. “Even the smallest things can spur good ideas.”",
            "Being completely new to your project area can actually be a good thing, Samvith says. When he started his project, he didn’t know that most current allergen sensors work by analyzing the proteins in food. So when he came up with the idea to detect scent, “it was in part because I didn’t place any imaginary restrictions on myself,” Samvith says. “Sometimes, inexperience triggers out-of-the-box thinking, and even a complete beginner could come up with the idea of the future.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/noahs-ark-seed-bank-on-moon",
        "title": "\n\tScientists want to create a sort of Noah’s Ark on the moon",
        "content": [
            "*A_photo_of_Earth_taken_by_a_NASA_spacecraft_in_orbit_around_the_moon",
            "A NASA spacecraft orbiting the moon captured this image of Earth. As threats from climate change and human activities mount on our planet, scientists are proposing to build a bank holding genetic material that could preserve samples of some of Earth’s most valued species.",
            "As more and more species near extinction, scientists have been collecting samples of plants, animals and other organisms. They’ve been storing these cells, seeds and other materials in protected facilities across the globe. But climate change, environmental disasters and wars can threaten these modern Noah’s Arks. Now, some researchers have proposed an out-of-this-world solution: Build one of these arks on the moon.",
            "They’d build it in a permanently shadowed site at the moon’s south pole. Temperatures there should remain a very frigid –196° Celsius (-320.8° Fahrenheit). That’s the minimum needed to safely store most animal cells long-term, Mary Hagedorn and her team noted July 31 in BioScience.",
            "And that, they argue, should make such this gene bank far more stable than any of those on Earth.",
            "“When it comes to saving our biodiversity and life on Earth,” says Hagedorn, “it’s very good to have as many plans as possible.” A marine biologist, she works at the Smithsonian National Zoo and Conservation Biology Institute in Washington, D.C.",
            "Hagedorn’s team was inspired by the global seed vault in Svalbard, Norway. Think of it as a frozen Noah’s Ark, way above the Arctic Circle. Several other seed and tissue banks around the world, too, store prized samples of organisms that are of interest to crop and livestock farmers.",
            "Scientists collected the seeds banked at Svalbard from around the world. This facility takes advantage of the site’s freezing temps to protect its millions of stored seeds. If needed, they can be defrosted and reproduced. Later, daughter seeds can be sown at sites where these plants may no longer exist.But in 2017, scientists learned this ark was at risk.",
            "Melting permafrost flooded the vault. That put its precious seeds at risk of defrosting and going bad. Events like this one, researchers say, point to the need for another backup plan.",
            "*Water_trickles_down_a_hillside_among_moss_next_to_the_entrance_to_the_Svalbard_Global_Seed_Vault_dur",
            "fCA heat wave hit the Svalbard region of Norway in summer 2020. High temps and melting permafrost may threaten seeds and samples stored in the Svalbard Global Seed Vault, the entrance of which is pictured here. ",
            "Indeed, two years ago, Álvaro Díaz-Flores and some coworkers at the University of Arizona proposed their own idea for a lunar ark. Theirs would “shelter seeds, sperms, eggs, and DNA of endangered animal and plant species of Earth.”",
            "They’d stash collected cells or tissues in caves below the moon’s surface. Called lava tubes, the caves likely formed when underground rivers of molten rock ran dry. A solar-powered system would keep things cold. But if it ever lost power, the stored samples likely would go bad.",
            "In the moon’s forever-frozen shadowed regions, a lunar vault would need no energy or constant human maintenance, Hagedorn’s team notes. And given the south pole’s low temperatures, she says, a vault there could store fibroblasts — “one of the most powerful cells that we have today.”",
            "Scientists can transform these animal cells into stem cells. “Then those stem cells can be used for cloning,” Hagedorn says. Fibroblasts could be valuable for rebuilding populations of threatened or extinct species. Or they might help recreate ecosystems in future human colonies on the moon or Mars.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The new proposal would have its share of hurdles. These include what to do about radiation and the long-term effects of microgravity on stored samples. Hagedorn’s team is designing radiation-proof containers for samples brought up from Earth. The next step would be to test prototypes on a future moon mission.",
            "“The authors do a good job laying out many of the challenges,” says Benjamin Greenhagen. He’s a lunar scientist at the Johns Hopkins Applied Physics Laboratory. It’s in Laurel, Md. But he notes that the moon’s permanently dark regions aren’t immune to broad swings in temperature as more or less reflected sunlight can shine into the shadows. Such sites “are still cold,” he says. Still, he worries, they might not always be cold enough for this project “without some level of … management.”",
            "iFhttps://www.youtube.com/embed/-TcyHQxol8k?feature=oembed",
            "In this audio podcast, Mary Hagedorn describes her team’s new proposal in greater depth with her host from the American Institute of Biological Sciences.",
            "By far, the biggest challenge will be getting everyone in the scientific community to largely agree, Hagedorn says. Then nations would need to work together on the plan.",
            "Greenhagen also notes there “are communities on Earth to whom the moon is sacred.” Those who want to build a lunar ark should actively “engage these communities” if they hope to ever bank biological samples on the moon.",
            "Hagedorn’s group argues that the first samples targeted for lunar storage should include endangered species, pollinators, ecology-building species and species that have the potential to help humans during space exploration. But planning for this project is still in its early stages. As such, she notes, “nothing’s set in stone at this point.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/plastic-pollution-microbes-break-down-algae-plants",
        "title": "\n\tTo limit pollution, new recipe makes plastic a treat for microbes",
        "content": [
            "*tiny_bits_of_colored_plastic_scattered_in_soil",
            "Microplastic bits can show up anywhere in the environment, including soil (as here). A new plastic can break down when exposed to certain bacteria. That should limit the ability of those plastic bits to stick around long enough to harm ecosystems — and people. ",
            "Plastic pollution is hurting the planet. Even when plastics break down, tiny bits of them still end up polluting the air, the oceans, our food — and even our blood. But a new material might help limit that.",
            "“We’re basically running a giant experiment right now, in terms of what microplastics and nanoplastics are doing to us,” says Michael Burkart. He’s a chemical biologist at the University of California, San Diego (UCSD). He’s also a founder of Algenesis Materials. It’s a company developing a new plastic.",
            "Most plastics have been made from crude oil, a fossil fuel. Four years ago, Burkart’s team at UCSD developed a new type. They made it from building blocks that can be produced by algae. Now, they’ve shown that this plastic breaks down quickly when a particular species of bacteria dine on it.",
            "The researchers described the finding March 12 in Scientific Reports.",
            "In the environment, larger plastic pieces tend to break down into tinier and tinier bits. If the starting plastic is made from fossil fuels, those bits can take centuries to break down completely. In contrast, Burkart’s team reports the new plastic shouldn’t stick around long enough to harm wildlife (or us).",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The new plastic is a type of polyurethane. Such plastics are used to make foams, paints and adhesives, among other things. The new, biodegradable type contains many chemical building blocks. Small chemical groups known as esters link all those building blocks into a long chain. Bacteria can break apart those esters, releasing the building blocks.",
            "Those building blocks are made from ingredients produced by plants and algae. Many types of microbes break down plants and algae and eat those building blocks. The researchers suspected those microbes might do the same thing to the building blocks of the new plastic.",
            "To test that, Burkart’s team broke their new plastic into tiny particles. They did the same with a different type of plastic made from fossil fuels. It’s known as ethyl vinyl acetate, or EVA. Then researchers mixed these microplastics with fresh compost — a moist mix of decomposed plants, food waste and microbes. After 90 days, 68 percent of the new plastic had broken down. That number climbed to 97 percent after about seven months. In contrast, the researchers saw no EVA breakdown throughout that time.",
            "Compost has everything the plastic needs to degrade: microbes to break it down plus water. The material also can break down in wet soil or the ocean.",
            "But the new plastic won’t break down while you’re using it, says Stephen Mayfield. He’s a molecular geneticist at UCSD. He’s also the chief executive officer of Algenesis Materials. To break down the microplastics, “you need them to be wet 24 hours a day, seven days a week,” he says. “If you break that cycle, even for a short period of time, you kill the microorganisms.”",
            "*phone_cases_made_from_biodegradable_plastic_after_0,_29,_192,_370_and_533_days",
            "fCThis phone case is made from the biodegradable plastic. After being mixed with compost for a year and a half, it turned brown and brittle, showing microbes were breaking it down. Another phone case that was not composted (not shown) was still fully intact after a year. ",
            "When microbes break down plant materials, such as cellulose, they release carbon dioxide (CO2), a greenhouse gas. The researchers decided to compare the CO2 output of microbes dining on the new microplastic to when they ate cellulose.",
            "The new plastic’s breakdown released just as much CO2 as when the microbes ate the same amount of cellulose. This suggests the microbes were breaking down the plastic about as well as they do plants. The scientists even found one bacterium that can survive just by munching bits of the new plastic.",
            "Finally, the UCSD team made a cell phone case from a similar polyurethane that microbes can break down. They left it in moist compost for a year. Afterwards, the case was brittle and discolored. Those changes indicate that microbes living naturally in the compost were breaking it down.",
            "The scientists also coated a piece of fabric in the new plastic. After being mixed with the compost for two weeks, that fabric easily broke apart. Another piece of the coated fabric was not composted. It was still intact after two weeks.",
            "“I’m so excited for this in the textiles space,” says Lisa Erdle. She’s an ecotoxicologist at 5 Gyres. It’s a nonprofit institute in Santa Monica, Calif. Erdle did not take part in the new work, but she does study how microplastics affect the environment.",
            "Polyurethane is sometimes used to coat natural fibers, like wool and cotton, for clothing, Erdle says. Over time, that plastic coating flakes off, “fragmenting into smaller and smaller pieces and never going away.” Having something that can readily be broken down by bacteria, she says, is better than “having persistent plastic in the environment.”",
            "*fabric_coated_in_biodegradable_plastic_after_0,_19_,_and_38_days",
            "fCThis fabric is coated with biodegradable plastic. After a month mixed with compost, it crumbled into pieces. That suggests that microbes broke down the plastic. Another piece of coated fabric (not shown) was not composted; it didn’t change at all during that time.",
            "Moving forward, Algenesis Materials hopes to start making biodegradable, single-use plastics, says Mayfield. These might, for example, replace materials currently used in food packaging, he says. And then “you just chuck that thing in a compost pile and it becomes mulch in about 90 days.”",
            "“What I want is for people to have hope that there are solutions” to the microplastics problem, says Burkart. “We actually don’t have to accept the status quo.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-carbon-capture-definition-pronunciation",
        "title": "\n\tScientists Say: Carbon capture",
        "content": [
            "*two_fence-like_rows_of_tubes_one_grey,_one_green_run_across_a_platform_toward_other_equipment_under_",
            "These tubes, called bioreactors, are filled with microalgae that sponge carbon dioxide from the atmosphere and use it in photosynthesis. This process converts the carbon dioxide into sugars, which the algae use to grow and reproduce — removing it from the air. ",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1776482877&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Carbon capture refers to technology that tries to tackle climate change by capturing carbon dioxide, or CO2.",
            "In Earth’s atmosphere, CO2 works like a blanket. It traps heat, warming our climate. Humans add a lot of CO2 to the air when they burn fossil fuels, such as coal, oil or natural gas, for energy. Carbon capture can reduce this climate-warming CO2 pollution.",
            "There are two main types of carbon capture. One removes CO2 that’s already in the atmosphere. That’s called non-point-source capture. The other removes CO2 from the source — where it is made — so it never enters the atmosphere. That’s called point-source capture.",
            "Point-source carbon capture is used in some industries that produce a lot of CO2, such as steel- and cement-making. One type of point-source carbon capture uses a liquid to remove CO2 before it billows out of a smokestack. Another approach uses special materials that cling to CO2 molecules, removing them from emissions. Once captured, this carbon must be used or pumped deep underground for storage.",
            "Non-point-source carbon capture removes CO2 from the atmosphere — after it has escaped from where it was made. One approach uses tanks filled with a kind of algae called microalgae. Like plants, these algae carry out photosynthesis. This process converts CO2 in the air into sugar, which the algae use to grow and reproduce. When algae reproduce — giving rise to more algae — they’ve turned CO2 into biomass, the matter that makes up organisms. That removes CO2 from the air. The algae’s biomass might then be stored or used to make fertilizers or other valuable products.",
            "Carbon capture technologies receive some criticism. Some people argue that the benefit of this tech is too small to be of value. Or that carbon capture can disguise the real problem — that people should not be burning so many fossil fuels in the first place. Others point to the risks of carbon capture, such as leakage of the stored CO2. Carbon capture technologies remain one of several approaches to tackling climate change.",
            "For carbon capture, special nano-scale materials sponge CO2 from the air.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/surprising-animals-eat-poop",
        "title": "\n\tA surprising number of animals eat poop ",
        "content": [
            "*A_grid_of_four_images_Included_are_a_baby_koala,_parrotfish,_Eurasian_jay_and_pika",
            "Plenty of animals eat poop sometimes. A baby koala (top left) may get some helpful gut microbes from eating mom’s droppings. Other vertebrates get nutrients from eating other species’ poo at sea (parrotfish, top right) or on land (pika, bottom left). Eurasian jays (bottom right) and other animals that don’t want to leave their babies alone may use poop as a homemade meal. ",
            "For people, the idea of eating poop might be gag-inducing. But for many animals, poo is perfectly normal to have on the menu.",
            "The stinky stuff is not just an end product after food gets eaten, digested and discarded by animal guts. Poop can also be nutritious and useful to eat (again). Researchers pointed this out in the December issue of Animal Behaviour.",
            "The team counted up the vertebrate animals (those with backbones) that scientists have caught eating poop. The tally totaled more than 150 poop-consuming species. Feces eaters ranged from adult black bears to baby koalas. ",
            "“I had no idea how many baby animals ate their mom’s poop to get microbes to help populate the gut,” says Elaine J. Power. She’s a retired evolutionary biologist in Eugene, Ore., who led the research.  ",
            "*A_capybara_twists_to_lick_its_nether_regions",
            "fCA capybara is able to bend around to lick up special lumps of waste from its rear end. These clumps are especially soft and fine-grained. That makes them good for a second try at extracting nutrients. ",
            "Young animals that eat their mom’s feces include koalas, desert tortoises and ostriches. And that’s just one reason why a species might recycle previously eaten meals. The act of eating poop is generally known as coprophagy.  ",
            "“Poop is a wonderful [food] source if you don’t care about being infected by diseases and parasites,” Power says. In fact, some species can’t live without it. Pikas may make it through harsh winters by chowing down on yak poop. And cavefish, which can’t leave their caves to forage for food, depend heavily on the poop of bats that can. ",
            "“Rats are fun, if you happen to have a particular sense of humor,” Power says. They eat up to 40 percent of their own poop. “If you stop them from doing it, they get vitamin B12 deficiencies,” she says. “They get sick.” It’s something that scientists who keep rats in their labs have to watch out for. ",
            "SO MANY animals eat poop! #animals",
            "For rabbits and other small plant-eating animals, poop-eating can help with digestion. Plant-eaters like cows have stomachs with extra compartments. By the time the cow’s meal reaches the part of its intestines that absorb nutrients, big, tough molecules have become tidbits in easy-to-absorb slosh. But rabbits and many other small creatures don’t have that multi-step digestive setup. So for them, eating food that’s been through a gut once — aka poop — helps them get hard-to-extract nutrition. ",
            "Poop-eating takes a special form in some of these non-cows. A bit of intestine called the caecum catches some of the waste as softer, fine-grained masses that an animal, as Power puts it, then “can lick off its [own] anus.” Power and her colleagues found one study with a portrait of a capybara reaching around to do this. Twisting into a yoga-like pose allowed the animal to eat the soft gooey stuff. ",
            "Eating poop can also show up as part of parenting. Take a type of bird called a swift. While tending frail new hatchlings, a parent swift will, on occasion, gulp down a saclike dropping. Is it cleaning up? Quenching a thirst? It’s hard to tell for birds on a nest. But mama black bears do something similar when stuck alone in a den with a cub too young to go out foraging. Power suspects they eat poo for both sanitation and thirst reasons. ",
            "Power and her colleagues’ study didn’t cover human coprophagy. But Sachi Sri Kantha has done research on this. Sri Kantha is a retired biochemist and historian in Tokyo, Japan. Some traditional medicines include fecal elements and could be swallowed. Western medicine now uses fecal microbes in gut-related therapies. But they’re inserted through a person’s backside, instead of being eaten.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/aphantasia-brain-no-minds-eye",
        "title": "\n\tScientists are exploring why some people don’t have a mind’s eye",
        "content": [
            "*_Scientists_are_exploring_why_some_people_don’t_have_a_mind’s_eye4",
            "For some people, mentioning an apple will lead them to picture what that apple might look like (left). Others, especially those with a condition called aphantasia, do not form this type of mental imagery (right).",
            "Growing up, Roberto S. Luciani had hints that his brain worked differently than most people’s. He’d hear people talk about how they pictured what a character from a book should look like, for instance. He couldn’t relate to what they meant.",
            "But it wasn’t until he was a teenager that things finally clicked. His mother had just woken up and was telling him about a dream she had. “Movielike,” is how she described it.",
            "“Up until then, I assumed that cartoon depictions of imagination were exaggerated,” Luciani says. “I asked her what she meant and quickly realized my visual imagery was not functioning like hers.”",
            "He has a condition called aphantasia (AY-fan-TAY-zhee-uh). This is an inability to picture objects, people and scenes in one’s mind. When Luciani was growing up, the term didn’t even exist. Now he studies the condition as a cognitive scientist at the University of Glasgow in Scotland. He and other scientists are getting a clearer picture of how some brains work, including those with a blind mind’s eye.",
            "In a recent study, Luciani and colleagues explored how our senses interact. In this case, they focused on hearing and seeing. In most people’s brains, these two senses work together. Sound information affects activity in brain areas that handle vision. But in people with aphantasia, this connection isn’t as strong. The team reported this November 4 in Current Biology.",
            "*_Scientists_are_exploring_why_some_people_don’t_have_a_mind’s_eye5",
            "fCHow our brains perceive the world can span a wide range of experiences. Some people generate very clear mental images of objects or ideas, as depicted on the left. Others, as shown on the right, may have little or no “mind’s eye.”",
            "The researchers recruited people to lay in a brain scanner, blindfolded. The volunteers listened to three sound scenes: A forest full of birds, a crowd of people and a street bustling with traffic.",
            "In 10 people without aphantasia, these soundscapes kicked off activity in the brain’s visual system. It was as if the sounds led them to form a mental image. But in 23 people with aphantasia, these patterns were weaker.",
            "The results show that senses can be linked within the brain to varying degrees, says Lars Muckli. He’s also a cognitive neuroscientist at the University of Glasgow.",
            "iFhttps://www.youtube.com/embed/A91tvp0b1fY?feature=oembed",
            "Learning how people with aphantasia experience the world offers a window into how the brain processes imagination, emotion and even memory.",
            "At one end of the range are people with synesthesia, he says. In this condition, sounds and sights are tightly mingled. For instance, someone with synesthesia might hear music as shapes or associate letter sounds with certain colors.",
            "“In the midrange, you experience the mind’s eye,” Muckli says. Perhaps sounds trigger images in your mind, even though you know the pictures aren’t real.",
            "“Then you have aphantasia,” Muckli says. “Sounds don’t trigger any visual experience, not even a faint one.”",
            "The study results help explain how brains of people with and without aphantasia differ, Muckli says. They also give clues about how our brains work in general. “The senses of the brain are more interconnected than our textbooks tell us.”",
            "The findings also highlight how people can make sense of the world in very different ways. Aphantasia “exists in a realm of invisible differences between people that make our lived experiences unique, without us realizing,” Luciani says. “I find it fascinating that there may be other differences lurking in the shadow of us assuming other people experience the world like us.”",
            "A post shared by Science News Explores (@sn.explores)"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/friction-yarn-knit-fabric-shapes",
        "title": "\n\tFriction is the key to cozy knits",
        "content": [
            "*A_close-up_view_of_fingertips_holding_silver_knitting_needles,_with_light_shining_through_the_loose_",
            "Thanks to friction, knit fabrics can form a variety of shapes. That effect helps the fabric hug our bodies closely.",
            "A good sweater is like a cozy hug made out of yarn. For that, you can thank friction.",
            "A new study reveals how knit fabrics can take on so many different shapes. It results from the friction between neighboring loops of the fiber knitted into a fabric. And it allows knits to hug close to the curves of a head or body.",
            "Physicist Jérôme Crassous led the research. He works at the University of Rennes in France.",
            "*Blue_and_yellow_intertwined_threads_in_a_knit_are_shown_as_animated_lines_against_a_gray_background",
            "fCKnit fabric is created from loops of fiber, shown here in a computer simulation of a stockinette stitch. Friction occurs where the loops touch one another.",
            "When a knit fabric is stretched and released, it springs back. You might think the fabric always returns to its original size and shape, like a rubber band. But “there is no unique shape,” says Crassous. “There [are] many different possible shapes.” These forms are known as “meta-stable states.”",
            "In a series of experiments, Crassous and his colleagues stretched a square of knit fabric. It was created on a rectangular frame using a basic stitch known as stockinette. After releasing the force on the fabric, the researchers measured the ratio of its length to its width. That ratio varied, depending on how much the fabric was stretched and in which direction. This showed that the fabric could take on various metastable states.",
            "Computer models of fiber loops showed the same effect. And when the scientists decreased or removed the friction in those models, the many metastable states disappeared. Without friction, the fabric always sprang back to the same shape.",
            "The researchers shared their findings December 13 in Physical Review Letters.",
            "The effect helps explain a process called “blocking” that knitters often go through after knitting a garment. Blocking involves wetting the fabric, shaping it and then laying it out to dry. That locks the fabric into just the right shape to swaddle the body in warmth."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/eyelashes-move-water-from-eyes",
        "title": "\n\tEyelashes help fling water from our eyes",
        "content": [
            "*A_closeup_shows_an_eye_framed_by_eyelashes,_with_four_droplets_of_water_pictured_landing_on_an_eyela",
            "Eyelashes help fling droplets of water away from the eye, as shown in this composite image.",
            "Next time you’re caught in the rain, thank your eyelashes for keeping your vision clear. Several traits help eyelashes fling water away from the eyes, a new study finds. ",
            "One secret to their water-wicking superpower is their structure. The outside of an eyelash, or cuticle, is covered in scales. These scales overlap like shingles on a roof. That structure acts like a “micro-ratchet,” researchers in China now find. Water can flow easily from root to tip, but not the other way round.  ",
            "#creatorsearchinsights  Ever wonder how your eyelashes keep water out of your eyes? It’s all in the physics of the lashes! #funfacts #didyouknow #eyelashes #sciencenews ",
            "In one experiment, scientists dipped loose eyelashes in water and pulled them out again. More force was required to move the eyelash when the water was working against the ratchet than when going with it.  ",
            "In another test, researchers dripped water on loose eyelashes. This showed that eyelashes are hydrophobic. That is, water beads up on them and tends to roll off.  ",
            "A team at the Chinese Academy of Sciences in Beijing did the research. It shared the new findings December 20 in Science Advances.  ",
            "Eyelashes also are shaped like a brachistochrone (Bra-KIS-toh-kroan). This type of curve minimizes the time it takes to get from point A to B under the force of gravity.  ",
            "To test how this might affect the ability of eyelashes to remove water, the scientists worked with nylon fibers. These had a size and stretchiness similar to eyelashes. ",
            "They compared fibers in the shape of a brachistochrone to those that were were straight or curved in some other shape. The droplets slid fastest off the brachistochrone.  ",
            "Eyelashes were already known to guard against dust. But they hadn’t been known for their water-flicking traits. This newfound effect could help keep vision clear when out in the rain, bathing, sweating or crying.  ",
            "Beauty treatments could mess with this ability, though. Mascara can make eyelashes attract water instead of repelling it. And curling lashes alters their shape. "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/shark-intestines-inspire-coil-pipes",
        "title": "\n\tShark intestines inspire pipes with a strictly one-way flow",
        "content": [
            "*a_plastic_shark,_facing_right,_surrounded_by_various_3D_printed_tubes_and_pipes_against_a_blue_backg",
            "A research team developed flexible tubes with a coiled helix inside that mimic a shark’s intestine. The tubes could lead to pipes that only flow one way without needing valves.",
            "When you turn on a faucet, water flows one way: out into the sink, then down the drain. That one-way flow is important. If the flow reversed, clean water might become dirtied by germs or other contaminants. But keeping the flow moving one direction isn’t always easy; it often requires valves that can break. Researchers have now developed pipes that keep liquids moving one way — and they’re valve-free.",
            "Their inspiration? Shark intestines.",
            "The team published its findings September 24 in Proceedings of the National Academy of Sciences.",
            "Unlike ours, shark intestines have a hidden internal corkscrew shape, or helix. That helix coils around and around. And a 2021 study found that it holds the key to one-way flow of partly digested food through a shark’s intestines.",
            "“I wanted to know if the effect occurred only in sharks,” says Sarah Keller. A chemist, she works at the University of Washington in Seattle. Keller suspected it might also occur “in squishy … tubes that mimicked the biological system.” To find out, she teamed up with two colleagues at Washington: physicist Ido Levin and materials chemist Alshakim Nelson. Working with scientists who have different backgrounds is “the best way to make discoveries in the lab,” she explains.",
            "Her team started by 3-D printing short, rigid tubes using a material called resin. These didn’t bend or flex. Each tube had a different shaped helix inside. Imagine Slinky toys that were more or less stretched out and had wires with different widths.",
            "The team varied how much of the inside of each tube a helix covered. Some helices were skinny and left a large opening in the middle. Others seemed to fill the entire tube when you peered through one end. The researchers also varied the angle of the helix. Sometimes it was nearly perpendicular to the tube wall. Other times it was slanted sharply downward from the tube’s wall.",
            "*an_illustration_of_three_different_helices,_the_two_left_are_pointing_downward,_the_right_one_is_poi",
            "fCIllustration of different combinations of coil distance, helix size and angle inside each tube. The first two helices are pointing downward. The third one points upward.",
            "To test which helices worked best to control flow, the researchers hooked up the tubes to flowing water. Then they measured the rate of flow coming out the end of the pipe. In half of the tests, the tubes were attached with the helix pointing down, just like a spiral slide. This is the way a shark’s intestine is oriented. The other times, this helix pointed up, like an upside-down slide.",
            "When the helix pointed down, water flowed two to three times faster than when it had been pointed upward. The helix had therefore helped keep water flowing in one direction. Effects didn’t seem to change with the various angles and coils of the helices; most of these worked pretty well.",
            "“They report that in all of the different ways they set up their experiment, it worked,” says Rachel Levy. She’s an applied mathematician at North Carolina State University in Raleigh. Levy, who has studied fluid mechanics, did not take part in this study.",
            "It’s important work, she says. “We can get great engineering ideas [from living things] while at the same time understanding new things about nature.”",
            "*_Shark_intestines_inspire_pipes_with_a_strictly_one-way_flow6",
            "fCThese rigid pipes are ready to be tested. Water flowing from the top would move quickly through these pipes, since their helices are pointed down.",
            "Water pipes are typically rigid. Shark intestines aren’t. So the Washington team’s next step was to test whether a soft tube would work even better.",
            "The researchers 3-D printed a set of tubes that could flex as a fluid moved through them. It’s like how your body might bend when you stand in a stream or current, Keller notes.",
            "Her team again compared the flow of water when the helix was pointing down versus when it was pointing up. Once more, pointing down proved faster — a whopping 15 times faster than in the other direction, Levin says. “That’s a big effect!”",
            "“Water pushes on the deformable pipe, bending parts of it,” Keller notes. This “in turn changes the flow of the water.” Her team doesn’t yet know why bending the pipe sped up the flow. But they’re excited to figure that out.",
            "Such helical pipes might one day be used for a variety of applications. “Most valves have moving parts that open and close” to prevent backward flow, Nelson says. “These valves can wear out over time and must be replaced.” Helical tubes could replace valves in hard-to-reach locations, he says. Those might be in drainage systems or air-flow systems where one-way flow is essential.",
            "“It’s super exciting that studying these everyday things [like shark guts] can lead to big scientific breakthroughs,” Levin says. “I love that my next big idea for a science project might come from just hanging out in my backyard and noticing something new. Science is everywhere, and that makes it so much fun.”",
            "Editor’s note: The story was updated on December 16, 2024, to include a complete quote that was shortened during editing.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/can-you-die-broken-heart-heartbreak",
        "title": "\n\tCan you really die of a broken heart?",
        "content": [
            "*An_illustrated_human_heart_sits_against_a_light_blue_background_A_beige_bandaid_is_attached_to_the_f",
            "Heartbreak can feel like a physical pain. And it really can be a physical danger. Severe emotional or physical stress can cause deadly heart problems.  ",
            "Dying of heartbreak is a trope that often pops up in myth and fantasy. In Star Wars, Padmé Amidala may have died of a broken heart after her husband turned to the dark side, becoming Darth Vader. Shakespeare’s King Lear succumbs to heartbreak after hearing of the demise of his precious daughter Cordelia.   ",
            "Drama aside, these characters might have died of takotsubo syndrome. That’s a short, intense dysfunction in a part of the heart called the left ventricle. And it can occur after extreme emotional or physical stress — making “heartbreak” both real and sometimes deadly. ",
            "Death by broken heart has been a popular theme in fiction for a long time. Yet doctors only began recording real cases in the 1960s, says Trisha Singh. This heart doctor, or cardiologist, works at University Hospitals Dorset in England.  ",
            "“It was very typically described as an elderly or a middle-aged woman who just lost a loved one,” Singh says. “A day or so afterwards, she died of heartbreak.”  ",
            "Medical imaging technology has improved since then. That has allowed doctors to directly study the hearts of afflicted patients.  ",
            "In many, the left ventricle balloons out. That’s the chamber that pumps oxygen-rich blood to the body. The ballooned shape reminded Japanese doctors of a takotsubo. This is a type of round jar used for catching lobsters and octopuses. So in 1990, doctors at Hiroshima City Hospital proposed the term takotsubo to describe the condition.  ",
            "What triggers takotsubo syndrome is still something of a mystery.  ",
            "One hypothesis is that a traumatic event causes a surge of stress hormones in the brain and adrenal glands. The left ventricle is loaded with receptors for these chemicals. So a sudden flood of them could cause its taut, elastic muscle to become loose and puffy. That would prevent it from delivering enough blood to the body.  ",
            "*A_cross-section_of_a_heart_sits_against_a_white_background_The_chambers_appear_as_red_patches_agains",
            "fCIn “broken heart syndrome” or takotsubo cardiomyopathy, the left ventricle of the heart — which pumps oxygenated blood to the body (pictured here at the bottom right) — balloons outward and becomes weak. ",
            "Another hypothesis is that a stress response briefly “stuns” the heart. A third idea is that reduced levels of the hormone estrogen play a role. That’s because most cases of takotsubo syndrome are in older women. These women have usually gone through menopause — a stage of life when they stop menstruating. After menopause, they produce less estrogen than before.  ",
            "Takotsubo syndrome is fairly rare. It accounts for only about 2 percent of people who seek medical care for an apparent heart attack. Peter Rahko recalls a case from the 1980s. He’s a cardiologist at the University of Wisconsin–Madison. ",
            "Rahko remembers an older woman was called to a hospital in rural Wisconsin. There, she was shown the body of her son, who had died in a car accident. “Within five minutes, she started having severe chest pain [and] collapsed on the floor,” Rahko says.  ",
            "The woman was flown to Madison, where Rahko treated her. He snaked a catheter into her heart to see if something was blocking the arteries that supply blood to the heart muscle. That is what usually causes a heart attack. To his surprise, “her arteries were totally normal,” he says. “But her heart function was dramatically reduced.” In takotsubo syndrome, the heart vessels are often clear. In fact, most patients do not have classic risk factors for heart problems.  ",
            "Looking back, Rahko realizes his patient had takotsubo. Today, reduced heart function with no clear signs of disease is a tip-off for this condition. A doctor will see if a patient has experienced acute stress. For instance, if they have been grieving a loss.  ",
            "In some cases, the tragic event that triggers takotsubo syndrome is obvious. But even events with more long-term effects have been tipping points. Examples include the COVID-19 pandemic and earthquakes in New Zealand. Many patients, Singh notes, also have mental illnesses such as anxiety or depression.   ",
            "Though severe, takotsubo is quite short-lived and typically not fatal. About 4 percent of people die of the condition. About 75 percent fully recover after 10 days, as Rahko’s patient did. Many recover after only 48 to 72 hours.",
            "“It’s absolutely incredible,” Singh says. She recalls one patient who came in with a severely impaired heart. “I came back and rescanned her six hours later,” Singh says. “And it had gone from severely impaired … to almost normal.”  ",
            "The standard care for takotsubo is to treat the patient with medicines for heart failure. But since some people recover so quickly, “it raises a question,” Rahko says. “Should we even be bothering with trying to put people on these medications? Are they even going to do any good?” With basic medical support, like fluids and drugs to prevent blood clotting, the heart may unbreak itself.   ",
            "Rahko says wouldn’t be surprised if some deaths from “grief” in history were takotsubo. When people didn’t have the knowledge of modern medicine, it was reasonable to think that “some god struck down somebody … and they dropped dead,” he says. Now “here’s one potential physiologic explanation.” "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/teen-tobacco-use-record-low-nicotine",
        "title": "\n\tU.S. teen tobacco use has hit a record low",
        "content": [
            "*A_crowd_of_young_people_holding_signs,_including_one_saying_I_have_a_right_to_live_tobacco_free",
            "These young people gathered at an anti-tobacco rally in the Harlem neighborhood of New York City. They were taking part of a national event recognizing young people’s efforts to prevent tobacco use. ",
            "Tobacco products are attracting fewer U.S. teen and tween users than at any other time in the last 25 years.",
            "The latest numbers come from the 2024 National Youth Tobacco Survey, or NYTS. It collected data from January to May of that year. Only 8 percent of middle and high school students — about 2.25 million teens and tweens — reported using tobacco products in the previous month.",
            "That was a big difference from just a few years before. In 2019, 23 percent — just over 6 million teens and tweens — said they were currently using tobacco products.",
            "E-cigarettes, or vapes, are the most popular tobacco products among young people. A drop in the number of high schoolers who currently vape is a big reason for the overall decline in tobacco use.",
            "In 2023, 10 percent of high school students said they had vaped in the past month. A year later, just under 8 percent did. That amounted to 350,000 fewer high-school students.",
            "The overall decrease in tobacco use by young people is good news, says Rachel Boykan. She’s a pediatric doctor at Stony Brook Children’s Hospital in New York.",
            "Exposure to nicotine, the addictive substance in tobacco products, is especially unhealthy for adolescents. It harms teens’ ability to learn, remember and pay attention. It can also make it harder to quit a nicotine addiction later in life.  ",
            "iFhttps://flo.uri.sh/visualisation/19967946/embed",
            "Tobacco use differs between different racial and ethnic groups of U.S. teens and tweens. The tobacco industry has long targeted certain groups through ads and marketing, research shows. For instance, companies have promoted menthol cigarettes to Black communities and used tribal icons to target American and Alaskan Native groups.",
            "Laws that limit who can buy tobacco products has helped limit teen use, Boykan says.",
            "In 2005, Needham, Mass., became the first town to raise the age required to purchase tobacco products to 21. Over time, more cities and states followed. In 2019, this rule became national law.",
            "When Needham raised the purchase age for tobacco products, regular cigarettes were the main concern. The law significantly cut smoking among Needham’s high schoolers compared to those living nearby. When older teens were no longer able to legally buy cigarettes, that curbed their own use. It also knocked out a main supply of cigarettes to younger kids.",
            "It’s now possible to buy e-cigarettes illegally online. That makes it harder to restrict sales, Boykan says.",
            "Another approach that has helped is a campaign called The Real Cost. It’s run by the U.S. Food and Drug Administration. This campaign has boosted awareness of the harms of nicotine, vaping and smoking among teens and tweens, research has shown. It also has made young people less open to tobacco products.",
            "*a_close-up_of_Elf_Bar_brand_e-cigarettes",
            "fCElf Bar e-cigarettes are the most popular brand among U.S. teens and tweens who are currently vaping.",
            "In one research trial, more than 1,500 13- to 17-year olds watched videos on vaping. Some were prevention ads by The Real Cost. Those clips centered on health risks or addiction problems related to vaping. Other participants watched neutral videos about vaping.",
            "Teens who watched The Real Cost ads were less curious about vaping than those who watched neutral videos. This Real Cost group also was less open to smoking.",
            "Reports of serious lung injuries and deaths related to vaping have gotten people’s attention as well. Cases of vaping-related injuries peaked in September 2019. By January 2020, almost 2,700 people had been hospitalized for such injuries.",
            "One survey of 11th and 12th graders found these vaping injuries increased their view that vaping was risky.",
            "Nicotine pouches are now the second most popular tobacco product among teens and tweens, the new NYTS reports. Some 480,000 middle and high school students used them in 2024. These small pouches hold a powder containing nicotine, appealing flavorings and other ingredients. When a user places one between their lips or cheeks and their gum, nicotine seeps into their bloodstream through the lining of their mouth.",
            "The number of teens and tweens using nicotine pouches stayed steady from 2023 to 2024. That’s worrying, Boykan says. It seems these pouches are “not perceived as harmful.”",
            "Vapes that look like a gaming devices or smartphones pose a new risk, too. Some come with games styled after classics like Tetris and Pac-Man. One brand offers a virtual pet that the user feeds by taking puffs, plus a puff-count competition game.",
            "iFhttps://www.youtube.com/embed/uNpLRiduF8c?feature=oembed",
            "The new nicotine pouches — widely used by teens — try to appear safe by including little more than the addictive agent in tobacco: nicotine. But for a teen’s developing brain, nicotine itself is a risky drug — one that can have lasting impacts. That’s why some officials hope to make pouch use restricted to adults.",
            "These devices are not legal in the United States. The new devices are “combining gaming — which is already a concerning addiction — and vaping, in a way that is really scary,” Boykan says.",
            "Boykan wants teens and tweens to know that the nicotine in tobacco products poses a “really significant” risk to the adolescent brain. Nicotine can impair brain development, leading to a rewiring that may damage a teen’s ability to think and focus.",
            "When Boykan talks to young people, she asks them about their dreams and goals. A nicotine addiction can get in the way of those plans. “I can point them to videos of kids who had to drop out of college,” She says, “because they were so addicted.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/why-dandruff-forms-scalp-hair",
        "title": "\n\tWhy you shouldn’t just brush off dandruff",
        "content": [
            "*a_photo_of_a_person_with_short_curly_hair_scratching_their_head,_as_seen_from_behind_White_flakes_of",
            "Dandruff makes the scalp itch, but it’s not a dry skin problem. Treating it may call for a change in how often you wash your hair, use of an over-the-counter dandruff shampoo, or even turning to a prescription shampoo. ",
            "Dandruff flakes on your hair or shoulders don’t look good. The itchy scalp that comes with it is no fun, either. In fact, although dandruff shows up on your hair, the condition actually starts with your scalp.",
            "Dandruff is a type of dermatitis (Der-muh-TY-tis), or skin inflammation. One study estimated that half of us will at some point develop this condition. And one key time it may emerge is puberty.",
            "Everyone’s scalp hosts a mix of microbes. This is known as its microbiome (MY-kroh-BY-ohm). Sometimes the normal proportion of some types to others gets messed up. This is known as a dysbiosis (Dis-by-OH-sis). In people with dandruff, certain types of yeast and bacteria are far more common, compared to people with healthy scalps.",
            "Amy McMichael and others discussed some of the culprits in a July 2024 report in the Archives of Dermatological Research. She’s a dermatologist at Wake Forest University School of Medicine and the Atrium Health Wake Forest Baptist Medical Center. Both are in Winston-Salem, N.C.",
            "People often make the mistake of thinking an itchy, scaly scalp is dry, McMichael says. If they add oil, though, they risk making matters worse. Dandruff is actually “a greasy, flaky problem,” she explains. Too much oil provides extra food for the harmful bacteria and yeast, driving the flake production. In fact, dandruff can affect parts of the body with glands that produce sebum, a natural oil.",
            "Dandruff can develop in people with every hair type. However, Black people may have higher rates than other groups, says a 2015 study by researchers at the University of Miami School of Medicine, in Florida.",
            "Hair-care practices might explain some of the difference, McMichael says. She and others have found differences in how often women of African and European ancestry shampoo their hair. Most Black women in the study said they washed their hair once every week or two. A majority of the white participants said they shampooed at least every other day.",
            "Part of the reason for this difference may have to do with how curly their hair is.",
            "The outer layer of hair is the cuticle. Straight hair with a smooth cuticle quickly looks dull when it gets oily, notes Gabriela Daniels. She’s a hair scientist at the London College of Fashion in England. (It’s part of the University of the Arts London.) But on hair with tight curls and coils, the shingles — bits of the hair shaft on its outer layer, or cuticle — may not lie flat. That can make it reflect light differently. So, it may not look dirty as soon, Daniels says.",
            "More frequent hair-washing can help deal with dandruff, McMichael says. If you worry about shampoos drying out the hair, use them just near the scalp, she suggests.",
            "If flaking is a problem, try shampoos labeled as formulated to deal with dandruff. If those don’t work, your doctor may prescribe you a stronger treatment.",
            "And also use hair conditioners, McMichael advises. “It actually smooths the outer layer — the cuticle — much better than you can get with oil.” Be careful about using hair sprays and gels, she adds. These can dry hair, increasing the risk that strands will break.",
            "In any case, if you notice a hair or scalp problem, talk to your doctor or another health-care expert right away. You might need help for dandruff. Or you might have a more serious skin or hair condition.",
            "“The earlier that you come in, the better off you are,” McMichael says."
        ]
    }
]