[
    {
        "URL": "https://www.snexplores.org/article/butterfly-wing-cancer-imaging-light",
        "title": "\n\tA beautiful blue butterfly wing offers a new way to study cancer",
        "content": [
            "*a_photo_of_Paula_Kirya_holding_a_blue_morpho_butterfly_wing_and_smiling_She_has_dark_hair_and_dark_s",
            "Paula Kirya at the University of California, San Diego holds a morpho butterfly wing. She used what she learned about how it gets its blue hue to pioneer a new way to study cancer and other diseases.",
            "The morpho butterfly is a flying marvel. It flits through the rainforests of Central and South America. With wings that can span 20 centimeters (8 inches), it can be bigger than most human hands. Those wings shimmer with a dazzling blue hue. New data show these butterfly wings could one day become the basis of a new medical tool — one that might help doctors investigate the development and severity of some cancers.",
            "Although this butterfly’s wings are blue, that hue is not due to any pigment. Instead, it comes from how light reflects and refracts off tiny microstructures atop those wings. The shimmering color of the wing depends on how light hits it. (Many materials, from rocks to plastic wrap, have this property, called structural color.)",
            "Researchers at the University of California, San Diego (UCSD) have now shown how those microstructures can provide a new view on biological tissue.",
            "The method they devised was simple. They placed a morpho wing on one microscope slide. Then they placed a thin slice of tissue on a second slide. After lining up the two, they turned on a special kind of light. This polarized light went through both the wing and the tissue beneath it. The light reflected back and passed through both again.",
            "*a_microscopic_view_of_bright_blue_butterfly_scales_",
            "fCThe wing of a morpho butterfly, seen here at 100x magnification, has tiny microstructures that give it a vivid blue hue. ",
            "This process can reveal alterations in the structural fibers that make up certain tissues. These are called fibrotic changes. And they can help researchers diagnose or study many diseases.",
            "The UCSD team described its new technique in the January 15 Advanced Materials. It can spot changes in fibrous tissue that may signal breast cancer — and whether that cancer is getting ready to spread.",
            "It’s often hard to study fibrous tissues in a medical clinic, says Lisa Poulikakos. She’s a materials scientist at UCSD. “Usually,” she explains, “you need those expensive optical machines that cost around $200,000.” They’re not available to many doctors. Plus, she adds, looking for microstructural changes in tissue often requires first staining or dyeing it. But those processes change the tissue itself. The dyes also break down with time.",
            "This new technique is a simpler and less expensive way to diagnose the fibrous nature of cancer tissue, she says. It requires only a microscope and one morpho wing. And the only thing that hits the tissue, she notes, is light.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The method came about because two scientists happened to be in the right place at the right time. Poulikakos was one of them. The other was Paula Kirya. This graduate student had just come to study at UCSD.",
            "“Dr. Poulikakos was maybe the first person I met in San Diego,” says Kirya. “She let me join her lab very quickly.” In that lab, scientists study how light interacts with materials.",
            "This team knew that fibrous tissue reflects light in unusual ways. They also knew that etching marks into a material could make it reflect different colors of light in different directions. They wanted to combine these two ideas to create a tool that would more accurately reveal how fibrous some tissue might have become.",
            "When Kirya visited the lab, a student told her they were having trouble reflecting blue light. At once, something clicked in Kirya’s mind. She went to Poulikakos and said: “If this is what we’re trying to do, we could just look at the morpho butterfly and see these features.”",
            "For two years before she came to UCSD, Kirya had been studying the blue morpho butterfly. She knew its wings’ deep hue doesn’t come from any natural dye or other chemical. Instead, it shimmers blue thanks to how tiny structures on its surface manipulate light.",
            "fC",
            "Poulikakos was delighted at Kirya’s idea — and the new project was born.",
            "Kirya bought a single morpho wing for about $8 in a local store. “They gave us a discount,” she says. “Most insect collectors want pristine insects. We just wanted the wing.” Then she began experimenting with ways to combine samples of tumor tissue and this wing.",
            "By rotating the tissue and wing together under a microscope, the scientists quickly found they could see the thick fibers associated with cancer.",
            "Their method didn’t require any costly materials. Best of all? It needed no stain or dye. In fact, this is one major advantage of the new method, says Vance Williams. A materials scientist, Williams works at Simon Fraser University in Vancouver, Canada.",
            "“The material itself doesn’t absorb light. And it’s not using dye that tends to fade over time,” he says. “It’s just all weird optical effects.”",
            "Plus, Kirya notes, a single wing can be used again and again for years.",
            "But this discovery was just the first step.",
            "iFhttps://www.youtube.com/embed/sT7p4HAApJM?feature=oembed",
            "A material called collagen can help some cancerous tumors grow. High levels of collagen can be a sign of how likely a cancer is to spread. One way to measure collagen levels, new data show, is to see how polarized light reflects off fiber-like microstructures in the tissue.   ",
            "Polarized light is made up of light waves that all vibrate in the same plane. When the direction of this light lines up with tiny structures on the morpho’s wing, the light reflects brightly. The same thing happens for fibrous tissue, though less strongly.",
            "The UCSD team found that shining polarized light through both materials now strengthened the light signal from those fibers.",
            "“They’re using some clever optics,” Williams says, to make it “amplify a small signal.”",
            "The light show put on by morpho butterfly wings shows up in other materials, too, he notes. (You can see much the same thing by looking through two polarizing lenses at stretched-out plastic wrap.) Williams designs materials with similar properties. They change color depending on how light strikes them.",
            "Kirya may be young, says Poulikakos, but “she’s really a true scientist.” She took detailed measurements of the fibrous tissues and the reflected light. Then she worked with other researchers to develop a computer model to turn those measurements into meaningful information about how advanced a breast cancer was. That’s a gauge of how likely it is to spread and become lethal.",
            "Kirya suspects that her new technique could be most useful in parts of the world where scientists don’t have access to expensive machines for diagnosing tissues. “I had been looking at butterflies for a long time,” she says. “It was a dream of mine to apply that knowledge to real life. To a real-life problem.” Now she has.",
            "This is one in a series presenting news on technology and innovation, made possible with generous support from the Lemelson Foundation. "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-memory",
        "title": "\n\tLet’s learn about memory",
        "content": [
            "*a_cartoon_man_climbs_up_a_latter_toward_the_brain_of_a_giant_cartoon_head_inside_the_brain_is_a_libr",
            "Our personal libraries of memories are written into the connections between nerve cells in our brains.",
            "Think about a fact you recently had to memorize for a test. Or a song that’s been stuck in your head. Or how you felt when you last hung out with a friend.",
            "All the sights, sounds and other sensations those words brought to mind are memories — experiences and information your brain had filed away. These stored data play a huge role in how we understand the world, our relationships with the people in it and ourselves. But how does the brain make memories?",
            "When you experience something, brain cells called neurons send each other signals. Those electrical pulses zip through links between neurons called synapses. The more often you experience something, the more often certain sets of neurons will talk to each other. And the more they talk, the stronger the links between them become.",
            "Scientists generally think those neural circuits encode memories. (Though some research has shown that other types of brain cells may play a role, too.) One recent study showed that sparse yet strong links between neurons in the hippocampus — the brain’s memory center — maximize info storage.",
            "Several factors can get in the way of a brain’s ability to retain information. Injuries such as concussions can make it harder to remember stuff. Marijuana use has also been linked to foggier memories in young people. Frequent multitasking, too, seems to get in the way of recall — even when you’re trying to focus on one thing at a time.",
            "On the flip side, there are many ways to boost memory. If you’re studying for a test, quizzing yourself and looking at pictures can help you hold onto information. Writing by hand rather than typing also seems to help.",
            "If you want to improve your memory more generally, exercise is useful — it increases blood flow to the brain. So is eating a healthy diet that feeds the brain much-needed nutrients.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Could the magic of memory manipulation ever become real? Treatments underway might help people strengthen or weaken their memories. (2/26/2025) Readability: 8.2",
            "Handwriting may boost brain connections that aid memory Students who wrote words showed more links between brain regions than when they typed them. (3/15/2024) Readability: 8.0",
            "Playing video games may improve your memory and attention A study of more than 2,000 kids finds some beneficial changes in their brains and behavior.(1/2/2023) Readability: 6.3",
            "iFhttps://www.youtube.com/embed/KkaXNvzE4pk?start=135&feature=oembed",
            "What happens when you remove the hippocampus — a crucial memory center in the brain? TED-Ed explores.",
            "Scientists Say: Neuron",
            "Scientists Say: Hippocampus",
            "How your brain is like a film editor",
            "Brain ‘ripples’ appear just before you remember something",
            "Having sparse links in the hippocampus may maximize memory storage",
            "Ow! These cells might help brains remember pain and fear",
            "Young people’s memory improves after stopping marijuana use",
            "Can’t remember? Maybe you multitask too much between screens",
            "Less screentime linked to better memory, learning in kids",
            "Top 10 tips on how to study smarter, not longer",
            "Erasing memories",
            "Word find",
            "Think you’ve got an excellent memory? Put it to the test on Cool Math Games! Their collection of memory games challenge your ability to recall the correct way to fold paper, sequences of colors and sounds, tile patterns and more."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/wiggling-ear-muscles-help-hearing",
        "title": "\n\tWiggling ears may have once helped boost human hearing",
        "content": [
            "*A_close-up_photograph_shows_an_ear_with_a_silver_hoop_earring_and_black_wavy_hair_behind_the_ear",
            "Tiny muscles in our ears kick in when we find it hard to hear. These are the same ones that allow some people to wiggle their ears.",
            "You’ve probably seen a cat or dog swing their ears toward a sound. We can’t move our fairly rigid ears this dramatically. But people still possess ancient ear-moving muscles. Some of us can even wiggle our ears on demand. And, it now turns out, they’re more active than anyone knew.",
            "Andreas Schröer is an ear-muscle expert. An ear wiggler himself, he’s also a neuroscientist at Saarland University. That’s in Saarbrücken, Germany. Schröer was part of a team that asked 20 people with normal hearing to listen to a recorded voice. Meanwhile, distracting podcasts played in the background. Electrodes around the volunteers’ ears recorded their muscle activity.",
            "One particular muscle fired up when listening conditions were difficult. It’s known as the superior auricular (Aur-IK-yu-leur) muscle. It sits just above the ear and lifts it up.",
            "Schröer’s group shared this finding January 30 in Frontiers in Neuroscience.",
            "Millions of years ago, this muscle may have helped our ancestors home in on sounds. But modern humans don’t wiggle their ears all that much. Today, it’s doubtful that this tiny wisp of muscle action helps us hear better (though scientists haven’t tested that). “It does its best, but it probably doesn’t work,” Schröer says. ",
            "Still these muscles might have another use. Their activity could provide a measure of someone’s effort to hear. That knowledge might one day be used to help improve hearing-aid technology. For instance, it might tell the device to dampen background noise when someone is struggling to hear.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Schröer says humans’ wide variety of ears — and wiggling abilities — poses a challenge for research on ear muscles. And ear muscles’ wide range of sizes, he adds, can make it hard to accurately record their activity. ",
            "Schröer has collected stories of remarkable ear abilities. These include people who feel their ears moving toward a sound. Others use their ear movements in daily life. “They just wiggle their ears a little bit, and then their glasses are back on their nose where they belong,” he says.",
            "Ear-wiggling research is comforting to some people with exceptional ear control, Schröer says. “They really appreciate it because they always thought they were kind of strange.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/what-is-cancer",
        "title": "\n\tExplainer: What is cancer?",
        "content": [
            "*an_illustration_of_giant_red_cancer_cells_next_to_small_blue_round_normal_cell_blobs",
            "This is an artist’s drawing of cancer cells. Compared to the blue normal cells around them, the red cancer cells are large and misshapen. ",
            "It’s a word no one wants to hear for themselves or someone they love: cancer. It’s so scary that some people instead call it “the C-word.” There are more than 200 types of cancer. No two are exactly alike. Some still baffle doctors and scientists while others can be treated and even cured.",
            "Our cells are supposed to grow and divide. Without more cells, our bodies couldn’t develop, and some parts would wear out.",
            "Cells divide as we shed skin and grow hair. Dividing cells keep our stomach lining working and replenish our blood. Cells grow to make our muscles bigger and bones longer.",
            "Cells usually keep this growth and division under tight control. But if those controls fail, a cell can begin to divide rapidly. And the new cells can do the same. This out-of-control division and growth is called cancer. Doctors call cancers that spread to other parts of the body metastases (Meh-TASS-tuh-sees).",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Normally, genes control whether a cell grows or divides into two. Genes are bits of DNA that act as instruction manuals for our cells. Every time a cell divides, its DNA gets copied. This makes sure both new cells have the same instructions.",
            "Just as printed instructions can end up with typos, a gene’s DNA can pick up “spelling errors” as it is copied. Scientists call these changes mutations.",
            "To make sure such errors get corrected, the cell has DNA repair genes. These produce molecules that run along the DNA, repairing mutations. Most times, a cell repairs the spelling errors. Other times, the body’s immune system may find this cell and kill it. And some genetic changes are so severe that they won’t let the cell survive.",
            "But once in a while, a cell with mutations sneaks through.",
            "Some of those mutations may be harmless. Others might change how a cell works, but not turn it cancerous. But mutations in any of these three types of genes can increase the odds a cell will turn cancerous.",
            "Some mutations are inherited — passed down from our parents. Damage caused by the environment can lead to others. For instance, exposure to the sun’s ultraviolet rays can cause DNA mutations. So can inhaling the smoke from cigarettes. Factors that trigger mutations raise the risk of developing cancer. Such agents are called carcinogens.",
            "Sometimes, scientists and doctors can point to an inherited gene or to an environmental cause for a cancer. Many times, however, they will never find a cancer’s cause.",
            "iFhttps://www.youtube.com/embed/zFhYJRqz_xk?feature=oembed",
            "Cancer may sound scary. Here’s how it forms — and how your body works to keep things in check. Fortunately, most of the time your body is able to stop it before it starts.",
            "Cancer can start from many types of mutations. It also can occur in different types of cells and anywhere in the body. This means that no two cancers are the same. Scientists tend to define cancers based on the body part in which they first emerged.",
            "Some cancers form a solid mass known as a tumor. Not all tumors are cancers, however. Some are just lumps, where cells divided too much but did not spread. If doctors catch a cancerous tumor before its cells start spreading to other parts of the body, they can remove it. Common solid cancers include breast cancer, skin cancer and lung cancer.",
            "Other cancers affect the blood. These can form in bone marrow, which produces blood cells. They also can form in immune organs and lymph (a fluid that fights infection and carries away waste). These cancers attack cells that move through the blood, such as red or white blood cells. Blood cancers include leukemia and lymphoma.",
            "Although cancers are most common in adults, children can get them, too. In 2024, some 9,600 U.S. kids under age 14 were diagnosed with cancer. More than four in every five kids at these ages with cancer will survive. Sadly, however, some 1,000 children in the United States will die from cancer each year.",
            "For kids under age 14, the most common types of cancer are leukemia and lymphoma. Less common types include cancers in the brain, spinal cord and other nerve tissues.",
            "*a_graph_showing_the_rate_of_the_most_common_pediatric_cancers_per_one_million_people",
            "fCData: NCCR*Explorer: National Cancer Institute",
            "This graph shows how many people in the U.S. under age 20 were diagnosed between 2017 and 2021 with one of the more common young-people’s cancers. These include blood cancers (such as leukemias and lymphomas) and nervous system cancers (such as brain cancer). Cancers in young people are rare. Even the most common ones only affect between 30 and 50 kids in every 1 million.",
            "How doctors treat cancer will depend on what type it is, where it is and what stage it is.",
            "Cancers in people under 18 may be treated differently than cancers in adults. The study and treatment of cancer is called oncology.",
            "There are many ways to treat cancer. Often patients will receive more than one type of treatment.",
            "Some early-stage, solid-tumor cancers can be cut out with surgery.",
            "Chemotherapy uses drugs to kill cancer cells or to shrink a tumor. The types of drugs used will depend on the cancer. Other drugs may try to harm cancer cells indirectly. For example, some tumors rely on hormones to grow. For these cancers, doctors might use medicines that stop the body from making or using those hormones.",
            "*a_young_woman_with_light_brown_skin_is_sitting_in_a_hospital_bed_and_smiling_for_the_camera_She's_ma",
            "fCDoctors might have several different ways to treat a patient’s cancer. But many of those treatments can attack healthy cells, too. So healthy cells that divide a lot — such as hair cells — may also die (allowing a patient’s hair to fall out).  ",
            "Some cancers are sensitive to heat or light. Doctors can heat these types of cells with radio waves, lasers or ultrasound. Photodynamic therapy uses a drug to make cancer cells super-sensitive to light. Then doctors can shine a laser or other light source on them to kill those cells.",
            "Radiation, too, can treat cancer. Focused beams of high-energy radiation can kill cancer cells by breaking down their DNA.",
            "Patients with blood cancers may get chemotherapy or radiation to destroy diseased bone marrow. Doctors then infuse marrow from a volunteer so that patients can make healthy new blood cells again. This is called a stem-cell transplant.",
            "Other times, doctors use the patient’s own immune system to fight cancer. Immunotherapy drugs aim to boost the body’s natural immunity. Or these drugs may chemically tag tumors to help the patient’s immune system find and destroy them.",
            "Cancer treatment often has unpleasant side effects. Patients may feel tired or sick to their stomach. That’s because treating a cancer means killing cells — and many of those that get hit may have been healthy ones. That’s especially true for healthy cells that are dividing, such as those lining the stomach, immune cells and hair cells. (That’s why many people can lose their hair during treatment.)",
            "Scientists and doctors are always looking for new ways to treat cancers. Some patients enroll in clinical trials to test new treatments. Although all cancers are different, the goal is the same: Help people whose cells have gotten out of control.",
            "Doctors often use stages to gauge how advanced a cancer is. Different types of cancer may use different systems. Some are more detailed than others, but many refer to five stages. A higher stage means the cancer is more advanced. ",
            "*a_series_of_illustrations_showing_cancer_growth_from_Stage_1_-_4",
            "fCArtist’s drawing of a gastrointestinal cancer. In stage I, a tumor develops within the interior layer of the colon’s wall. By stage II, it’s moving toward outer wall. The tumor breaches the organ’s wall by stage III and and its cells are mutating. A stage IV tumor is now seeding tumors at distant sites.",
            "Stage 0: Cells are dividing more than they should. Stage 0 is a tumor (for solid-cancer types) but not a true cancer, because the tumor is not ready to spread.",
            "Stage I: The tumor is small and still only in one area. This tumor could spread but has not done so yet.",
            "Stage II: The tumor is larger and bits of it have broken off and spread nearby, perhaps to lymph nodes (part of the immune system). Those small nodes exist all over the body.",
            "Stage III: The original tumor has spread to nearby tissues, as well as to lymph nodes. The spread of cancer cells to distant organs is called metastasis.",
            "Stage IV: The cancer has spread to many parts of the body, far from where it originally formed.",
            "Cancer is always labeled by the stage and tissue where doctors diagnosed it — even if it gets worse afterward. ",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-the-carbon-cycle",
        "title": "\n\tLet’s learn about the carbon cycle",
        "content": [
            "*a_scenic_view_of_pink_wildflowers_and_rocks_by_sea_against_sky",
            "Carbon cycles through many things on Earth. In this image, the atmosphere, ocean, rocks and plants all contain carbon.",
            "The element carbon is found all over our planet.",
            "Carbon helps make up carbon dioxide gas in the atmosphere (it’s the C in CO2). It’s found underground in rocks and fossil fuels. A lot of it is stored in Earth’s oceans. And it’s the main chemical building block of all living things, found in DNA, sugars, proteins and many other molecules.",
            "The total amount of carbon on Earth doesn’t change. But our planet’s carbon atoms are always moving around between living things, oceans, the atmosphere and other places. Together, these exchanges are known as the carbon cycle.",
            "Plants, for instance, pull carbon dioxide out of the air during photosynthesis. They use those carbon atoms to build up their tissues — which animals then eat. Animals exhale carbon dioxide back into the atmosphere. And when plants and animals die, the carbon from their tissues gets released into the air and soil. That carbon can get locked up in rock like limestone or fossil fuels such as coal.",
            "Carbon from the atmosphere can also get absorbed by Earth’s oceans. Sea creatures use it to build their calcium carbonate shells and skeletons. When those organisms die, their remains sink and can either dissolve into deep sea waters or settle into the seafloor. Carbon locked up underground can also be violently blasted back out into the atmosphere during volcanic eruptions.",
            "The carbon cycle naturally keeps carbon moving in and out of Earth’s atmosphere. But human activity has recently been pumping a lot more carbon into the air. A big way we do this is by burning fossil fuels such as coal and oil for energy. But other human activities, such as farming and cutting down forests, add carbon to the atmosphere as well. That airborne carbon is warming Earth’s climate through the greenhouse effect.",
            "For that reason, scientists and engineers are trying to develop new technologies that can capture carbon out of Earth’s atmosphere.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Eight ways you can cut your carbon footprint Learn how you can limit the climate-warming gases associated with what you eat, the products you buy and the energy you use. (2/9/2023) Readability: 7.3",
            "The world is aiming for ‘net zero’ emissions of greenhouse gases Nations are charting how they might ‘zero’ out their releases of climate-warming gases. Success might greatly lower the risks of climate catastrophes. (2/9/2023) Readability: 7.9",
            "Explainer: CO2 and other greenhouse gases Carbon dioxide is just one of several chemicals that contribute to the greenhouse effect. (9/20/2018) Readability: 7.9",
            "iFhttps://www.youtube.com/embed/0-DtXqr-gPQ?feature=oembed",
            "The carbon cycle explained in one quick minute.",
            "Scientists Say: Carbon capture",
            "Explainer: All about carbon dioxide",
            "Explainer: How photosynthesis works",
            "Explainer: Where fossil fuels come from",
            "Explainer: In chemistry, what does it mean to be organic?",
            "An ancient log shows how burying wood can fight climate change",
            "A bold plan to save the planet turns carbon dioxide into stone",
            "Pollution power? A new device turns carbon dioxide into fuel",
            "Word find",
            "Humans can affect Earth’s carbon cycle in lots of negative ways, through burning fossil fuels and other activities. But we can also positively impact the carbon cycle by creating more places to store carbon from the atmosphere — like growing plants. Grow your own plants and test the power of fertilizer with this experiment from Science News Explores."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-nucleosynthesis-definition-pronunciation",
        "title": "\n\tScientists Say: Nucleosynthesis",
        "content": [
            "*Simeis_147,_also_known_as_the_Spaghetti_Nebula,_SNR_G1800-017_or_Sharpless_2-240,_is_a_supernova_rem",
            "The Spaghetti Nebula is all that remains of a supernova that exploded about 40,000 years ago. Supernova explosions are a natural way of forging new nuclei, a process called nucleosynthesis.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2059074940&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Nucleosynthesis is a process by which new atomic nuclei are made. This process created all the elements that make up our universe.",
            "Synthesis is a fancy word meaning to create something. So nucleosynthesis means nuclei are being created. In this case, the nuclei are inside atoms. That’s a big deal because an atom’s nucleus determines which element it is. By making new nuclei, nucleosynthesis makes different elements, too.",
            "Nucleosynthesis works in one of two ways. It can start with protons and neutrons (or something even smaller) and bind them into a nucleus. Or it can start with a few lighter nuclei and fuse them into a heavier one.",
            "An atom’s nucleus contains protons and neutrons. An atom’s atomic number — the number of protons it contains — determines the element’s identity. For example, all helium atoms have two protons. Helium’s atomic number is 2. If an atom has two protons, it’s a helium atom. If, by some process, a helium atom gains two more protons, it will no longer be helium. It would now be beryllium.",
            "This process doesn’t always change the element. If only the number of neutrons in a nucleus changes, the element stays the same. That’s because the number of protons, not neutrons, determines the element type.",
            "Most nucleosynthesis occurs in the cosmos. It started with the Big Bang, which exploded our universe into being. As matter and space rapidly expanded from the Big Bang, particles started to group together. Some of those particles were protons and neutrons. And in joining them together, the Big Bang created atomic nuclei. Scientists believe that lighter elements, such as hydrogen and helium, came from nucleosynthesis during the Big Bang.",
            "Other elements have been forged inside stars. During its lifetime, a star fuses lighter nuclei — such as hydrogen and helium — into heavier ones. The extreme gravity in the star’s core drives this process. This is called stellar nucleosynthesis. This is where much of the carbon, iron and other elements crucial for life originate.",
            "Even in death, stars can form new elements. When supermassive stars die, they don’t just fade away. They explode as a supernova. This releases huge amounts of energy. Enough energy to fuse nuclei together and create new elements. Scientists believe supernova nucleosynthesis made much of the oxygen in our universe. Supernovas likely cooked up most of the elements heavier than iron, such as gold and uranium, too.",
            "Scientists used lasers to mimic stellar core processes of nucleosynthesis.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/pluto-charon-kiss-collision",
        "title": "\n\tPluto and its moon Charon may have paired up with a kiss",
        "content": [
            "*The_dwarf_planet_Pluto,_whose_surface_is_dominated_by_a_light_heart-shaped_feature,_is_in_the_foregr",
            "New research shows Pluto and its moon Charon had an instant connection. This image of Pluto (lower right) and its large moon Charon (upper left) was taken by the New Horizons spacecraft in 2015. This composite image, made using a combination of photos, is not to scale.",
            "Pluto and its largest moon’s meet-cute may have started with a kiss.",
            "New research shows the dwarf planet and Charon may have paired up in a “kiss-and-capture” collision. That’s when two bodies briefly collide before settling into their current positions.",
            "Pluto and Charon had an instant connection, says Adeene Denton. “They kiss and they say: ‘Yeah, this is it. I want to build a system together with you.’ And then they do.”",
            "Denton is a planetary scientist at the Southwest Research Institute in Boulder, Colo. She was part of the team that shared these results January 6 in Nature Geoscience.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Of Pluto’s five moons, Charon is unusually large. It’s half Pluto’s size and has a little less than one-ninth as much mass. Since the 1990s, planetary scientists have thought that Charon could have formed in a way similar to Earth’s moon. Some impact on Pluto might have splashed out hot, molten material, which then began orbiting around it. Eventually that debris could have come together, forming a large moon.",
            "But, just as with Earth’s moon, details of that possible scenario have been fuzzy. “It goes: Something hit Pluto,” Denton says. Then “question mark, question mark, question mark — Charon is now there.”",
            "Past computer models of such collisions seemed to yield a system like Pluto and Charon. But those models treated the rocky, icy bodies as fluids. They ignored their material strength. And that would have been a decent assumption for large objects, such as gas giants or galaxies. When something hits them, those do behave like fluids. But Pluto and Charon are ice-wrapped rocks. And, it turns out, you can’t ignore that.",
            "The real Charon-forming collision would have been a lot less splashy, Denton says. So in her team’s models, the researchers included Pluto’s and Charon’s rocky cores and icy mantles and crusts. And then it turned out that the protoplanets had an instant connection.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "In the new models, Pluto and Charon joined up and rotated together, with each body remaining basically intact. After about 30 hours of contact, Charon would have separated from Pluto. Then, it likely would have migrated into the orbit it has around Pluto today.",
            "The researchers found that two other pairs of Kuiper Belt objects could also be explained by such “kiss-and-capture” collisions. One is the dwarf planet Eris and its moon Dysnomia. The other is the dwarf planet Orcus and its moon Vanth.",
            "Denton plans to extend her team’s new work to other objects with different masses and makeups. “Can this still work? I’m pretty confident that it does,” she says.",
            "“If that’s true,” she adds, “kiss-and-capture happened all over the Kuiper Belt in the solar system’s history.” And that, she concludes, would seem “very romantic.”",
            "Pluto may have captured its largest moon, Charon, with a “kiss-and-capture” collision, scientists have found. #space #astronomy #planets #sciencenews "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/virtual-reality-vr-taste-food-flavors",
        "title": "\n\tSquirty gels bring food-like flavors to virtual reality",
        "content": [
            "*a_composite_with_a_women_holding_a_phone_in_front_of_her_mouth_the_phone_has_an_image_of_a_smiley_fa",
            "A new device squirts chemical mixes — ones that mimic complex flavors — onto peoples’ tongues. It could be used to bring taste to virtual reality or help people recover a lost sense of taste.",
            "Imagine seeing cake in a video game — then tasting it. Researchers have taken a step toward that possibility. They’ve created a device that delivers virtual flavors by squirting chemicals onto the tongue.",
            "The system, called “e-Taste,” can detect chemicals in foodstuffs. It then wirelessly sends this information to a device that delivers the same or similar chemicals to a user’s tongue. By combining different chemicals, the device can mimic flavors ranging from cake to lemonade.",
            "This is a step toward the next generation of virtual reality and devices that let people and machines communicate, says Yizhen Jia. He’s a materials engineer at Ohio State University in Columbus.",
            "The system contains five edible chemicals. There’s one for each of the basic tastes. Sweet comes from glucose, sour from citric acid and salty from sodium chloride. Magnesium chloride creates a bitter taste. Glutamate provides a savory taste known as umami.",
            "The device infuses these chemicals into gels. There, tiny channels mix the different gels. A pump delivers the combo to the tongue through a flexible, ribbonlike tube.",
            "The e-Taste device was able to make different levels of sourness that 10 taste-testers could tell apart. The researchers then moved on to more complex flavors.",
            "They made five flavors based on their chemical compositions: lemonade, cake, fried egg, fish soup and coffee. Six participants were trained to recognize these flavors. Overall, they were nearly 87 percent accurate in identifying ones made by e-Taste.",
            "Some flavors, such as lemonade and cake, were easier to identify. One that was a bit harder: fried egg.",
            "The team shared its findings February 28 in Science Advances.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Earlier efforts had attempted to simulate taste by zapping the tongue with electricity. But this method remains poorly understood.",
            "“Taste and smell, being chemical senses, are very challenging,” explains Nimesha Ranasinghe. A computer scientist, he works at the University of Maine in Orono. He did not take part in the new work. Both taste and smell work by molecules sticking to specific protein receptors in the tongue or in the nose.",
            "“We don’t have a hundred percent understanding of how the tongue and taste perception works,” Ranasinghe says. Chemicals, for now, can reproduce a wider range of tastes than electrical jolts.",
            "But taste alone is not enough. “Real coffee comes with the smells and feeling of coffee,” Jia points out. Just putting chemicals on your tongue isn’t the same. ",
            "To help bridge that gap, Jia’s group is working to incorporate smell. They are using gas sensors to figure out the molecules in a smell. Then they use machine learning to make sense of these data.",
            "The team envisions using flavors and smells to make for more immersive gaming. It also could be used in online shopping or to share food in virtual worlds. This technology may even help restore the ability to taste, for instance, in people who have lost this sense — perhaps due to COVID.",
            "For now, the biggest unknown is how willing people will be to wear a device that squirts chemicals onto their tongue. “We are very reserved when it comes to putting anything inside our mouth,” Ranasinghe says. “The look, feel and comfort are really important.” It’s something he says people will “have to look into in the future.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/glass-coated-bacteria-living-lenses",
        "title": "\n\tLiving lenses? Glass-coated microbes might take better photos",
        "content": [
            "*a_photo_of_a_cell_phone_taking_a_photo_of_a_highway_overpass_looking_down_at_traffic_at_dusk_The_ima",
            "Lenses, like those in this phone’s camera, focus light to help resolve images. They are usually made of plastic or glass. But using bacteria, researchers recently made some very tiny lenses — which could have very high resolution.",
            "Throughout the living and tech world, lenses focus light to improve the resolution of images. In our eyes, these curved structures are made of cells. Plastic or glass lenses have served the same purpose in eyeglasses and cameras. Now an international research team has harnessed E. coli bacteria to work as super-tiny lenses.",
            "Because these rod-shaped microbes are so tiny — about a tenth to hundredth the size of the smallest lenses now in use — they might find new uses, such as in environmental sensing.",
            "Anne Meyer at the University of Rochester in New York led a group that unveiled the tiny microbe-based tech December 17 in the Proceedings of the National Academy of Sciences.",
            "Bacteria can focus light a bit. Meyer thought her team could improve this. With a computer, they showed that glass should help bacteria focus light even better.",
            "The microbes don’t normally make glass. But some sea sponges do — they use it as a type of skeleton. “We were inspired,” Meyer says, “by the idea that these sea-sponge skeletons are really lightweight. And they have interesting optical properties.” As a synthetic biologist, Meyer tinkers with genes to make cells do new things.",
            "A protein in the sponges grabs molecules from seawater to make their glass. That glass ends up looking like long needles. Each needle is similar to ones in the fiber optic cables used to carry internet signals. When you shine light on one side of the fiber or needle, light comes out very focused in one spot at the other end.",
            "The researchers inserted a sponge gene into their E. coli. These genetically engineered microbes now are able to coat themselves with glass. ",
            "And when “we shine light at glass-coated bacterial cells, they could make a really bright jet of focused light on the other side,” Meyer reports. “That means they were acting like really, really tiny lenses.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The glass-coated bacteria survived for months. Although they couldn’t move enough to divide, they remained active while tucked away in their shells.",
            "“I was very impressed,” says Tom Ellis of the new lenses. He’s a synthetic biologist who did not take part in the new work. He works in England at Imperial College London. The new finding, he says, “shows us that it is possible for microbes to produce materials that then immediately form shaped structures with uses.”",
            "“With bacteria-sized lenses, your cell-phone camera could be even thinner,” notes Meyer. “And the camera would be flexible,” she adds, so “you could bend it around a corner.” That’s because many tiny lenses together could move more easily than a few larger ones. These eco-friendly and low-cost lenses also could make photos clearer and crisper.",
            "Living microlenses could have a range of other uses, too. “You might want to sense disease particles or the health of your cells,” says Meyer. And by having such small lenses, “these kinds of biosensors could be more sensitive,” she speculates.",
            "*purple_dots_bacterial_microlenses_are_seen_at_the_ends_of_teal_streaks_jets_of_focused_light",
            "fCBacterial microlenses (magenta) are seen here focusing light into bright jets (teal). ",
            "An optical device made using such lenses might someday help monitor the environment. Living lenses might even be engineered to change color as critical conditions change — such as if a gas pipeline starts leaking. Then, people could quickly notice and fix it. ",
            "In new experiments, Meyer’s group is now changing the shapes of their bacteria. The first results show that super-long, thin bacteria can act as optical fibers — just like the sea-sponge needles.",
            "The team also is looking into whether the lenses could be made in space. This might help people living on the moon or on Mars. They could make their own tools, like living lenses, instead of waiting for them to be shipped from Earth.",
            "This is one in a series presenting news on technology and innovation, made possible with generous support from the Lemelson Foundation. ",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-agrivoltaics-definition-pronunciation",
        "title": "\n\tScientists Say: Agrivoltaics",
        "content": [
            "*a_group_of_sheep_graze_in_long_grass_under_the_shade_of_a_solar_panel",
            "Agrivoltaics refers to a land management practice that combines agriculture with energy production. One example of this practice is placing solar panels over a sheep field to give livestock a shaded place to graze.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2069319812&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Agrivoltaics is the practice of using the same land for farming and producing solar energy. This practice often consists of placing solar panels over farmland.",
            "The word “agrivoltaics” is a mash-up of “agriculture” and “photovoltaics.” Agriculture refers to farming. Photovoltaics describes technology that makes electricity from sunlight. Solar panels are one example.",
            "Solar farms use solar panels to generate clean energy. But these farms take up a lot of land. Farms that grow crops and raise livestock use a lot of land too. Agrivoltaics saves space by allowing farmers to harvest electricity and food from the same land.",
            "Research has shown that adding solar panels to farms can actually help crops. Leafy crops, such as lettuces and some herbs, grow well in the shade of the solar panels. The plants can also benefit from the increased soil moisture in partially shaded ground.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Agrivoltaics may benefit livestock, too. For example, farmers might allow sheep to graze under solar panels. This would give them relief from the hot sun in the summer.",
            "Other agrivoltaics projects focus on cultivating pollinators. For instance, planting wildflowers under solar farms can attract butterflies, bees and other insects. These tiny helpers can then pollinate nearby crops.",
            "No single agrivoltaics technique works everywhere. Squash, for example, generally need direct sunlight. So they don’t thrive under solar panels.",
            "Even lower-light crops may have trouble growing well in agrivoltaics setups. For example, the shade from solar panels helps keep the soil damp. On some farms, this comes as a benefit. But it may also increase the risk of some plant diseases. And water pouring off the panels during a rainstorm may overwater some plants.",
            "Researchers today are exploring how to minimize these and other challenges. They’re also finding ways to maximize the production of crops and energy.",
            "Shade-loving leafy greens such as kale and lettuce thrive under the solar panels of agrivoltaics farms.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/engineer-light-pacemaker-bioelectronics",
        "title": "\n\tThis engineer uses light to get hearts pumping",
        "content": [
            "*Molecular_engineer_Pengju_Li_stands_in_a_hallway,_in_front_of_yellow_tinted_glass_He_has_black_hair_",
            "Molecular engineer Pengju Li designs devices that use electricity to treat diseases. ",
            "Each year, more than 2 million people worldwide undergo open-heart surgery. This involves opening the chest and briefly stopping the heart. Getting those hearts pumping again can sometimes be risky, says Pengju Li. A molecular engineer, he designs bioelectronic devices at the University of Chicago in Illinois. This tech treats diseases by stimulating muscles and the nervous system with electricity.  ",
            "Doctors might restart hearts by compressing them with their hands. But that’s “very invasive and demands significant expertise,” says Li. Other times, surgeons use metal tongs and electrodes. These risk damaging sensitive tissue. Li’s team has designed a light-powered pacemaker that might one day help hearts find their rhythm after surgery.  ",
            "Traditional pacemakers use special wires called leads. These directly zap the heart. Li’s device instead relies on layers of silicon that form a flexible membrane. It generates electricity when exposed to light from an optical fiber. This membrane is about “100 times thinner than a human hair,” says Li.  ",
            "*A_thin_pacemaker_conforms_to_the_shape_of_pig's_heart_The_pig's_heart_is_pink_with_red_veings_and_is",
            "fCLi’s team designed an ultra-thin pacemaker. It uses light to send zaps directly into the heart. Its flexible design allows it to conform to the shape of the heart, as seen here in a living pig.",
            "The device has already proven successful in rodents and pigs and holds promise for use in people. ",
            "Li isn’t just working on hearts, however. His team also is designing devices that use electric zaps to treat nerve disorders. One of them is sleep apnea. That causes people to briefly stop breathing as they sleep.  ",
            "Here, Li shares his experiences and advice with Science News Explores. (This interview has been edited for content and readability.)   ",
            "In secondary school, I was really interested in chemistry. My grandfather is a chemistry teacher. He owns a personal collection of some legal chemicals. He taught me a lot about how to do experiments. That inspired me to pursue materials science at the National University of Singapore. ",
            "I became interested in working on hearts by chance. After an internship at a tech company making semiconductors, I decided to pursue a Ph.D. The Pritzker School of Molecular Engineering at the University of Chicago caught my eye. It’s something that I really feel can change the world. I decided to go to a lab [run by Bozhi Tian] that worked with biointerface materials. These help seamlessly connect technology with the body. One example is the soft coatings on medical devices that make them safer and more comfortable. One of the lab members was very good at heart surgery and experiments. Seeing his work made me interested in combining the engineering of materials with biology. ",
            "One of my strategies involves talking and collaborating with medical doctors. They know about medical devices. They understand what problems may occur during surgeries. I schedule regular meetings with them to share ideas on current medical problems. They might tell me about surgical equipment that needs improving. I can then design a device that meets their needs. ",
            "*_This_engineer_uses_light_to_get_hearts_pumping0",
            "fCLi’s pacemaker has already proven successful in rodents and pigs. Here, Li (left) and colleague Chuanwang Yang (right) activate the implanted device in a sedated pig.",
            "Artificial intelligence is making big changes in the field. In the past, developing new materials often involved many people. We’d hire a lot of people to do tedious work, like testing and tweaking material recipes. Now we can automate that work with AI. Recent studies have shown how robots can automate experiments to identify potential medicines and test materials. They’re much faster than humans. ",
            "We can also integrate AI into today’s electronic devices. Algorithms can analyze data collected from your body and point out possible issues. ",
            "Most people focus on heart disease in the elderly. Implanting traditional pacemakers in younger patients can be more challenging. Surgeons can implant these devices in adults by passing them through the blood vessels. But children have much smaller veins, preventing us from reaching the heart. This is also true for conditions where the heart is shaped differently than what we typically see.  ",
            "That’s why we need to develop less invasive methods. Our team has engineered a tool that delivers pacemakers through the ribs. Instead of cutting the ribs, we make a small incision between them. This then lets us implant pacemakers using catheters. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "During college, look at all the labs open to you. Learn about the work they are doing and talk to their lab members. That will help you focus on the research you are interested in. After that, you can pursue either a Ph.D. or a medical degree. Many college students in my lab decided to attend medical school for hands-on surgical training. ",
            "Others chose to do both a Ph.D. program and medical school. Typically, they spend the first two years in medical-school coursework, followed by three to five years focusing on Ph.D. research and publishing papers. After that, they return to clinical training and hospital rotations before progressing to a residency. "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-circumnutation-definition-pronunciation",
        "title": "\n\tScientists Say: Circumnutation",
        "content": [
            "*_Scientists_Say_Circumnutation1",
            "The tip of a vine grows into a coil as it circles in search of something to wrap around — a movement called circumnutation.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2085156129&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Circumnutation describes the slow, circular movements the growing tips of young plants make throughout the day.",
            "Although it usually can’t be seen with the naked eye, all plants move. These are movements powered by the plants themselves, not movement due to wind. Plants slowly sway from side to side, a process called nutation (noo-TAY-shun). Circumnutation is a type of nutation in which plants move in a circle or ellipse. That movement is caused by plant organs growing at different times and at different rates throughout the day.",
            "In circumnutation, the tip of the plant moves in a slow circle. And because the plant is growing, the circle it traces out gets higher and higher. By following this path, some plants, like vines, can take on a coil or helix shape. Different species of plants circumnutate in different directions. A type of cress called Arabidopsis moves clockwise. Beans and soybeans move counterclockwise.",
            "iFhttps://www.youtube.com/embed/y8bjxLiwY9E?feature=oembed",
            "fCArabidopsis",
            "Vines circumnutate as they search for things they can climb. Other plants do it for different reasons. A 2024 study, for instance, found that sunflowers also use random circumnutation to avoid each other’s shade. When planted in large groups, as they are in fields, sunflowers’ broad leaves easily shade their neighbors. So each plant circles throughout the day to maximize the light it gets. Because all the plants are moving, sunny patches constantly shift. This forces the plants to continually move in search of better light. ",
            "Most plants move in response to light, temperature or gravity. Circumnutation movements change when light or temperature changes. But gravity does not appear to affect them. Plants taken to space circumnutate, even when there is no gravity.",
            "Vines use circumnutation to find support structures, so they can climb trees and trellises in search of better light to power their photosynthesis.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/mosquitoes-taste-before-they-bite",
        "title": "\n\tMosquitoes taste you before they decide to bite",
        "content": [
            "*a_close_up_of_a_mosquito_on_human_skin",
            "Mosquitoes can taste surfaces before biting, new research shows. This Asian tiger mosquito (Aedes albopictus), drinking blood from a human, must have liked what it found.",
            "At a summer barbecue, mosquitoes feast on some guests while luckier partiers stay bite-free. New research helps explains why: Some people just taste better.",
            "“It feels personal sometimes, like why are they biting me?” says Lisa Baik. Baik is a sensory biologist at Yale University in New Haven, Conn. She studies how insects, especially mosquitoes, sense their world.",
            "Mosquitoes like certain ingredients in sweat, Baik’s team now finds. The insects showed clear favorites, biting some sweat samples more than others.",
            "“We’ve known that mosquitoes love us, and they are able to find us very effectively and land on our skin,” she says. “But we didn’t know what happens after that.”",
            "Mosquitoes bite people and other animals to get a blood meal. But these insects are sloppy eaters. They leave behind saliva in their target’s skin. That spit can carry harmful microbes that cause diseases, like malaria, dengue (DEN-gay) and yellow fever. Such diseases can make people very ill and even kill.",
            "Knowing what causes mosquitoes to bite — or not — can help researchers create better ways to stop them.",
            "The team shared its new insights last November in Nature.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "One clue is that mosquitoes are able to taste the surfaces on which they land, Baik’s team finds. In fact, sweat may play a big role in whether they bite. Human sweat contains water, salt and amino acids (the building blocks of proteins).",
            "To see what mosquitoes prefer, the researchers put salt and amino acids on separate surfaces. Mosquitoes ignored the salt. They also didn’t go for the amino acids. But when the team combined both on the same surface, the mosquitoes bit.",
            "In another experiment, researchers coated one side of a surface with sweat samples from several volunteers. Mosquitoes bit sweat from two of those people much more than from the others.",
            "The researchers then looked at activity in certain mosquito nerve cells involved in taste. The more-appealing sweat had a bigger effect on the activity of these nerves than the other sweat samples had. That suggests taste “could be one of the factors as to why some of us get bitten a lot more than others,” Baik says. “This was quite exciting.”",
            "*a_magnified_view_of_four_Asian_tiger_mosquitoes",
            "fCThese Asian tiger mosquitoes slurped up differently colored solutions that mimic blood. ",
            "Baik wanted to explore how taste might drive mosquitoes’ choice to bite or not.",
            "Tasting requires touch. We use our lips, mouth and tongue to taste. Mosquitoes do, too. A long tube extends from their face like a giant straw. At the end of that proboscis are two small, lip-like parts that can touch a surface. These are called labella.",
            "The researchers examined those labella using a special microscope. The lips had little hairs on them. Nerve cells inside the hairs responded to touch. ",
            "Then the team tested how the hairs responded to different flavor molecules. When sugars touched the hairs, they activated the nerve cells. Some bitter compounds, though, blocked the nerve cells’ response to sugar. “This was exciting and surprising,” says Baik. This type of activity blocking, she notes, hasn’t been seen in other insects.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Adding such bitter substances to sugar reduced the nerves’ response to sweet. It also made the mosquitoes less likely to feed. “This suggested that we could use bitter compounds as a way to stop the feeding behavior of mosquitoes,” says Baik.",
            "“This team was really the first to systematically show what the taste cells in this mosquito actually respond to,” says Ben Matthews. He works at the University of British Columbia in Vancouver, Canada. Though he did not take part in the new work, Matthews studies insect sensory systems. The new work “showed not just how these chemicals are processed, but how that affects behavior.”",
            "Baik is now hunting for just the right compound to stop mosquitoes from biting people. The substance should be low-cost, safe and eco-friendly. It could someday be included in a spray for skin and clothing.",
            "And better mosquito protection is more urgent than ever, Baik adds. Climate change is expanding the range of certain mosquitoes — and the diseases they spread — at an alarming rate. Methods to prevent mosquito bites could protect people worldwide.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/explainer-earth-layer-layer",
        "title": "\n\tExplainer: Earth — layer by layer",
        "content": [
            "*a_cut_away_diagram_showing_the_innner_layers_of_the_Earth",
            "Scientists understand much about Earth’s structural layers — the inner core, core, mantle and crust. Yet there are still great mysteries to solve about our planet’s inner workings.",
            "Mountain ranges tower to the sky. Oceans plummet to impossible depths. Earth’s surface is an amazing place to behold. Yet even the deepest canyon is but a tiny scratch on the planet. To really understand Earth, you need to travel 6,400 kilometers (3,977 miles) beneath our feet.",
            "Starting at the center, Earth is composed of four distinct layers. They are, from deepest to shallowest, the inner core, the outer core, the mantle and the crust. Except for the crust, no one has ever explored these layers in person. In fact, the deepest humans have ever drilled is just over 12 kilometers (7.6 miles). And even that took 20 years!",
            "Still, scientists know a great deal about Earth’s inner structure. They’ve plumbed it by studying how earthquake waves travel through the planet. The speed and behavior of these waves change as they encounter layers of different densities. Scientists —  including Isaac Newton, three centuries ago — have also learned about the core and mantle from calculations of Earth’s total density, gravitational pull and magnetic field.",
            "Here’s a primer on Earth’s layers, starting with a journey to the center of the planet.",
            "*a_diagram_showing_the_layers_of_the_Earth",
            "fCA cut-away of Earth’s layers reveals how thin the crust is when compared to the lower layers.",
            "This solid metal ball has a radius of 1,220 kilometers (758 miles), or about three-quarters that of the moon. It’s located some 6,400 to 5,180 kilometers (4,000 to 3,220 miles) beneath Earth’s surface. Extremely dense, it’s made mostly of iron and nickel. The inner core spins a bit faster than the rest of the planet. It’s also intensely hot: Temperatures sizzle at 5,400° Celsius (9,800° Fahrenheit). That’s almost as hot as the surface of the sun. Pressures here are immense: well over 3 million times greater than on Earth’s surface. Some research suggests there may also be an inner, inner core. It would likely consist almost entirely of iron.",
            "This part of the core is also made from iron and nickel, just in liquid form. It sits some 5,180 to 2,880 kilometers (3,220 to 1,790 miles) below the surface. Heated largely by the radioactive decay of the elements uranium and thorium, this liquid churns in huge, turbulent currents. That motion generates electrical currents. They, in turn, generate Earth’s magnetic field. For reasons somehow related to the outer core, Earth’s magnetic field reverses about every 200,000 to 300,000 years. Scientists are still working to understand how that happens.",
            "At close to 3,000 kilometers (1,865 miles) thick, this is Earth’s thickest layer. It starts a mere 30 kilometers (18.6 miles) beneath the surface. Made mostly of iron, magnesium and silicon, it is dense, hot and semi-solid (think caramel candy). Like the layer below it, this one also circulates. It just does so far more slowly.",
            "Near its upper edges, somewhere between about 100 and 200 kilometers (62 to 124 miles) underground, the mantle’s temperature reaches the melting point of rock. Indeed, it forms a layer of partially melted rock known as the asthenosphere (As-THEEN-oh-sfeer). Geologists believe this weak, hot, slippery part of the mantle is what Earth’s tectonic plates ride upon and slide across.",
            "Diamonds are tiny pieces of the mantle we can actually touch. Most form at depths above 200 kilometers (124 miles). But rare “super-deep” diamonds may have formed as far down as 700 kilometers (435 miles) below the surface. These crystals are then brought to the surface in volcanic rock known as kimberlite.",
            "The mantle’s outermost zone is relatively cool and rigid. It behaves more like the crust above it. Together, this uppermost part of the mantle layer and the crust are known as the lithosphere.",
            "*a_photo_of_the_Himalayan_mountains",
            "fCThe thickest part of Earth’s crust is about 70 kilometers (43 miles) thick and lies under the Himalayan Mountains, seen here.",
            "Earth’s crust is like the shell of a hard-boiled egg. It is extremely thin, cold and brittle compared to what lies below it. The crust is made of relatively light elements, especially silica, aluminum and oxygen. It’s also highly variable in its thickness. Under the oceans (and Hawaiian Islands), it may be as little as 5 kilometers (3.1 miles) thick. Beneath the continents, the crust may be 30 to 70 kilometers (18.6 to 43.5 miles) thick.",
            "Along with the upper zone of the mantle, the crust is broken into big pieces, like a gigantic jigsaw puzzle. These are known as tectonic plates. These move slowly — at just 3 to 5 centimeters (1.2 to 2 inches) per year. What drives the motion of tectonic plates is still not fully understood. It may be related to heat-driven convection currents in the mantle below. Some scientists think it’s caused by the tug from slabs of crust of different densities, something called “slab pull.” In time, these plates will converge, pull apart or slide past each other. Those actions cause most earthquakes and volcanoes. It’s a slow ride, but it makes for exciting times here on Earth’s surface."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/science-ghosts",
        "title": "\n\tThe science of ghosts",
        "content": [
            "*860_ghoststairspng",
            "People love scary, spooky stories of spectral phantoms. While there’s no science to support the existence of ghosts, research does provide plenty of explanations for why we might genuinely sense a supernatural presence.",
            "A shadowy figure rushed through the door. “It had a skeletal body, surrounded by a white, blurry aura,” recalls Dom. The figure hovered and didn’t seem to have a face. Dom, who prefers to use only his first name, had been fast asleep. Just 15 at the time, he panicked and closed his eyes. “I only saw it for a second,” he recalls. Now, he’s a young adult who lives in the United Kingdom. But he still remembers the experience vividly.",
            "Was the figure a ghost? In the mythology of the United States and many other Western cultures, a ghost or spirit is a dead person who interacts with the living world. In stories, a ghost may whisper or groan, cause things to move or fall, mess with electronics — even appear as a shadowy, blurry or see-through figure.",
            "*_The_science_of_ghosts2",
            "fC“I’d been hearing noises on the ceiling at the same time each night,” says Clare Llewellyn-Bailey, who is now a student at the University of South Wales. One night, a big thud prompted her to grab her camera. This was the first picture she took. Other photos she took on that and later nights showed nothing unusual. Does this story make it seem like ghosts exist? Or is the glowing figure a flash of light that the camera accidentally captured?",
            "Ghost stories are lots of fun, especially on Halloween. But some people believe that ghosts are real. Chapman University in Orange, Calif., runs a yearly survey that asks people in the United States about their beliefs in the paranormal. In 2018, 58 percent of those polled agreed with the statement, “Places can be haunted by spirits.” And almost one in five people from the United States said in another survey, conducted by the Pew Research Center in Washington, D.C., that they’ve seen or been in the presence of a ghost.",
            "On ghost-hunting TV shows, people use scientific equipment to attempt to record or measure spirit activity. And numerous creepy photos and videos make it seem like ghosts exist. However, none of these offer good evidence of ghosts. Some are hoaxes, created to fool people. The rest only prove that equipment sometimes can capture noise, images or other signals that people don’t expect. Ghosts are the least likely of many possible explanations.",
            "Not only are ghosts supposed to be able to do things that science says are impossible, such as turn invisible or pass through walls, but also scientists using reliable research methods have found zero evidence that ghosts exist. What scientists have discovered, though, are lots of reasons why people might feel they have had ghostly encounters.",
            "What their data show is that you can’t always trust your eyes, ears or brain.",
            "Dom began having unusual experiences when he was eight or nine. He would wake up unable to move. He researched what was happening to him. And he learned that science had a name for it: sleep paralysis. This condition leaves someone feeling awake but paralyzed, or frozen in place. He can’t move or speak or breathe deeply. He may also see, hear or feel figures or creatures that aren’t really there. This is called a hallucination (Huh-LU-sih-NA-shun).",
            "Sometimes, Dom hallucinated that creatures were walking or sitting on him. Other times, he heard screaming. He only saw something that one time, as a teenager.",
            "Sleep paralysis happens when the brain messes up the process of falling asleep or waking. Usually, you only start dreaming after you’re fully asleep. And you stop dreaming before you waken.",
            "*A_sitting_woman_looks_down_at_her_dreaming_self",
            "fCWhile dreaming in REM sleep, the body is usually paralyzed, unable to act out the motions the dreamer might see herself performing. Sometimes, a person wakes up while still in this state. That can be terrifying.",
            "Sleep paralysis “is like dreaming with your eyes open,” explains Baland Jalal. A neuroscientist, he studies sleep paralysis at the University of Cambridge in England. He says this is why it happens: Our most vivid, lifelike dreams happen during a certain stage of sleep. It’s called rapid eye movement, or REM, sleep. In this stage, your eyes dart around under their closed lids. Though your eyes move, the rest of your body can’t. It’s paralyzed. Most likely, that’s to prevent people from acting out their dreams. (That could get dangerous! Imagine flailing your arms and legs as you play dream basketball, only to whack your knuckles on the wall and tumble to the floor.)",
            "Your brain usually turns this paralysis off before you wake up. But in sleep paralysis, you wake up while it’s still happening.",
            "You don’t have to experience sleep paralysis to sense things that aren’t there. Have you ever felt your phone buzz, then checked to find there was no message? Have you heard someone calling your name when no one was there? Have you ever seen a face or figure in a dark shadow?",
            "These misperceptions also count as hallucinations, says David Smailes. He’s a psychologist in England at Northumbria University in Newcastle-upon-Tyne. He thinks that just about everyone has such experiences. Most of us just ignore them. But some may turn to ghosts as the explanation.",
            "We’re used to our senses giving us accurate information about the world. So when experiencing a hallucination, our first instinct is usually to believe it. If you see or feel the presence of a loved one who died — and trust your perceptions — then “it has to be a ghost,” says Smailes. That’s easier to believe than the idea that your brain is lying to you.",
            "The brain has a tough job. Information from the world bombards you as a mixed-up jumble of signals. The eyes take in color. The ears take in sounds. The skin senses pressure. The brain works to make sense of this mess. This is called bottom-up processing. And the brain is very good at it. It’s so good that it sometimes finds meaning in meaningless things. This is known as pareidolia (Pear-eye-DOH-lee-ah). You experience it whenever you stare at clouds and see rabbits, ships or faces. Or gaze at the moon and see a face.",
            "*a_wall_with_three_bricks_that_look_like_they_have_faces",
            "fCCan you see the three faces in this image? Most people can easily find them. Most people also realize that they aren’t real faces. They are an example of pareidolia.",
            "The brain also does top-down processing. It adds information to your perception of the world. Most of the time, there is way too much stuff coming in through the senses. Paying attention to all of it would overwhelm you. So your brain picks out the most important parts. And then it fills in the rest. “The vast majority of perception is the brain filling in the gaps,” explains Smailes.",
            "What you see right now isn’t what’s actually out there in the world. It’s a picture your brain painted for you based on signals captured by your eyes. The same goes for your other senses. Most of the time, this picture is accurate. But sometimes, the brain adds things that aren’t there.",
            "For example, when you mishear the lyrics in a song, your brain filled in a meaning that wasn’t there. (And it will most likely continue to mishear those words even after you learn the right ones.)",
            "This is very similar to what happens when so-called ghost hunters capture sounds that they say are ghosts speaking. (They call this electronic voice phenomenon, or EVP.) The recording is probably just random noise. If you listen to it without knowing what was supposedly said, you probably won’t hear words. But when you know what the words are supposed to be, you might now find that you can discern them easily.",
            "Your brain may also add faces to images of random noise. Research has shown that patients who experience visual hallucinations are more likely than normal to experience pareidolia — see faces in random shapes, for instance.",
            "In one 2018 study, Smailes’ team tested whether this might also be true for healthy people. They recruited 82 volunteers. First, the researchers asked a series of questions about how often these volunteers had hallucination-like experiences. For example, “Do you ever see things other people cannot?” and “Do you ever think that everyday things look abnormal to you?”",
            "*a_face_that_hidden_in_a_busy_black_and_white_image",
            "fCThis is one of the images that Smailes’ study participants looked at. This one contains a difficult-to-detect face. Do you see it?",
            "Next, the participants looked at 60 images of black and white noise. For a very brief moment, another image would flash in the center of the noise. Twelve of these images were faces that were easy to see. Another 24 were hard-to-see faces. And 24 more images showed no faces at all — just more noise. The volunteers had to report whether a face was present or absent in each flash. In a separate test, the researchers showed the same volunteers a series of 36 images. Two-thirds of them contained a face pareidolia. The remaining 12 did not.",
            "Participants who had initially reported more hallucination-like experiences were also more likely to report faces in the flashes of random noise. They were also better at identifying those images that contained face pareidolia.",
            "In the next few years, Smailes plans to study situations in which people might be more likely to see faces in randomness.",
            "When people sense ghosts, he points out, “They’re often alone, in the dark and scared.” If it’s dark, your brain can’t get much visual information from the world. It has to create more of your reality for you. In this type of situation, Smailes says, the brain may be more likely to impose its own creations onto reality.",
            "The brain’s picture of reality sometimes includes things that aren’t there. But it can also completely miss things that are there. This is called inattentional blindness. Want to know how it works? Watch the video before you keep reading.",
            "The video shows people in white and black shirts passing a basketball. Count how many times the people in white shirts pass the ball. How many did you see?",
            "iFhttps://www.youtube.com/embed/vJG698U2Mvo?feature=oembed",
            "This video was part of a famous 1999 study into inattentional blindness. While you watch it, count the number of times people in white shirts pass a basketball.",
            "Partway through the video, a person in a gorilla suit walks through the players. Did you see it? About half of all viewers who count passes while watching the video miss the gorilla completely.",
            "If you too missed the gorilla, you experienced inattentional blindness. You were likely in a state called absorption. That’s when you are so focused on a task that you tune out everything else.",
            "“Memory does not work like a video camera,” says Christopher French. He is a psychologist in England at Goldsmiths University of London. You only remember things you’re paying attention to. Some people are more likely to become absorbed than others. And these people also report higher levels of paranormal beliefs, he says, including beliefs in ghosts.",
            "How could these things be related? Some strange experiences that people blame on ghosts involve unexplained sounds or movements. A window may seem to open all by itself. But what if someone opened it and you just didn’t notice because you were so absorbed in something else? That’s a lot more likely than a ghost, French says.",
            "In one 2014 study, French and his colleagues found that people with higher levels of paranormal beliefs and higher tendencies to get absorbed are also more likely to experience inattentional blindness. They also tend to have a more limited working memory. That’s how much information you can hold in your memory at once.",
            "If you have trouble keeping lots of information in your memory or paying attention to more than one thing at once, then you risk missing sensory cues from the environment around you. And you might blame any misperceptions that result on a ghost.",
            "Anyone may experience sleep paralysis, hallucinations, pareidolia or inattentional blindness. But not everyone turns to ghosts or other supernatural beings as a way to explain these experiences. Even as a child, Dom never thought he had come face to face with a real ghost. He went online and asked questions about what might have happened. He used critical thinking. And he got the answers he needed. When an episode happens now, he uses a technique that Jalal developed. Dom doesn’t try to stop the episode. He just focuses on his breathing, tries to relax as much as possible and waits for it to pass. He says, “I deal with it far better. I just sleep and enjoy sleeping.”",
            "Robyn Andrews is a psychology student at the University of South Wales in Treforest. She wondered if people with stronger critical-thinking skills might be less likely to believe in the paranormal. So she and her mentor, psychologist Philip Tyson, recruited 687 students for a study about their paranormal beliefs. The students majored in a wide range of different fields. Each was asked how strongly he or she agreed with statements such as, “It is possible to communicate with the dead.” Or “Your mind or soul can leave your body and travel.” The research team also looked at the students’ grades on a recent assignment.",
            "*a_woman_sitting_on_a_chair_looking_at_a_ghost_twin_image_sitting_in_front_of_a_window",
            "fCThe seated woman longs for her dead twin. She may “feel” her sister is trying to reach out to her, physically or mentally. But her brain is likely just misreading some sensory cues — such as soft air currents in the environment around her.",
            "Students with higher grades tended to have lower levels of paranormal beliefs, this study found. And students in the physical sciences, engineering or math tended not to believe as strongly as those studying the arts. This trend also has been seen in research by others.",
            "This study did not actually assess the students’ ability to think critically. “That’s something we would look into as a future study,” says Andrews. However, previous research has shown that science students tend to have stronger critical-thinking skills than art students. That’s probably because you need to think critically in order to conduct scientific experiments. And thinking critically can help you scout out likely causes for an unusual experience without involving ghosts (or aliens, or Bigfoot).",
            "Even among science students and working scientists, though, paranormal beliefs persist. Andrews and Tyson think that’s a problem. If you can’t judge whether a ghost story or spooky experience is real or not, you may also get fooled by advertisements, bogus medical cures or fake news, says Tyson. It’s important for everyone to learn how to question information and seek reasonable, realistic explanations.",
            "So if someone tells you a ghost story this Halloween, enjoy it. But remain skeptical. Think about other possible explanations for what was described. Remember that your mind may fool you into experiencing spooky things.",
            "Wait, what’s that behind you? (Boo!)",
            "Kathryn Hulick has been a regular contributor to Science News for Students since 2013. She’s covered everything from laser “photography” and acne to video games, robotics and forensics. This piece — her 43rd story for us — was inspired by her book: Strange But True: 10 of the world’s greatest mysteries explained. (Quarto, October 1, 2019, 128 pages)."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/color-purple-exists-only-in-brain",
        "title": "\n\tPurple exists only in our brains",
        "content": [
            "*an_array_of_purple_foods_spread_out_on_a_table_purple_cabbage,_grapes,_raddichio,_and_beets_are_the_",
            "The purple in these foods — and everything else — isn’t part of the visible spectrum of light. So how and why do we see it? We explain.",
            "There is something unique about the color purple: Our brain makes it up. So you might just call purple a pigment of our imagination.",
            "It’s also a fascinating example of how the brain creates something beautiful when faced with a systems error.",
            "To understand where purple comes from, we need to know how our eyes and brain work together to perceive color. And that all begins with light.",
            "Light is another term for electromagnetic radiation. Most comes from the sun and travels to Earth in waves. There are many different types of light, which scientists group based on the lengths of those waves. (The wavelength is the distance between one wave peak and the next.) Together, all of those different wavelengths make up the electromagnetic spectrum.",
            "*an_illustration_showing_wavelength,_crest_and_trough_of_a_wave",
            "fCLight moves its energy in waves (illustrated by blue line) that move up and down. This creates high points called crests and low points called troughs. Light varies in terms of the length of its waves (called wavelength), which is measured as the distance from one crest to another or one trough to another.",
            "Our eyes can’t see most wavelengths, such as the microwaves used to cook food or the ultraviolet light that can burn our skin when we don’t wear sunscreen. We can directly see only a teeny, tiny sliver of the spectrum — just 0.0035 percent! This slice is known as the visible-light spectrum. It spans wavelengths between roughly 350 and 700 nanometers.",
            "The acronym ROYGBIV (pronounced Roy-gee-biv) can be used to remember the order of colors in that visible spectrum: red, orange, yellow, green, blue, indigo and violet. You can see these colors in a rainbow stretching across the sky after a rainstorm or when light shines through a prism. In the visible spectrum, red light has the longest wavelength. Blue and violet are the shortest. Green and yellow sit toward the middle.",
            "Although violet is in the visible spectrum, purple is not. Indeed, violet and purple are not the same color. They look similar, but the way our brain perceives them is very different.",
            "*a_visualization_showing_the_electromagnetic_spectrum_from_least_to_most_intense_",
            "fCThe electromagnetic spectrum contains all the types of light that exist. Our eyes can only see a tiny portion of this broad spectrum, labeled here as visible light.",
            "Color perception starts in our eyes. The backs of our eyes contain light-sensitive cells called cones. Most people have three types. They’re sometimes called red, green and blue cones because each is most sensitive to one of those colors.",
            "But cones don’t “see” color, notes Zab Johnson. Instead, they detect certain wavelengths of light.",
            "Johnson works at the University of Pennsylvania in Philadelphia. She and other scientists who study how we perceive color prefer to classify cones based on the range of wavelengths they detect: long, mid or short.",
            "So-called red cones detect long wavelengths of light. Green cones respond most strongly to light in the middle of the visible spectrum. Blue cones best detect wavelengths toward the shorter end of the visible spectrum.",
            "*a_diagram_of_the_eye's_photoreceptors",
            "fCThis is an illustration of the back of the retina, filled with rods and cones. The rods are long and straight. Very sensitive to light, they help us see when it’s dark. Our eyes have fewer cones, which are sensitive to color. The pigment epithelium is a layer of dark cells under the photoreceptors. They absorb excess light.",
            "When light enters our eyes, the specific combination of cones it activates is like a code. Our brain deciphers that code and then translates it into a color. ",
            "Consider light that stimulates long- and mid-wavelength cones but few, if any, short-wavelength cones. Our brain interprets this as orange. When light triggers mostly short-wavelength cones, we see blue or violet. A combination of mid- and short-wavelength cones looks green. Any color within the visible rainbow can be created by a single wavelength of light stimulating a specific combination of cones.",
            "*a_representation_of_the_wavelengths_of_light_and_their_colors_visible_to_humans",
            "fCThe visible spectrum is the range of wavelengths of light our eyes can detect. ",
            "Notice that the visible spectrum is a gradient. One color gradually shifts into the next. The activity of cones activated by the light also gradually shifts from one type to the next. At the red end of the spectrum, for instance, long-wavelength cones do most of the work. As you move from red to orange, the mid-wavelength cones help more and the long-wavelength cones do less.",
            "In the middle of the rainbow — colors like green and yellow — the mid-wavelength cones are busiest, with help from both long- and short-wavelength cones. At the blue end of the spectrum, short-wavelength cones do most of the work.",
            "But there is no color on the spectrum that’s created by combining long- and short-wavelength cones.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "This makes purple a puzzle.",
            "Purple is a mix of red (long) and blue (short) wavelengths. Seeing something that’s purple, such as eggplants or lilacs, stimulates both short- and long-wavelength cones. This confuses the brain. If long-wavelength cones are excited, the color should be red or near to that. If short-wavelength cones are excited, the color should be near to blue.",
            "The problem: Those colors are on opposite ends of the spectrum. How can a color be close to both ends at once?",
            "To cope, the brain improvises. It takes the visible spectrum — usually a straight line — and bends it into a circle. This puts blue and red next to each other.",
            "*Take_the_visible_gradient_of_colors_ROYGBIV_Bend_it_into_a_letter_C_shape,_with_the_opening_facing_d",
            "fCT. Awtry",
            "The brain bends the visible spectrum to make red and blue neighbors. Then, it adds purple to create a color wheel.",
            "“Blue and red should be on opposite ends of that linear scale,” Johnson explains. “Yet at some point, blue and red start to come together. And that coming-together point is called purple.”",
            "Our brain now remodels the visible spectrum into a color wheel and pops in a palette of purples — which don’t exist — as a solution to why it’s receiving information from opposite ends of the visible spectrum.",
            "Colors that are part of the visible spectrum are known as spectral colors. It only takes one wavelength of light for our brain to perceive shades of each color. Purple, however, is a nonspectral color. That means it’s made of two wavelengths of light (one long and one short).",
            "This is the difference between violet and purple. Violet is a spectral color — part of the visible spectrum. Purple is a nonspectral color that the brain creates to make sense of confusing information.",
            "iFhttps://www.youtube.com/embed/PQt5B1GsTsg?feature=oembed",
            "What do we mean when we say purple doesn’t really exist?",
            "Purple thus arises from a unique quirk of how we process light. And it’s a beautiful example of how our brains respond when faced with something out of the norm. But it’s not the only color that deserves our admiration, says Anya Hurlbert.",
            "“All colors are made up by the brain. Full stop,” says this visual scientist at Newcastle University in England. They’re our brain’s way of interpreting signals from our eyes. And they add so much meaning to things we perceive, she says. ",
            "“The color of a bruise tells me how old it is. The color of a fruit tells me how ripe it is. The color of a piece of fabric tells me whether it’s been washed many times or it’s fresh off the factory line,” she says. “There’s almost nothing else that starts with something so simple [like a wavelength of light] and ends with something so deep and rich.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-citizen-science",
        "title": "\n\tLet’s learn about citizen science",
        "content": [
            "*a_group_of_young_adults_stand_ankle-deep_in_river_water",
            "Citizen scientists all over the world contribute to research by collecting and analyzing data. ",
            "Science may seem like a spectator sport. That is, it might feel like trained scientists do all the work while everyone else watches. But anyone can participate in science. Volunteers gather and analyze data for scientific studies all the time. These citizen scientists have advanced the research on climate, health, space and more. And you could be one of them!",
            "Some citizen scientists collect data on the world around them — often using only their phones. The Globe at Night project, for instance, crowd-sources data on light pollution. NoiseTube is a similar effort to map noise pollution. Hikers, birders and other nature lovers share wildlife photos on iNaturalist. Those data contribute to the study of our planet’s biodiversity.",
            "But not all citizen science takes place outdoors. There’s plenty that doesn’t require leaving your home. On Instant Wild, volunteers tag animals in photos taken by cameras out in the wild. Those labels help conservation efforts. And online gamers playing Foldit and Neureka contribute to health research.",
            "Citizen science isn’t just a great way to learn about a new field and get inspired. Non-pros bring fresh ideas and perspectives to the scientific community. And some even make big discoveries. Citizen scientists were the first to spot mysterious “yellowballs” in telescope images, for instance. And they were also the first to identify a weird purple air glow called STEVE.",
            "No matter what kind of science catches your fancy, there’s probably a citizen-science project for you. So, get out there and get your science on. Who knows? Your casual afternoon pastime may help lead to the next great discovery.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Kids make great citizen scientists Kids often make great citizen scientists because they tend to be curious and good at following precise directions. Sometimes they’re even better at these things than adults. (1/18/2018) Readability: 7.7",
            "Photographing wildflowers and other ways you can help fight climate change Even nonscientists can take part in climate and conservation research. (4/11/2019) Readability: 8.4",
            "Citizen scientists spy on camel crickets Scientists asked homeowners about these hopping critters and found there may be a new invader on the loose. (3/9/2016) Readability: 6.5",
            "iFhttps://www.youtube.com/embed/SZwJzB-yMrU?feature=oembed",
            "Whether you’d rather be out in the wild counting birds or inside sorting telescope images of galaxies, there’s a citizen science project for you.",
            "Scientists Say: Data",
            "Scientists Say: Experiment",
            "Explainer: What is a mentor?",
            "Getting on the citizen science train",
            "Stuck inside this winter? Try an at-home citizen science project (Science News)",
            "The Milky Way’s ‘yellowballs’ are clusters of baby stars",
            "Meet STEVE, the northern lights in mauve",
            "Are coyotes moving into your neighborhood?",
            "Using citizen science to find a new taste",
            "Citizen scientists wanted to make an eclipse megamovie",
            "Word find",
            "Want to be a citizen scientist but not sure where to start? Check out SciStarter. The organization’s database of thousands of projects is searchable by location, topic and more. In honor of Citizen Science Month in April, SciStarter also has curated a list of featured projects. The lineup includes plenty of activities perfect for beginners. See, too, the calendar of citizen science events to be held across the country and online this April, from star parties to bug hunts."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/this-engineer-wants-to-motivate-you-to-fight-climate-change",
        "title": "\n\tThis scientist wants to motivate you to fight climate change",
        "content": [
            "*Shahzeen_Attari",
            "Shahzeen Attari (seen here with her dog Savannah) draws on her personal experiences and interests to explore how science communicators can motivate others to save energy and fight climate change.",
            "Talking about climate change, energy and\nconservation is tough. The science can seem complex. So people need to\ncommunicate information clearly. Even when they do that, their audience does not\nalways listen. Biases, attitudes and experiences can color their perceptions. Even\nwhen people do listen, they may not believe what they hear or want to make\nchanges in their own lives.",
            "Shahzeen Attari studies how people respond to\ninformation about climate change. As a scientist at Indiana University\nBloomington, she also explores other aspects of how people choose to use energy,\nwater and other resources. Her work is interdisciplinary research. In her case,\nit involves multiple fields of psychology, engineering and environmental\nscience. ",
            "Attari was born in Mumbai, India. She grew up,\nhowever, in Dubai. It is part of the United Arab Emirates in the Middle East. She\ncame to the United States as a college student and has lived there since then. In\nthis interview, Attari shares her experiences and advice with Science News for Students. (This\ninterview has been edited for content and readability.)",
            "Growing up in Dubai, I saw how a desert was\nquickly transformed into a metropolis, or major city. This happened over a very\nshort time span of about 10 years. So I realized growing up that humans have a\nvery strong and direct impact that can transform nature. ",
            "In college, I volunteered for the Nature\nConservancy during one spring break. I realized the natural environment is\nbeautiful and magical. I wanted to understand how to protect nature. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "I also worked in interdisciplinary science labs\nin college. They basically combine different fields of research to answer\nquestions that sit in the middle of those fields. That gave me a thirst and\nlove for interdisciplinary research. ",
            "All these things changed the way I thought about\nproblems. Since then, I’ve been working systematically, trying to understand\nhow people think about climate change and the actions needed to address the\nproblem. And I want to know how we can effectively communicate with people about\nthose topics.",
            "I studied physics and math in my college engineering program. That was at the University of Illinois Urbana-Champaign. In graduate school I studied engineering and public policy and civil and environmental engineering. I went to Carnegie Mellon University in Pittsburgh, Pa. For my PhD thesis, I studied how people perceive how much energy and water their appliances use.",
            "There have been challenges. In general, people\nat universities have preferred research that fits into clean, distinct buckets.\nMy research just does not do that. So, I have had to look for places that\nnurture interdisciplinary research. And it’s hard to work in multiple fields.\nYou have to learn about and gather all the expertise across those fields. Then\nyou need to use that knowledge to solve a problem. That has been really\nchallenging.",
            "Also, women and people of color at universities\ncan experience sexism and racism, based on who we are. But I’ve been blessed with\namazing mentors and institutions that nurture diversity. ",
            "At times, I felt I had to be very careful about\nwhat I did. Dubai is not a completely free state. (Some people in the United\nArab Emirates have been arrested for criticizing the government, for example. And\nwomen have fewer legal privileges than men.) And in the United States, I was an\nimmigrant. I didn’t have citizenship rights until I finally became a citizen,\nlast December. By then I had lived in the United States for about 20 years.",
            "Now, there’s this freeing sense of becoming more\nof a scientist and an activist at the same time. There are some scientists who\njust want to be scientists. I think that needs to change. More scientists need to\nplay a role in communicating with the public and policy makers. We need this\nmost of all in areas like climate change.",
            "Inspiration for almost all of the projects I’ve\nworked on has come from personal challenges and experiences. A lot of it starts\nfrom my own curiosity to understand what’s going on with a problem. ",
            "As a PhD student, I knew about physics. But even\nwith my training, it was hard for me to quickly understand how much energy\ndifferent appliances and actions used. I wondered how other people think about\nthat. That became my PhD research. ",
            "Then I went to talk about that research at a\nconference. Someone in the audience stood up. “Hey, you just flew [on an energy-guzzling\nairplane] to this meeting,” he said. “I don’t want to listen to anything you\nhave to say.” That was really interesting to me. Why didn’t he want to listen\nto what I had to say? That led to another series of papers. I wanted to\nunderstand how scientists’ behaviors affect how people judge them.",
            "I’m very proud of the papers that grew out of\nthe challenge at that conference. I worked on them with Dave Krantz and Elke\nWeber at Columbia University. People judge researchers on our energy\nfootprints, we learned. What we do in our personal lives affects how effective\nour communication is. ",
            "We found that scientists who have a bigger “carbon\nfootprint” for home energy use are less likely to change people’s beliefs and behaviors.\nPeople are also less likely to support policies to cut carbon emissions if the\nscientist telling them about the policy has a high carbon footprint. ",
            "I’m not the type of scientist that just wants to\ndo science for science’s sake. I want to do science that has broader impacts\nand that makes a positive change. But I do not feel like my research has helped\nenough with the problem of climate change. Sometimes I feel like I need to do so\nmuch more. I’ve had to work on not taking these failures personally.",
            "I go on really long hikes with my dog, Savannah.\nShe’s a hound dog from a shelter. She just flies through the woods, and she has\na knack for finding timber rattlesnakes. ",
            "*Shahzeen_Attari",
            "fCShahzeen Attari loves to go hiking and loves reading sci-fi. Her interest in futuristic fiction inspired a new project to see how people can imagine the future and what it would take to achieve that world.",
            "I also love reading science fiction. A lot of these\nstories talk about the future and time travel and different societies. I love\ngetting lost in the fantasy of these different worlds. They help us reimagine\nwhat our world could look like. So now I’ve started a whole new line of\nresearch, trying to get people to think about the future. What do they want the\nfuture to look like? And what are the pathways of getting there?",
            "I wish someone had told me that failure is okay.\nAs researchers, we get rejected all the time — from getting grants, publishing\npapers, working on projects and more. Every time you fail, you just have to\npick yourself up and start running again.",
            "I learned this through my mentors in college:\nFollow the questions you want answered, based on your background and personal interests.\nAs a scientist, you can go a really long way talking to people and learning\nfrom people. And if something is not in your tool basket, learn from people\naround you who know about those tools. ",
            "And if no one’s done it before, that’s kind of cool, too. ",
            "This Q&A is part of a series exploring the many paths to a career in science, technology, engineering and mathematics (STEM). It has been made possible with generous support from Arconic Foundation."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/nerida-wilson-track-seadragons-ai",
        "title": "\n\tThis biologist tracks seadragons, with help from the public",
        "content": [
            "*A_male_weedy_seadragon_swims_over_a_patch_of_golden_kelp_He_carries_a_clutch_of_pink_eggs_under_his_",
            "Three species of seadragons call Australia home: weedy, leafy and the recently discovered ruby. Nerida Wilson uses machine learning to study seadragon photos submitted by citizen scientists, keeping tabs on individual fish by analyzing their unique markings. ",
            "Along the southern coasts of Australia, flashy fish called seadragons sport leaflike lobes that help them blend into kelp and seagrass. Seadragons “are like the marine version of a koala or kangaroo,” says Nerida Wilson. “They’re just that iconic.” ",
            "Wilson is a biodiversity scientist at the Commonwealth Scientific and Industrial Research Organization in Canberra, the capital of Australia. She’s helping create a library of DNA sequences of Australia’s wildlife. In her spare time, Wilson runs SeadragonSearch.  ",
            "SeadragonSearch uses machine learning tools to identify seadragons in photos taken by citizen scientists. The program analyzes each seadragon’s unique markings to match it with previous photos of the same animal. This helps scientists track individual seadragons over time and learn more about their mysterious lives. That includes how seadragon numbers may be affected by ocean changes. ",
            "Though seadragons have been known for a long while, there’s still much to learn about them, says Wilson. Take the ruby seadragon. Wilson helped describe this bright red fish in 2015. One of only three seadragon species, it was the first found in 150 years. In this interview, Wilson shares her experiences and advice with Science News Explores. (This interview has been edited for content and readability.)   ",
            "iFhttps://www.youtube.com/embed/5UW5ZKWuqNI?feature=oembed",
            "Adult seadragons can by distinguished by the unique patterns on their faces and bodies. The SeadragonSearch project uses machine learning to identify and track individuals from these markings. ",
            "I started diving with seadragons around the areas where I learned to dive in high school. I read research to see whether anyone looked at seadragon genetics before. Could this reveal anything about their populations or where they are traveling? There wasn’t any work in that space. I thought that was outrageous. These are such iconic Australian animals. They’re the state emblem in two Australian states. Fish people weren’t doing it, so I thought I’d better try and find out. ",
            "We faced a practical problem in the field, though. While underwater, we’d have to photograph the seadragon. Then, we’d take our sample. We would just take a little snippet from the leafy appendages. It’s like taking a little toe clipping. After collecting the sample, we’d let the dragon go. We needed to make sure that we didn’t resample the same individual seadragon. That would ruin the statistics.  ",
            "So we thought maybe the spot patterns on the face were unique. If we couldn’t identify them underwater, this would let us do so afterward. Once we realized that worked, I just tucked it away thinking we could do a lot with that. It served a purpose at the time, but I saw its potential.  ",
            "It took a long time to find the appropriate funder for SeadragonSearch. But we were able to build the platform and start rolling it out. Seeing all of the data come in was very exciting.  ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "I was just thrilled that people wanted to participate. I had these grand plans, and I could see how it could work. People love taking pictures of dragons, and we need pictures to do this research. But you don’t know whether people were going to bother with it. The biggest success was recognizing that other people had the same passion that I did for these creatures.  ",
            "I knew from age four or five that I wanted to work with animals and be outdoors. I couldn’t have explained it properly then, but I knew I was going to make that happen. And I just kept going and refining my goals. Of course, everyone has times of doubt. You’re not sure if you’re just being completely unreasonable, and you should just be an accountant and do something sensible. If someone really wants to do this, I say just do it. It is important to be motivated by what you do. There’s great joy and rewards in doing things that you care about.   ",
            "It was really nice to see Speedy the seadragon in Tasmania [off the coast of southern Australia]. He was the oldest seadragon known. [Speedy lived at least 16 years.] That was special. But sadly, he was only seen about two more times after that. Then he was never seen again.  ",
            "*Speedy_the_weedy_seadragon_swims_above_a_patch_of_golden_kelp_His_body_is_orange_with_pink_stripes_a",
            "fCMeet Speedy, the world’s oldest known seadragon. Scientists estimate that this weedy seadragon lived at least 16 years — twice as long as expected.",
            "The guy who often dived with Speedy will send me a hard drive of all these videos. I’ll pull down stills from those videos and submit them to our database. I was catching up with him one time in Tasmania. He started talking about this particular dragon that he called “Cutty.” It caught my attention because I had given that nickname to one of the seadragons in the same area. I started wondering if we were talking about the same dragon. ",
            "Most seadragons have a stalk on the head and one on the back of the neck. Cutty, though, is a weird dragon because he has a third one. Because it was like a three-masted dragon, it reminded us both of the Cutty Sark, a famous clipper ship. It turned out that we’d both nicknamed it “Cutty Sark.” We had this cool moment where we realized we’d called it the same weird name.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/photographing-wildflowers-citizen-science-help-fight-climate-change",
        "title": "\n\tPhotographing wildflowers and other ways you can help fight climate change",
        "content": [
            "*860_CCC8_citizen_sciencepng",
            "With the help of volunteers, scientists are monitoring wildflowers on Mount Rainier as part of climate change research.",
            "Climate change can seem like a problem too big for any one person to bother tackling. But that doesn’t mean that people are just sitting on the sidelines waiting for the inevitable. There are kids who have sued the U.S. government. More than a million students and other people worldwide took to the streets in a one-day strike on behalf of the climate. And scientists, of course, do research to help inform the public about what’s happening to the world around us.",
            "Many of those scientists could use some help. And sometimes they don’t need scientific experts. Average citizens can supply what they need. Experts refer to these helpers as citizen scientists.",
            "“There [are] really great volunteer programs,” says Janneke Hille Ris Lambers. She’s an ecologist at the University of Washington in Seattle. And she runs one of these many projects. Called MeadoWatch, it focuses on a phenomenon called phenology (Feh-NOLL-uh-gee). This term refers to the fact that the timing of many life events, such as when flowers bloom, is seasonal. Scientists want to know if that timing is changing as the planet warms.",
            "But research into other, non-climate-related areas of conservation also can help, says Hille Ris Lambers. That’s because climate change often isn’t the only type of stress that organisms have to deal with. There are other factors, ranging from the illegal wildlife trade to overfishing and pollution. If scientists can figure out how to eliminate those other factors, then species should have a better chance of being able to deal with climate change.",
            "Scistarter and Zooniverse are two websites that list citizen-science projects in which you can take part. An internet search for “citizen science” and your city, state or country can also bring up local projects that may be seeking volunteers. Here’s a sampling of what such projects might involve:",
            "This project, out of the University of Washington, is looking at how climate change is affecting wildflowers on Mount Rainier. Volunteers collect data along hiking trails about when wildflowers bud, flower, fruit and produce seed. The project is also collecting photos of wildflowers from across Mount Rainier National Park.",
            "For four days every February, volunteers around the world count birds in 15-minute sprints. These observations can be made anywhere, including your own backyard. The counts provide scientists snapshots of data on where birds are found, and how many there are. Since the count has been going on for more than 20 years, researchers can now answer questions about how these patterns may be changing with time. That includes how diseases and climate change may be affecting these populations.",
            "People have collected weather data for a very long time. And many of these early weather records still exist. But for scientists to use them, data from handwritten, paper records need to be digitized — entered into a computer. This is usually not something that a computer can do well on its own. With Weather Rescue, British researchers are using online volunteers to transcribe daily measurements that were taken in Europe starting in the 1860s. That was before temperatures began to rise because of global warming. These data will provide a useful baseline for future research.",
            "Residents of Minnesota can sign up to be a volunteer water monitor for the Minnesota Pollution Control Agency. Volunteers are assigned a lake or stream. Twice a month during the summer, they take measurements of water clarity. Those data let the government see whether water clarity has been changing over time as well as assess the health of those waterways. ",
            "Gretta Pecl is a marine ecologist in Australia at the University of Tasmania in Hobart. She studies where marine species are moving in response to climate change. She set up a program called Redmap. It asks people to report “uncommon” marine species that they’ve seen in Australian waters. “We wanted to have an early indication of what species were moving where they live,” she explains. But the program also helps when she is talking to the public about climate change. “I think it’s a more powerful conversation, if you can start off from the point of view of what other people are bringing to the table.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/giant-rats-sniff-stop-poaching",
        "title": "\n\tGiant rat border agents could help put a stop to wildlife poaching",
        "content": [
            "*A_rat_wearing_a_red_vest_holds_a_small_brown_ball",
            "This giant African pouched rat is being trained to signal for illegally smuggled wildlife products. It pulls on a small ball on its collar to alert its handler.",
            "A new kind of border-patrol agent could soon sniff out smuggled goods in African ports. They’re rats that wear tiny red vests.",
            "Like dogs, African giant pouched rats have a great sense of smell. Researchers thought the rodents might be able to detect illegal goods that are smuggled across country lines. So trainers taught them to identify items from at-risk species. The animals might be able to help protect those species by finding smuggled ones before they could be sold.",
            "Many tourists visit regions like West Africa to see wildlife. But some species are disappearing. Poachers add to this problem by catching animals for the pet trade. Or they may illegally kill some for their parts. They might hack horns off living rhinos, for instance. Or they might leave dead elephants to rot on a forest floor. Products like rhino horns or elephant tusks are usually taken to other countries to be sold.",
            "Poaching and smuggling are destroying biodiversity, says Isabelle Szott, a behavioral ecologist. “It’s very brutal.”",
            "*A_rat_wearing_a_tiny_red_vest_stands_near_a_pile_of_boxes",
            "fCThis rat learned to identify scents in the lab. Now it’s trying its skills in a situation more like real life.",
            "Szott used to work in Tanzania, Africa, with a group called APOPO. This group has trained African pouched rats (Cricetomys ansorgei) to put their noses to use before. For example, some of these rats learned to detect dangerous weapons. Some can even sniff out a lung disease called tuberculosis.",
            "People at APOPO thought the rats also had potential at ports, where products enter and leave a country. Besides their incredible sense of smell, these rats are agile and cost little to care for.",
            "Szott’s team taught 11 rat recruits how to tell the difference between odors. The laboratory was a giant box outfitted with 10 small chambers. The researchers placed different samples in each chamber. Some were from animals that get poached. Others were not. The researchers gave the rats food when they kept their nose above the target odor for three seconds. That pose signaled that the rat had found something.",
            "*A_woman_feeds_a_rat_a_treat_through_a_giant_syringe_while_touching_its_head",
            "fCWhen it signals that it has detected a target odor, a rat is rewarded with a flavorful snack.",
            "The rats learned to signal when they found scales from a pangolin, a threatened small mammal. They also signaled when they sniffed rhino horn, elephant tusk and African blackwood (used in some musical instruments). Eventually, rats who completed these tests could tell the four scents apart from 146 other odors. Szott was part of a team that reported their results October 29 in Frontiers in Conservation Science.",
            "Training the rats to detect scents in the lab is only the beginning, says Szott. Some went on to get lessons in fake warehouses and even in real ports.",
            "When the APOPO rats get too old to be wildlife detectives, she says, they retire. They’ll “just live out their days,” pampered with fruits, veggies and sun-dried fish. ",
            "iFhttps://www.youtube.com/embed/mUkZTDkvGyA?feature=oembed",
            "At the San Diego Zoo, these super-sniffer rats show how they might hunt for smuggled wildlife at ports, in cargo holds and elsewhere."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-sundog-definition-pronunciation",
        "title": "\n\tScientists Say: Sundog",
        "content": [
            "*Two_people_walk_on_a_frozen_surface_The_patterned_glow_of_a_sundog_appears_on_the_horizon",
            "Ice crystals in the air refract sunlight, creating a pair of sundogs on either side (left and right) of the sun setting on the horizon (center).",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1961400815&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Sundogs are bright flares of light that can appear on either side of the sun in the sky. They form when incoming sunlight bends, or refracts off tiny, prism-shaped ice crystals in the atmosphere. ",
            "Because of the angles inside these six-sided ice crystals, sundogs appear 22 degrees away from the sun in the sky. Sundogs can appear alone, as a pair on either side of the sun or on a halo that circles the sun. They can also occur at night when the moon is bright. These are known as moon dogs.",
            "Sundogs often contain a colorful, rainbowlike streak. That’s because the sun’s white light is made up of many different wavelengths, or colors of light. And those light waves bend at slightly different angles off ice crystals in the air. This separates incoming sunlight into the colors of the rainbow. But unlike a rainbow, which always has red on the outer edge, red appears on the inside of the sundog, closest to the sun. Blue appears on the outer edge of a sundog, farthest from the sun.",
            "Sundogs appear only when the sun is fairly low in the sky. When the sun climbs too high, sunlight doesn’t hit the ice crystals at the right angles. Light can’t refract in a way we can see, so sundogs disappear. Sundogs are most common at cold temperatures, but they can occur when it isn’t freezing out. They can appear anywhere on Earth, as long as there are ice crystals in the atmosphere. This often happens with wispy, high-flying cirrostratus clouds. The appearance of those clouds can indicate that rain is on the way.",
            "When people spot sundogs or moon dogs, there is a good chance that precipitation will fall in the next 24 hours.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/vampire-bats-running-treadmills",
        "title": "\n\tPutting vampire bats on treadmills revealed an energy-burning quirk",
        "content": [
            "*A_vampire_bat_is_mid-stride_in_a_run_on_a_treadmill,_with_its_hind_limbs_both_down_and_its_front_lim",
            "A vampire bat working out on a tiny treadmill helped scientists figure out the quirks of its metabolism.",
            "Vampire bats live on a strictly blood-based diet. So strict, in fact, that they seem to process their food more like some blood-feeding flies than like other known mammals.",
            "Researchers discovered this by coaxing common vampire bats (Desmodus rotundus) to run on a tiny treadmill. Running isn’t that unusual for these bats in the wild. When they’re not flying around, they’re often found scurrying along the ground after cattle, horses and other mammals to feed from.",
            "While bats in this experiment hit the mini gym, scientists tracked the carbon dioxide they exhaled. Up to 60 percent of that CO2 came from the bats metabolizing fuel other than carbs or fats. That was surprising, since those are the fuels that typically power running mammals.",
            "Instead, much of the energy bats were using came from a recent high-protein meal of cow blood. The gases they exhaled during their workouts contained telltale traces from amino acids. Those are the building blocks of proteins.",
            "Another clue to the fuel a runner is using is the ratio of CO2 exhaled to oxygen used. This ratio stayed steady as researchers pushed the treadmill pace from walking to running. That steadiness is a sign that bats weren’t fueling their exercise the usual mammal way. Gas ratios typically change as exercise gets harder and mammals shift from burning mostly fats to relying more on carbs.",
            "Researchers shared these findings November 6 in Biology Letters.",
            "iFhttps://www.youtube.com/embed/rjBtx8AMR_Q?start=3&feature=oembed",
            "Researchers put vampire bats through their paces on a mini treadmill to discover what fuels their metabolism.",
            "The discovery means the vampire bats power along much like blood-feeding tsetse flies or some mosquitoes. That’s a first for mammals, thinks Ken Welch. He’s an ecological physiologist at the University of Toronto in Canada. He did the experiments along with Giulia Rossi. This physiologist now works at McMaster University in Hamilton, Canada.",
            "The basic chemistry of bats’ blood-based power isn’t that unusual. “In most of us mammals,” Welch says, we can break down amino acids for fuel or some other use. But those processes are “built to slowly churn along in the background.”",
            "Hibernating bears, for instance, might use this fuel source. “But these are extreme examples,” Welch says. And even then, bears “are not using amino acids they ingested in a meal only minutes before.”  ",
            "Vampire bats’ blood diet seems fairly poor in the kinds of nutrients that let most mammals build up their stores of fuels such as fats. So it makes sense to Welch that bats’ ability to use those fuels weakened over time.",
            "Yet relying so much on amino acids has its downsides. These fuels aren’t as easy to access quickly. And that means the bats could be more vulnerable to starvation. These vampires get thirsty often.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/earthquake-farts-spooky-floating-lights",
        "title": "\n\tEarth farts may explain some spooky floating lights",
        "content": [
            "*A_slightly_misaligned_railroad_track_stretching_into_the_distance_among_a_forest",
            "An earthquake in 1886 may have caused the slight offset seen in this railroad track between Charleston, S.C. and nearby Summerville. Since then, ghostly lights have been reported floating above the track. A fault, thought to be some 500 meters (1,600 feet) underground, may have fueled these lights.",
            "Ghostly lights in South Carolina might trace to earthquake activity, new research suggests.",
            "Since the 1950s, people have reported strange balls of light floating down a road along old railroad tracks near Summerville, S.C. These spooky shimmers are known as the Summerville Light. Local lore says a grieving ghost’s lantern is behind the glow.",
            "Geologist Susan Hough now proposes a different explanation.",
            "Hough works for the U.S. Geological Survey in Pasadena, Calif. Quakes can release gases, including radon and methane. Those vapors could ignite from static electricity or sparks from passing trains, she suggests.",
            "Interestingly, Summerville sits far from any tectonic plate boundaries. As such, it might seem an unlikely spot for quakes. But in 1886, damage from a magnitude 7 quake killed 60 people in nearby Charleston. Hundreds of aftershocks shook the region in the decades that followed. That points to the area’s continuing high seismic activity.",
            "The region has plenty of ghost tales, too. The Legend of the Summerville Light may be the most gruesome. A railroad worker’s wife was supposedly waiting for him by the tracks one night. There she got word he had been beheaded in an accident. Since then, the legend goes, she’s returned with a lantern — even after her death — in search of her husband’s head.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Hough scouted for a less spooky explanation of the phenomenon. To begin, she dug into books, magazines and online sources. She was looking for recorded sightings of the mysterious lights. Then she studied the area’s earthquake history from 1890 to 1960. This included long before the sightings began.",
            "Only a few quakes had been reported over that time. There was a magnitude 3.9 quake in 1907. Another magnitude 4.4 event shook the area in 1959 — around when the sightings began. A couple of smaller quakes followed shortly thereafter, in 1960. There likely also would have been smaller undetected temblors, Hough says. And it’s possible that these jolts might have caused the lights, she says.",
            "Hough also hunted other local paranormal claims. She found reports of cars shaking and the moving of objects and doors. Some people even heard footsteps in upstairs rooms. Subtle quakes might explain all of these, she says.",
            "Hough published her findings in the March issue of Seismological Research Letters.",
            "*Three_lights_floating_in_a_dark_setting,_in_a_black_and_white_photo_taken_in_a_region_that_had_exper",
            "fCA photographer captured these earthquake lights near Brasov, Romania, just before dawn on March 23, 1977. A magnitude 7.2 earthquake had jolted the area on March 4. Aftershocks rattled the region for weeks afterward.",
            "Many of the reports Hough turned up seem to fit with a shaking that would have rated 2 on the Modified Mercalli Intensity (MMI) scale. Scientists use this scale to rate quakes based on the damage they cause. An MMI of 2 is fairly weak. It would likely be “felt only by a few persons at rest,” Hough says, “especially on upper floors of a building.”",
            "Her proposal that the lights and other strange activity trace to quakes is reasonable, says Yuji Enomoto. He’s an earthquake scientist at Shinshu University in Matsumoto, Japan.",
            "Still, he says, more geologic data are needed to confirm quakes as triggers for the Summerville Light. He’d like data, for instance on the presence of an oxygen-free environment containing organic (carbon-based) matter. This could be “capable of generating methane,” he notes, which can support a flame. Also helpful, he adds, would be a finding of granite-based bedrock “containing radium, which can produce radon.”",
            "Ghost stories elsewhere might also be due to subtle seismic activity, notes Hough. “There’s a bunch of ghosts wandering the rails in different places in the United States,” she says. They too, she says, may be “illuminating shallow active faults.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/jane-rigby-james-webb-telescope",
        "title": "\n\tJane Rigby helped make the James Webb telescope a superstar ",
        "content": [
            "*A_photo_of_Jane_Rigby_standing_in_front_of_a_large_galaxy_image",
            "Jane Rigby originally wanted to be an astronaut. Now, she explores deep space as the senior project scientist for the James Webb Space Telescope.",
            "One of a telescope operator’s main jobs is to keep stray light out of the instrument. Unwelcome light can wash out the cosmic glimmers of distant stars and galaxies. During more than a decade of work on NASA’s James Webb Space Telescope, Jane Rigby obsessed over minimizing light leaks. And she had extraordinary success. ",
            "Rigby herself, now the senior project scientist for JWST, is a source of light. ",
            "“I don’t know how she does everything that she does, and does everything well,” says Keren Sharon. She’s an astronomer at the University of Michigan in Ann Arbor. “She gets giddy,” Sharon says of Rigby. “It could be about figuring out a [technical] bug, or discovering this super-exciting thing about a galaxy. … Her face lights up.” ",
            "Rigby got interested in a career in space science around age 12, after she saw Sally Ride speak at a local college. Ride was the first American woman in space.  ",
            "As a college student, Rigby got her first experience using a telescope for research. At the McDonald Observatory in Texas, she and her colleagues aimed a telescope at a distant quasar. The project was plagued by light leaks and ultimately yielded no data. “But it was really fun,” Rigby says. “I was learning everything, trying to learn how the telescope worked.” ",
            "*A_galaxy_12_billion_light-_years_away_and_shown_is_false_color_is_being_magnified_by_a_nearer_galaxy",
            "fC With JWST data, Rigby and colleagues found signs of hydrocarbons in this galaxy (red ring, shown in false color). It’s located more than 12 billion light-years from Earth. A second, closer galaxy (blue) lined up perfectly to magnify the light from the more distant one. ",
            "Since then, Rigby has used many telescopes, including ones in Hawaii, in Chile and even in space. Those instruments have helped her investigate how galaxies evolve along with the supermassive black holes hiding within them.  ",
            "“I will use any telescope I can get my hands on,” Rigby says. All that telescope time meant she was ready to join the JWST team when the opportunity came in 2010. ",
            "To work on JWST, Rigby took a job at NASA’s Goddard Space Flight Center in Greenbelt, Md. Before launch, most of her time was devoted to making sure that changes to the telescope’s design wouldn’t mess up the science. After the telescope launched in 2021, her job shifted to characterizing how well the telescope works — and JWST is basically a dream come true. ",
            "There’s better image quality, higher sensitivity, faster response times and a longer potential mission lifetime than predicted before launch. Plus, there’s practically no light leaks. “It’s not an accident that the telescope works so well,” Rigby says, pointing to a huge amount of work by tens of thousands of people.  ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "With the telescope working so well, Rigby could turn her attention to scientific questions. She helps lead an observing program that looks at galaxies whose light has been magnified by foreground objects. That helps astronomers glimpse how the galaxies form stars.  ",
            "Rigby has also lit a path for queer astronomers and others who are historically underrepresented in astronomy. She has been out as part of the LGBTQ+ community since 2000, and she has devoted much of her career to holding the door open for others. She has helped set up groups and meetings for making astronomy more inclusive. A current priority is making sure trans people feel safe and welcome in the field. ",
            "“I didn’t grow up with any queer role models,” Rigby says. “I hope I’m the last generation for which that’s true.”  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/biochar-water-treatment-pollution",
        "title": "\n\tNew water treatment process removes pollutants most now don’t",
        "content": [
            "*a_jet_of_water_flows_from_a_water_treatment_pipe_into_a_body_of_water_with_visible_algae",
            "Water coming out of water treatment plants or sewage treatment lagoons can contain remnants of medicines, along with nutrients that feed harmful algal blooms.",
            "Taking medicine can help us get better when we’re ill. But our bodies won’t absorb all of a drug. The leftovers leave in our urine. Water treatment plants were never designed to remove those drugs. So they just flow through these cleanup plants and into rivers and other sources of drinking water. But a simple low-cost, two-step process could help end that.",
            "An added benefit, this treatment also removes plant fertilizers. And that’s a good thing, because they can trigger blooms of harmful microbes in lakes, rivers and streams.",
            "Researchers at the University of Illinois Urbana-Champaign and at China Agricultural University in Beijing developed the new process. They shared how it works in the December 5 Journal of Hazardous Materials.",
            "Xiaozhen Mou didn’t work on the new water treatment process. But this microbiologist at Kent State University in Ohio understands the need for it.",
            "She was part of a team that sampled water at four drinking water treatment plants in Ohio. Chemicals found entering these plants included DEET, triclosan and some medicines. Amounts of these dropped after treatment. But Mou’s team found that low levels of some remained in the treated drinking water.",
            "“There’s no report on their adverse effect on human health at those [levels],” Mou says. But the long-term effects also haven’t been studied, she adds. Her group shared its findings October 1 in PLOS Water.",
            "*a_close_up_of_a_woman_holding_a_glass_of_water_and_putting_a_pill_in_her_mouth",
            "fCMedicines can help us when we’re ill. But we can’t absorb all of a drug. The leftovers leave our bodies in our urine. Water treatment plants have not been designed to remove excreted drugs. So today they let very low levels of medicines flow into rivers and even tap water.",
            "Wei Zheng is an environmental chemist at the University of Illinois Urbana-Champaign. His group developed the new water treatment process. Their initial goal had been to get rid of plant nutrients — phosphorus or nitrates — that feed algal blooms.",
            "Those blooms are an overgrowth of certain bacteria (often called blue-green algae). Many can release toxic chemicals at the same time as they use up lots of the water’s oxygen. Even after a bloom dies off, oxygen levels in the water may stay too low for fish and other critters to survive. This can lead to so-called dead zones.",
            "Runoff from farm fields and waste lagoons is a big source of those nutrients, Zheng says. Significant levels come from wastewater treatment plants, too.",
            "*Algae_waves",
            "fCThis photo shows waves turned green by a potentially toxic overgrowth of algae during a harmful algal bloom in 2009 at Pelee Island in Lake Erie.",
            "This photo shows waves turned green by a potentially toxic overgrowth of algae during a harmful algal bloom in 2009 at Pelee Island in Lake Erie.",
            "Wood chips are one way to deal with nitrates. When the nutrients that feed algal blooms encounter these chips in a big vat (called a bioreactor), carbon in the wood will pull nitrogen atoms from those compounds. That nitrogen then enters the air as a gas.",
            "These bioreactors don’t remove phosphorus well, Zheng points out. But a type of charcoal can, once it’s first treated with materials like lime sludge or gypsum. Then this char works like activated charcoal, he notes. Phosphorus contaminants now glom onto the char’s surface and stay there.",
            "The new idea, explains Hongxu Zhou, was to combine the two treatments — wood chips and then the char — one after the other. Zhou is a water management engineer, also at the University of Illinois Urbana-Champaign. On average, this two-step process took out 77 percent of nitrogen from the nitrates. It also removed 99 percent of the phosphorus compounds that fertilize algal blooms.",
            "*a_wheelbarrow_full_of_dark_black_biochar,_almost_resembling_mulch",
            "fCBiochar is often added to soil to improve boost plant growth. Researchers in Illinois used a special type that was pretreated with lime (or calcium oxide) as an added step in cleaning wastewater. ",
            "The team also wondered if the new system might help deal with the drugs in wastewater. To find out, they tested it with four common medicines. Ibuprofen and naproxen are common over-the-counter pain relievers. A third drug helps control blood sugar. The fourth can treat low levels of a female sex hormone.",
            "On average, the system removed more than two-thirds of both pain relievers and more than 90 percent of the blood-sugar medicine. It worked even better against the estrogen-treatment drug, removing 97 percent!",
            "But those tests were in the lab. Now Zheng’s team wants to test the process on real wastewater samples. They also want to scale up their system so it can handle high volumes of water.",
            "Mou at Kent State University likes that the two-step process can reduce levels of medicines as well as bloom-fertilizing nutrients. And the good news, she notes: the char acts like activated charcoal. That’s something many treatment plants already use for water cleanup.",
            "The levels of drugs used in the tests were high compared to what Mou’s group has found in drinking-water sources. So she wonders how well the new method might work when levels are very low. Still, she can imagine that this new process might be particularly useful where levels of medicinal pollution might be high. Near hospitals is one example, or downstream of factories that make medicines. "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/noahs-ark-seed-bank-on-moon",
        "title": "\n\tScientists want to create a sort of Noah’s Ark on the moon",
        "content": [
            "*A_photo_of_Earth_taken_by_a_NASA_spacecraft_in_orbit_around_the_moon",
            "A NASA spacecraft orbiting the moon captured this image of Earth. As threats from climate change and human activities mount on our planet, scientists are proposing to build a bank holding genetic material that could preserve samples of some of Earth’s most valued species.",
            "As more and more species near extinction, scientists have been collecting samples of plants, animals and other organisms. They’ve been storing these cells, seeds and other materials in protected facilities across the globe. But climate change, environmental disasters and wars can threaten these modern Noah’s Arks. Now, some researchers have proposed an out-of-this-world solution: Build one of these arks on the moon.",
            "They’d build it in a permanently shadowed site at the moon’s south pole. Temperatures there should remain a very frigid –196° Celsius (-320.8° Fahrenheit). That’s the minimum needed to safely store most animal cells long-term, Mary Hagedorn and her team noted July 31 in BioScience.",
            "And that, they argue, should make such this gene bank far more stable than any of those on Earth.",
            "“When it comes to saving our biodiversity and life on Earth,” says Hagedorn, “it’s very good to have as many plans as possible.” A marine biologist, she works at the Smithsonian National Zoo and Conservation Biology Institute in Washington, D.C.",
            "Hagedorn’s team was inspired by the global seed vault in Svalbard, Norway. Think of it as a frozen Noah’s Ark, way above the Arctic Circle. Several other seed and tissue banks around the world, too, store prized samples of organisms that are of interest to crop and livestock farmers.",
            "Scientists collected the seeds banked at Svalbard from around the world. This facility takes advantage of the site’s freezing temps to protect its millions of stored seeds. If needed, they can be defrosted and reproduced. Later, daughter seeds can be sown at sites where these plants may no longer exist.But in 2017, scientists learned this ark was at risk.",
            "Melting permafrost flooded the vault. That put its precious seeds at risk of defrosting and going bad. Events like this one, researchers say, point to the need for another backup plan.",
            "*Water_trickles_down_a_hillside_among_moss_next_to_the_entrance_to_the_Svalbard_Global_Seed_Vault_dur",
            "fCA heat wave hit the Svalbard region of Norway in summer 2020. High temps and melting permafrost may threaten seeds and samples stored in the Svalbard Global Seed Vault, the entrance of which is pictured here. ",
            "Indeed, two years ago, Álvaro Díaz-Flores and some coworkers at the University of Arizona proposed their own idea for a lunar ark. Theirs would “shelter seeds, sperms, eggs, and DNA of endangered animal and plant species of Earth.”",
            "They’d stash collected cells or tissues in caves below the moon’s surface. Called lava tubes, the caves likely formed when underground rivers of molten rock ran dry. A solar-powered system would keep things cold. But if it ever lost power, the stored samples likely would go bad.",
            "In the moon’s forever-frozen shadowed regions, a lunar vault would need no energy or constant human maintenance, Hagedorn’s team notes. And given the south pole’s low temperatures, she says, a vault there could store fibroblasts — “one of the most powerful cells that we have today.”",
            "Scientists can transform these animal cells into stem cells. “Then those stem cells can be used for cloning,” Hagedorn says. Fibroblasts could be valuable for rebuilding populations of threatened or extinct species. Or they might help recreate ecosystems in future human colonies on the moon or Mars.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The new proposal would have its share of hurdles. These include what to do about radiation and the long-term effects of microgravity on stored samples. Hagedorn’s team is designing radiation-proof containers for samples brought up from Earth. The next step would be to test prototypes on a future moon mission.",
            "“The authors do a good job laying out many of the challenges,” says Benjamin Greenhagen. He’s a lunar scientist at the Johns Hopkins Applied Physics Laboratory. It’s in Laurel, Md. But he notes that the moon’s permanently dark regions aren’t immune to broad swings in temperature as more or less reflected sunlight can shine into the shadows. Such sites “are still cold,” he says. Still, he worries, they might not always be cold enough for this project “without some level of … management.”",
            "iFhttps://www.youtube.com/embed/-TcyHQxol8k?feature=oembed",
            "In this audio podcast, Mary Hagedorn describes her team’s new proposal in greater depth with her host from the American Institute of Biological Sciences.",
            "By far, the biggest challenge will be getting everyone in the scientific community to largely agree, Hagedorn says. Then nations would need to work together on the plan.",
            "Greenhagen also notes there “are communities on Earth to whom the moon is sacred.” Those who want to build a lunar ark should actively “engage these communities” if they hope to ever bank biological samples on the moon.",
            "Hagedorn’s group argues that the first samples targeted for lunar storage should include endangered species, pollinators, ecology-building species and species that have the potential to help humans during space exploration. But planning for this project is still in its early stages. As such, she notes, “nothing’s set in stone at this point.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/mosquitoes-help-hawaii-native-birds",
        "title": "\n\tLab-grown mosquitoes could help protect Hawaii’s native birds",
        "content": [
            "*a_scarlet_bird_with_a_long,_curved_beak_perches_on_a_tree_branch",
            "Many of Hawaii’s native forest birds, such as the i’iwi (or scarlet honeycreeper) here, are vulnerable to avian malaria. ",
            "In fourth grade, Logan Lee’s class took a trip to the island of Hawaii. There, they saw an i’iwi, a native Hawaiian forest bird. Logan was in awe. The bird was beautiful — and seeing one was a rare treat. Like many of Hawaii’s birds, this one is highly vulnerable to avian malaria. So Logan, now 18, set out to see how he could help curb the spread of this disease.",
            "*_Lab-grown_mosquitoes_could_help_protect_Hawaii’s_native_birds4",
            "fCLogan Lee, 18, is on a mission to better understand and protect Hawaii’s native forest birds. ",
            "Mosquitoes spread the malaria parasite. One way to fight malaria is by releasing lab-grown mosquitoes infected with a special bacteria. It renders the insects infertile. When released into nature, these mosquitoes mate with wild ones and lay eggs that cannot hatch. That will shrink the mosquito population over time.",
            "One problem: Many of the lab-grown mosquitoes don’t survive well enough in the wild to complete their mission.",
            "Logan suspected that might be because the insects lacked key microbes that wild mosquitoes pick up from their environment. So he exposed the lab-grown insects to microbes from the water where wild mosquitoes mature. This treatment sped the lab-grown mosquitoes’ growth by 18 percent. And it boosted their fitness by 67 percent. That may help scientists raise more mosquitoes faster and give the skeeters better odds of surviving in the wild.",
            "Logan is currently a senior at the ‘Iolani School in Honolulu, Hawaii. His research earned him fourth place at the 2025 Regeneron Science Talent Search. (That competition is run by Society for Science, which also publishes Science News Explores.) In this interview, Logan shares reflections on his research experiences.",
            "“Being able to see this problem in my community and say, ‘There’s something I can do about it,’” Logan says. “Usually you see problems, and you’re like, ‘There’s no way I could ever tackle that.’” But doing this project really showed him that “youth have power to make differences in their community.”",
            "“Learning the process of research,” Logan says. “At first, I think you stumble a bit around. You’re not sure what to look for in the literature. You’re not sure how to use some of the things in the lab. How to be very precise with your measurements, things like that. Learning how to do all that was definitely a challenge in the beginning.”",
            "Logan found that his teacher and a mentor in a lab at the University of Hawaiʻi at Mānoa — where he did much of his research — were both key. “They’ve been so incredibly impactful, not only in helping me develop my research, but also helping me develop as a scientist,” he says. “Learning about ethics in research. Learning about how to do things meticulously in the lab. It’s these things that I bring outside of just my research life, and I’m able to apply them to make myself a better person.”",
            "Adaptive radiation is a term that describes what happens when one species quickly diversifies into many species. Logan is currently studying this adaptive radiation of Hawaii’s forest birds.",
            "Many native Hawaiian forest birds descend from “one ancestor that came here, and it rapidly diversified,” Logan says. “It’s really shown through their beaks, because the birds developed to have different food sources.” The palila has a big, seed-cracking bill. Honeycreepers like the i’iwi dip their long beaks into flowers for nectar. Owls use their long upper beaks to fish insects out of bark. “I’m looking a little bit at the genetic basis of adaptive radiation,” Logan explains. “So these genes in the birds, where might there be changes that affected how the birds developed?”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-neuroplasticity-definition-pronunciation",
        "title": "\n\tScientists Say: Neuroplasticity",
        "content": [
            "*3d_rendered_image_of_Neuron_cell_network_on_black_background_Interconnected_neurons_cells_with_elect",
            "Throughout our lives, neurons form and unform their many connections thanks to the brain's neuroplasticity.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2064628292&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Neuroplasticity describes the brain’s ability to change.",
            "Our brains change throughout our lives. Much of this change involves neurons building new connections, or synapses, or trimming back unused ones. In fact, at this very moment, neurons in your brain are exchanging messages along connections that formed as you learned how to read.",
            "Inside your brain, neurons connect in pathways called networks. Through these networks, we observe the world, process information and make decisions. If these networks never changed, neither would we. But they do change. Through this process of un-building and re-building, we learn, grow and recover from injury.",
            "Changes in the brain come more rapidly at some stages in life. Childhood is one example. As a kid, it’s often easier to pick up new skills, such as learning a language or how to ride a bike. That’s because in childhood, the brain is developing and growing a lot. It’s rapidly making new connections between neurons in response to new experiences. In other words, the brain has high neuroplasticity in childhood.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The teen years are another time of rapid change in the brain. High neuroplasticity also means that some experiences affect rapidly-growing young brains more than older ones. That can include unhealthy experiences, such as drug use. Drugs like cannabis can profoundly affect the development of a young person’s brain.",
            "Scientists once thought that the brain stopped changing once you reach adulthood. But we now know that even after we grow up, our brains adapt. Some changes occur in response to experiences. This allows us to form new memories and learn new information. Some changes occur from aging. For example, the brain’s hippocampus — which plays a role in memory — begins to shrink. This gradual process begins in early adulthood.",
            "Sometimes, the brain changes in response to injury. After injury, the brain attempts to make repairs. First, the brain tries re-routing information around the damaged part. The brain tries using existing neuron connections to carry out the job that used to be done by the damaged part. But after a few days, the brain starts making new connections. This stage can go on for weeks, months or longer.",
            "Some factors increase the brain’s neuroplasticity. Studies show music can help the brain learn better. A healthy diet and exercise also boost brain health.",
            "Neuroplasticity allows the brain to form new memories in the hippocampus, which appears to rely on relatively sparse but strong neural connections.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/physics-sound-clapping",
        "title": "\n\tPhysics finally explains the sound of clapping",
        "content": [
            "*A_grayscale_images_shows_two_hands_clapping_together,_with_a_white_jet_of_baby_powder_streaming_upwa",
            "Clapping hands spew out a jet of air, visualized here by baby powder. That jet helps explain the sound of applause.",
            "A round of applause, please. Scientists have finally figured out what’s behind the sound of hand-clapping.",
            "It’s the same concept at work when you make sound by blowing across the top of an empty bottle. Helmholtz resonance is its formal scientific name.",
            "New experiments used baby powder to map the flow of air emitted by hand-clapping. This confirmed that clapping hands become Helmholtz resonators. Pressure measurements and high-speed video of clapping backed up those findings.",
            "Researchers shared their results in a paper accepted in Physical Review Research.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "To make a Helmholtz resonator, all you need is an enclosed pocket of air with an opening connected by a “neck.” The inside of a glass bottle works. So does the space between clapping hands.",
            "As air vibrates back and forth within the neck, it creates sound waves. The pitch of those waves depends on the volume of the air pocket. It also depends on the dimensions of the neck and opening.",
            "When someone claps their hands, a jet of air streams out of a gap where the hands meet. It goes between the thumb and forefinger. “This jet of air carries energy,” explains Yicong Fu. That’s “the initial start of the sound.” The jet kicks off vibrations of the air.",
            "Fu is a mechanical engineer at Cornell University in Ithaca, N.Y. His group saw a similar effect when they used cup-shaped silicone models to mimic palms clapping.",
            "The team studied different types of claps. Some tests smacked together cupped hands. Others clapped flat hands. Still others involved fingers hitting a palm. The pitches of those claps matched what would be expected for a Helmholtz resonator.",
            "For instance, Helmholtz resonators with bigger air pockets make deeper sounds. And cupped hands produced lower-pitched claps than flat hands. That makes sense, since cupped hands created a larger air pocket than flat hands do.",
            "Understanding the physics of hand-clapping, Fu says, could help identify people by their claps. Someday, users might log into a device based on their unique clap. The findings could help musicians fine-tune songs with the perfect hand-smacking beat.",
            "Experiments show that a phenomenon called Helmholtz resonance explains the sound of hands clapping. #handclap #physics #physicsfun #funfacts #funscience #science"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/plastic-ice-liquid-solid-water",
        "title": "\n\tThis weird ice may exist on alien planets",
        "content": [
            "*Water_molecules_against_a_black_background",
            "Scientists have finally observed plastic ice (illustrated), a phase between solid ice and liquid water. Plastic ice may form in the interiors of icy worlds, such as Neptune or Jupiter’s moon Europa.",
            "A strange type of ice has just been observed.",
            "It forms at high temperatures and pressures. It possesses traits of both solid ice and liquid water. And researchers have now directly observed it for the first time. They described their findings February 12 in Nature. What they observed may also help scientists better understand worlds beyond Earth.",
            "Plastic ice is “something intermediate between a liquid and a crystal,” explains Livia Bove. She’s a physicist at CNRS in Paris. “You can imagine that it is softer when you squeeze it.” It’s called plastic ice because it is more easily molded or deformed than typical crystalline ice. Scientists refer to this Play-Doh-like trait as plasticity.",
            "Explains Bove, it’s “like something that can [squeeze] through a hole and come out, even if it’s still solid.”",
            "The molecules that make up ordinary ice sit in a hexagonal, honeycomb-like shape. Ice cubes, glaciers and snow contain this type of ice. It’s formally known as ice Ih.",
            "In addition to Ih, there are at least 20 other known ice phases. They form under different conditions of pressure and temperature.",
            "At pressures above about 20,000 kilograms per square centimeter (285,466 pounds per square inch), ice smooshes into what’s known as ice VII. It’s densely packed molecules are ordered like the cubies in a Rubik’s Cube. Ice VII has been found trapped in diamonds from Earth’s mantle. It’s also thought to occur inside other planets. ",
            "Some ice phases exist only in theory. They’ve never been seen.",
            "More than 15 years ago, computer models predicted what would happen if ice VII were heated and put under extreme pressure. As in a liquid, its individual water molecules should start to rotate freely. Yet those molecules also should stay in one place — as in a solid.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Since this simulated phase shared the same cubic crystal structure as ice VII, it became known as plastic ice VII. But scientists didn’t know whether it truly existed. Running tests at such high pressures wasn’t possible, back then.",
            "For the new study, Bove was part of a team that used a relatively new tool. It can measure the motions of molecules under extreme pressures. It does this by shooting them with tiny particles called neutrons.",
            "Those neutrons interact with molecules in their samples. Depending on the molecules’ motion, the neutrons gain or lose energy — then scatter away toward a detector. Measuring the scattered neutrons’ energies allowed Bove’s team to figure out how the ice molecules moved. From this, they could identify the ice phase that had formed.",
            "Above 177° Celsius (350° Fahrenheit) and at a pressure about 28 times that of the deepest point in Earth’s oceans, Bove’s team observed plastic ice VII. As expected, its structure formed a cubic-crystal lattice. And its molecules rotated about as fast as those in liquid water.",
            "*Animations_show_water_molecules_moving_around_in_the_liquid_state,_vibrating_in_place_in_the_solid_s",
            "fCIn liquid water, individual molecules can freely move about and rotate, while in solid ice they can only vibrate in place. In plastic ice, water molecules are held in place but still are able to rotate.",
            "However, one detail differed from what had been predicted. Rather than revolve freely, plastic ice VII’s molecules appeared to swivel in jerky motions. As they revolved, they broke hydrogen bonds that had held them to a neighbor. Then they quickly turn and bond with another, Bove explains. These jumpy rotations may make plastic ice more elastic than if its molecules rotated freely. It also may conduct heat better.",
            "Plastic ice VII may have existed early in the formation of not only Jupiter’s moon Europa, but also other icy moons in our solar system, such as Saturn’s Titan, says Baptiste Journaux. He’s a planetary scientist at the University of Washington in Seattle. Plastic ice VII could have formed then because water hadn’t escaped yet from those moons’ high-pressure interiors, he explains.",
            "The new observations could help researchers piece together the story of how these moons changed over time, he says.",
            "And beyond our solar system, the strange ice may be found on the bottom of super deep oceans on exoplanets. Scientists think plastic ice may cover the seafloors of their oceans.",
            "It would be interesting to find out whether seafloor nutrients could move through plastic ice and into the oceans above, Journaux says. “That would actually feed the ocean with more nutrients.” And those nutrients could make the oceans more habitable, he says.",
            "A strange type of ice thought to dwell deep in the oceans of alien planets has finally been proven to exist.   Space AlienPlanet AlienIce Astrobiology SpaceResearch ScienceNews"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-lift-definition-pronunciation",
        "title": "\n\tScientists Say: Lift",
        "content": [
            "*Airplane_taking_off_from_the_airport_runway_in_beautiful_sunset_light",
            "When an airplane flies, lift is the force that pushes upwards against the force of gravity.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2076438892&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "In physics, lift is a force that enables birds and planes to fly. It acts perpendicular to the flow of air around an object.",
            "Consider an airplane flying overhead. Powerful jet engines propel the plane forward. This forces air to flow over and under the wings. And that horizontal airflow creates vertical lift.",
            "That’s because the shape of an airplane’s wing causes air to flow at different rates above and below the wing. Slower-moving air below the wing exerts more pressure on it than the faster-moving air above it. The pressure difference creates upward lift, allowing planes to counter gravity and fly.",
            "*Infographic_explaining_how_airplanes_generate_lift_and_fly",
            "fCA plane flies because faster-moving air gliding over the wing — or airfoil — exerts less pressure than the slower-moving air under the wing. Lift is the force working perpendicular to the direction of airflow, allowing the plane to fly.",
            "Many people think of lift as an upwards-only force. But lift can exert force in any direction — as long as it’s perpendicular to the direction of the airflow.",
            "Race cars offer an example of downward lift. This is sometimes called downforce. Race cars often have “wings” mounted on their rears. These wings look different from airplane wings. But like plane wings, they create air pressure differences that lead to lift.",
            "A driver doesn’t want their race car to fly. They want it to hug the road. So the shape of a race car’s wing causes air to move faster under it than over it. The result is higher air pressure above the wing. That’s opposite how airplane wings work, and it helps the car grip tight to the road.",
            "*_Scientists_Say_Lift5",
            "fCThe “wings” of racecars create downward lift force, which helps the fast-moving car grip the road.",
            "Feather-inspired flaps on airplane wings boost performance by improving lift.",
            "Check out the full list of Scientists Say.",
            ""
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scratch-itch-both-good-and-bad",
        "title": "\n\tScratching an itch has both good effects and bad",
        "content": [
            "*A_child's_legs_have_multiple_itchy-looking_red_bug_bites_that_are_being_scratched",
            "Scratching an itch can feel so good. But it also may make inflammation worse, a study in mice suggests.",
            "Don’t scratch that mosquito bite! Chances are you’ve heard this advice before — and had a hard time following it. So you may already know that scratching can feel good at the time, but may not help in the long run. A study in mice finds that scratching can have both positive and negative effects.",
            "Researchers shared these findings January 31 in Science.",
            "First, the bad news. Scratching itchy ears triggered inflammation. That’s a local immune response that causes redness — and more itching.",
            "An itch can begin when a substance (such as an oil in poison ivy) activates mast cells. These immune cells release itch signals and kick off inflammation. Scratching boosts that process, the new study suggests.",
            "“The act of scratching is actually triggering the inflammation by [working] with mast cells to make them more effective,” says Daniel Kaplan. He’s a dermatologist and immunologist at the University of Pittsburgh in Pennsylvania. He also coauthored the new study.",
            "Mice that couldn’t scratch their itchy ears (thanks to tiny cones on their heads) had less inflammation than mice that scratched. The same was true in mice that didn’t feel the itch. ",
            "Kaplan relates the results to a mosquito bite. “Most of the time, it’ll go away in five, 10 minutes,” he says. “But if you start scratching it … you get a really big, inflamed, itchy lesion on your skin that can stick around for several days. It’s a lot worse. And I think this could be a mechanism that explains why.”",
            "Now onto the good news. Scratching lessened the amount of potentially harmful bacteria (Staphylococcus aureus) found on the skin of itchy mice. That may be because of a heightened immune reaction that scratching can prompt. ",
            "“Scratching can have a benefit in the context of an acute infection,” Kaplan concludes. But too much scratching can rip the skin and usher in more bacteria, he cautions. “In that sense, scratching, through a different mechanism, also makes things even worse.”",
            "In recent years, scientists have uncovered lots of new details about itching. And they’ve developed new ways to fight harmful forms of it, Kaplan says. The new study may point out other new approaches to treating itch.",
            "So is scratching good or bad? “It’s both!” Kaplan says."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/what-is-asthma-how-treat",
        "title": "\n\tExplainer: What is asthma and how is it treated?",
        "content": [
            "*a_woman_is_using_an_inhaler_at_a_beach,_she_has_dark_skin_and_dark_hair_in_microbraids_and_a_ponytai",
            "Exercise, pollution and other exposures can trigger asthma attacks, making it hard to breathe. Many people use inhalers (as here) to relax their airways again. Special shots are also available to help treat especially severe asthma symptoms. ",
            "Julianna Hayes is a 10-year-old who lives in New Hampshire. She has a black belt in karate, loves the ice cream flavor “tornado” and wants to be a teacher. She also has asthma. ",
            "*a_10_year_old_girl_cocks_her_head_to_the_side_and_smiles_while_hugging_her_little_brother_She_has_pa",
            "fCJulianna Hayes (left), age 10, lives in New Hampshire with her family. She has asthma. ",
            "This chronic lung condition can make it hard to breathe. People with asthma may feel fine most of the time. But if they encounter a trigger — such as smoke or animal fur —an attack may come on. During such an attack, people often cough, wheeze and feel tired.",
            "Most of the time, Julianna says, “I feel like I imagine any other person without asthma would feel.” But sometimes during an asthma attack “my chest will get tight and I can’t breathe in all the way.”",
            "Luckily, Julianna has not had such an attack in a while. “I feel relieved that I’ve been diagnosed and that I have the right medication,” she says. ",
            "More than 26 million people in the United States — roughly one in every 13 — have asthma. Some may treat their condition with inhalers. Others may need newer medications, such as monthly shots. The good news: Having asthma does not need to stop you from doing what you want. With proper treatments, people with asthma can live normal lives.",
            "Asthma affects how air moves through the lungs.",
            "When you inhale, air flows from your mouth or nose through your windpipe and into your lungs. The windpipe is a bit like the trunk of a tree that splits into two branches, one leading to each lung. Within the lungs, these big branches split off into smaller and smaller branches.",
            "At the ends of the tiniest branches, where a tree’s leaves would be, your lungs have small air sacs. The walls of these balloon-like sacs are only one cell wide! Here, your blood sucks up oxygen from the air. ",
            "Robyn Cohen is a doctor at Boston Medical Center in Massachusetts. She treats children with lung diseases. In someone with asthma, “the breathing tubes basically get swollen so that the tunnel inside the tube is narrowed,” she explains. That makes it harder to pull air into the lungs.",
            "iFhttps://www.youtube.com/embed/PzfLDi-sL3w?feature=oembed",
            "Learn what happens during asthma attacks and some ways the condition can be treated.",
            "To make matters worse, some things can trigger small muscles around the outside of the airways to tighten. This squeezes the branches, narrowing the air space inside them even more.",
            "This sudden constriction causes an asthma attack. Triggers can include pollutants and other things in the environment, such as pet dander (flaked off bits of skin). Viruses that cause colds also can trigger attacks. Sometimes, even exercise can bring on an attack.",
            "Different people may have different triggers. Often, avoiding triggers is the best way to avoid an asthma attack. But it can be hard to avoid triggers like tree pollen or polluting gases (such as ozone) in the air.",
            "*a_diagram_showing_how_asthma_narrows_the_airways_of_peple_with_asthma,_and_even_further_narrows_them",
            "fCThe lungs of people with asthma have narrowed airways. It’s due to swelling, excess mucus and muscle constriction. During an asthma attack, airways narrow even more.",
            "The airway swelling in many people with asthma comes from an overactive immune system.",
            "Our immune system is like a large army of blood cells that protect the body. Some of those cells are general soldiers. Others work as snipers with specific targets. Still others act more like lookouts. They warn the rest of the army of incoming threats.",
            "Eosinophils (Ee-oh-SIN-uh-fils) are one type of lookout cell. In the lungs, eosinophils can send messages to recruit other immune cells to fight threats. But in some people with asthma, they work too aggressively. If overactive, they can recruit too many soldiers to the lungs. This can cause the airways to narrow. ",
            "*a_microscopic_image_of_blood_cells,_splotchy_red_blobs_and_an_eosinophil,",
            "fCThis microscopic view of a blood sample shows mostly red blood cells and platelets. The larger, magenta cell, however, is an eosinophil. This immune cell can send out signals that recruit other types of immune cells to join it.",
            "Fortunately, narrow airways can be treated with asthma inhalers. These devices disperse medicine into the throat — usually as a very fine powder. As you inhale, this fine powder gets drawn into the smallest branches of the lungs. There, it can widen airways by relaxing muscles surrounding the lungs’ branching tunnels.",
            "Inhalers can come in all different shapes and strengths of medication. “Not everybody needs medication every day,” says Cohen. “Some people only need it sometimes.”",
            "However, traditional inhalers may not be enough for people with severe asthma.",
            "To help these people, scientists have developed injectable medications over the past two decades. These shots are being prescribed to a small, but growing, number of people. Called biologics, these treatments work in a different way than the drugs in asthma inhalers. Instead of relaxing muscles, they act directly on the immune cells that trigger swelling.  ",
            "Biologics get their name from the fact that they are not simple lab-made chemicals. Instead, they are large molecules, such as proteins, produced by living organisms. Some can even be whole genes.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Some biologics for asthma treat overactive eosinophils. They keep those cells from signaling other immune cells. Another biologic prevents target cells from receiving the eosinophils’ signals. In each case, these therapies reduce how many immune cells move into the lungs. And fewer immune cells mean less swelling and easier breathing.",
            "Biologics can help prevent frequent asthma attacks, notes Khalilah Gates. She’s a lung doctor at Northwestern Medicine in Chicago, Ill. People receiving biologics won’t need to use an inhaler as much (though they may still need one from time to time).",
            "Biologics won’t help everyone with severe asthma. “Most of the biologics require a certain amount of eosinophils in the blood,” says Gates. So, doctors may do a blood test to check for levels of these before prescribing biologics. But, she says, “biologics have really been helpful in a subset of people.”",
            "Biologics helped one of Cohen’s young patients with severe asthma. For years, this patient “could not go to the park, could not go to the playground and run around at all,” she says. He ended up in the hospital multiple times a year.",
            "Once he started using a biologic, he didn’t have to go to the hospital. He even stopped missing school days because of his asthma, Cohen says.   ",
            "One downside is that biologics have to be given as a shot. They can’t be given as a pill or inhaler. Most people get the shots once a month, though some must be given more frequently.",
            "In 2025, it is “so exciting to be able to give really good asthma treatment for people, even if their asthma is severe,” Cohen says.",
            "Julianna says her asthma doesn’t keep her from doing most things. The reason: She has the right medications and knows how to use them. “I feel like as long as you are diagnosed and you have what you need, it doesn’t stop you,” she says.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    }
]