[
    {
        "URL": "https://www.snexplores.org/article/scientists-say-chronohygiene-definition-pronunciation",
        "title": "\n\tScientists Say: Chronohygiene",
        "content": [
            "*a_teen_girl_sits_on_a_couch_holding_a_mug,_sleepily_rubbing_one_of_her_eyes",
            "Modern life can interfere with sleep cues hardwired into our bodies through evolution. Such problems can disrupt the body’s natural sleep rhythm, leaving us chronically tired and more. Chronohygiene practices can grant us some much-needed control.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/soundcloud%253Atracks%253A2228000915&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Chronohygiene refers to aligning a person’s sleep schedule with the body’s natural sleep “clock.”",
            "Our bodies have evolved to receive cues from the environment that tell us when to sleep and for how long. This internal “clock” follows a circadian rhythm. Sleep cues include light exposure, activity levels and temperature.",
            "But aspects of modern life can interfere with natural sleep cues. Artificial lights, for instance, can mimic sunlight. Such lights can throw off the body’s internal sleep clock. An out-of-whack sleep schedule can lead to issues such as depression and heart problems.",
            "Chronohygiene is all about taking charge of your sleep schedule. This can help you work with your body’s internal clock rather than against it.",
            "One way you can support your chronohygiene is to avoid using screens at night.",
            "Before artificial lights, people usually woke up with the sun and worked through the day. Come nightfall, people slept through the darkness. Our bodies evolved to respond to lower light levels by releasing chemicals like melatonin, which makes us feel sleepy.",
            "But the body doesn’t ramp up melatonin production until the lights — especially blue light — dim. Blue light is a high-energy form of light. It comes from sources such as LED lights, computer screens and phones. So using that tech can make it hard to fall asleep.",
            "Avoiding blue light at night may seem easier said than done. You might be doing homework on a computer or scrolling through your phone. But most computers and phones have a nighttime mode. This mode subtly shifts screen colors from bright, cool light — with lots of blue — to warm, cozy shades as it gets later.",
            "Other small changes can also grant you control over your sleep. Avoiding late-night snacking helps many people. That’s because food can serve as a wake-up cue.",
            "Taking care of your chronohygiene helps your body follow a consistent sleep-wake cycle. And that natural rhythm may help keep you happy and healthy.",
            "Poor chronohygiene can lead to health problems such as depression and heart disease.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/polar-bears-food-scraps-arctic",
        "title": "\n\tPolar bears leave thousands of tons of food scraps for other species",
        "content": [
            "*a_polar_bear_stands_on_a_sheet_of_ice_with_a_bloody_carcass_of_a_dead_animal_in_front_of_it,_while_s",
            "A polar bear in Norway picks at its prey. Gulls nearby and other animals will eat the leftovers. Polar bears typically leave about 30 percent of edible animal’s remains.",
            "Polar bears are picky eaters. And that’s great news for other hungry Arctic critters.",
            "In one year, a polar bear can leave roughly 300 kilograms (660 pounds) of scraps behind on which other animals can dine. Altogether, that comes to an estimated 7.6 million kilograms (8,375 U.S. tons) of bear leftovers, researchers now estimate.",
            "This leftover meat, called carrion, points to the crucial role these bears — top predators — play in feeding other species.",
            "The research also sounds a warning. As climate change warms the Arctic, polar bears are at risk. A decline in their numbers could greatly threaten other species that are part of the Arctic food web.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Polar bears eat mainly seals, especially ringed seals. Scientists have long known these bears mostly eat the blubber of their prey. These diners often leave much of the rest behind. Until now, scientists have overlooked the size of those leftovers and their importance, says Nicholas Pilfold, A large-carnivore biologist, Pilfold works at the San Diego Zoo Wildlife Alliance in California. He has done research in the Arctic for 15 years.",
            "As part of a team, Pilfold pored over studies, observations and anecdotes about scavenging activity around carcasses. These data went back as far as the 1930s. The researchers also analyzed studies on how many calories seals can provide. Then they also looked at studies that had tallied how many seals a polar bear consumes each year.",
            "During its hunting season peak, they found, a bear kills roughly one seal every three to five days. That comes to some 1,000 kilograms (2,200 pounds) of prey each year. A bear eats about 70 percent of that mass. The remaining 30 percent is up for grabs.",
            "Today’s Arctic hosts an estimated 26,000 polar bears. So all those leftovers add up to millions of kilograms — thousands of tons — of food for scavengers.",
            "Pilfold’s team shared its new findings October 28 in Oikos.",
            "*a_white_arctic_fox_walks_through_the_snow",
            "fCArctic foxes are one species that benefit from carrion scraps left behind by polar bears.",
            "Those who benefit from the leftovers include Arctic foxes, gulls, ravens and other polar bears. Occasionally even snowy owls, wolves and grizzly bears will feast on the remains.",
            "Pilfold has seen that “foxes will follow in the tracks of where the polar bears have gone,” waiting for the bears to abandon their meal. Birds also fly overhead, waiting their turn, he says. “There’s just this cacophony of sound of gulls,” he notes. “They’re all trying to get some of that seal.”",
            "Other species couldn’t access this type of food if the polar bears hadn’t left it behind, says study coauthor Holly Gamblin. She is a wildlife biologist in Canada at the University of Manitoba in Winnipeg.",
            "The new findings don’t surprise Jon Aars. A polar bear expert, he works at the Norwegian Polar Institute in Tromsø. Bear leftovers are probably a “rather important” food source for other species, he says — “particularly at a time of the year when alternative food is not so easy to get.”",
            "Polar bears often swim to find seals at sea or on ice floes. As the Arctic has been warming, the ice has been melting, too. This gives bears fewer rest stops to catch their meals, dine and rest. Earlier work by Pilfold’s team showed that the bears often have to swim exhaustingly long distances between meals. They tracked one female who swam 400 kilometers (249 miles) nonstop over a period of nine days.",
            "Such long treks are weakening bears and have led some to starve. This can reduce polar bear populations. If this happens, the carrion they provide will likely decrease as well, Pilfold now says.",
            "His team looked at two regions where polar bears have been declining. Here, they calculate, about 323,000 kilograms (710,000 pounds) of carrion are likely being lost each year. Melting ice might also make it harder for some scavengers to reach bear leftovers.",
            "It’s hard to predict how reduced leftovers might affect other species, Aars says. But “it will have [an] impact one way or another.” And how big an impact, he says, will depend on the species and which “part of the Arctic we look at.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-lab-grown-meat",
        "title": "\n\tLet’s learn about lab-grown meat",
        "content": [
            "*a_plate_holds_a_meal_of_lab-grown_chicken_with_vegetables",
            "Traditionally farmed meat is harmful to animals and the environment. Scientists are working on new alternatives (such as this lab-grown chicken). They’re designed to taste the same as what comes from livestock but incur less damage.",
            "If you eat meat, you may have enjoyed gobbling up turkey on Thanksgiving. If you’re a vegetarian, you might have gone for Tofurky. (That tofu-based dish has been made to look and taste like the traditional holiday bird.) But one day, such plant-based options may not be the only animal substitutes on your menu. Scientists are working out how to create meat from scratch in the lab. No animals would lose their lives in the production of these lab-grown steaks, nuggets or patties.",
            "Lab-made hamburger, for instance, can be grown from a cow’s stem cells. These cells have the ability to turn into different types. Scientists have coaxed some to grow into thousands of muscle-cell strips that together resemble ground beef.",
            "Some lab-meat techniques resemble making cotton candy; they use machines to spin wispy fibers of gelatin. This gives harvested cells more structure and generates a tougher, more steak-like texture. Alternatively, some 3-D printers use cell-based inks to produce juicy steaks, seemingly out of thin air.",
            "Upside Foods already sells lab-grown chicken. This company, based in Berkeley, Calif., produces only the bits of chicken that people eat. They don’t make organs such as bones and lungs, for instance, that would be discarded. Good Meat is the only other company that sells human-made chicken in the United States.",
            "Lab-grown meat has a few big benefits over farmed fare. It not only doesn’t harm animals, but its production could make fewer greenhouse gases and food wastes. Such farm alternatives also could offer a good source of protein and stay fresh longer for astronauts in space.",
            "Still, some state governments have banned lab-grown meat. Lawmakers want better safety rules in place before many people start using these products.",
            "It will likely be several years before you can find lab-grown steaks — much less Thanksgiving turkeys — in your local grocery. It costs too much money to make these still-experimental products in large quantities. In the meantime, munching on insects — such as meat-scented mealworms and crunchy crickets — may be a more suitable meat option. They are packed with protein, easy to raise and surprisingly delicious.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "A new spin on lab-grown meat Spinning gelatin into fibers helps give cow stem cells the structure they need to grow into a thick juicy lab grown steak. (12/3/2019) Readability: 7.3",
            "Let’s learn about eating bugs Snacking on beetles, caterpillars and worms instead of burgers and nuggets is better for the planet. Learn about the six-legged critters that should creep into your next bite. (11/29/2022) Readability: 6.8",
            "No animal died to make this steak Researchers make a juicy steak with a 3-D printer using living ink. (5/21/2021) Readability: 6.6",
            "iFhttps://www.youtube.com/embed/GaX38aFAGSo?feature=oembed",
            "PBS Foods explains how scientists grow real meat in petri dishes within a lab.",
            "Explainer: What is a stem cell?",
            "Meet the new meat",
            "Meat from scratch",
            "New meat-scented food flavoring comes from sugar — and mealworms",
            "Designing tomorrow’s burger",
            "Your food choices affect Earth’s climate",
            "Yummy bugs ",
            "Finding foods for the future",
            "Cool Jobs: Finding foods for the future",
            "Could Star Trek replicators exist?",
            "Can Silicon Valley entrepreneurs make crickets the new chicken? (Science News)",
            "Could a rice-meat hybrid be what’s for dinner? (Science News)",
            "Word find",
            "Ever wonder how your food impacts the planet? Play around with the blocks in the carbon cafe to learn how the production of foods in your lunchbox releases different amounts of greenhouse gases. Compare, swap and replace the blocks to see how green you can make your next meal."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/human-eggs-from-skin-cells",
        "title": "\n\tScientists created human egg cells from skin cells",
        "content": [
            "*An_artist_rendering_of_a_translucent_purple_cell_with_bright_orange_chromosomes_going_through_meiosi",
            "In an experiment, scientists were able to craft new egg cells with the DNA of a specific person. They started by dropping that person’s DNA — from one of their skin cells — into an empty donor egg. Then, the scientists had to get the modified egg to boot out half of its 46 bundles of DNA, or chromosomes. The egg did this in a process called meiosis (illustrated here). ",
            "Every human being starts with the fusion of two cells: an egg cell from one parent and a sperm cell from the other. But for a variety of reasons, two parents may not have both the egg and sperm needed to make a baby. That has led some scientists to wonder if they could make an egg or sperm cell with a parent’s DNA from some other type of cell in their body. Now, a new study brings that one step closer to reality.",
            "In the experiment, researchers caused human skin cells to produce egg cells. Some of those eggs were able to give rise to early human embryos.",
            "Researchers shared their findings September 30 in Nature Communications.",
            "Such tech may one day help women without healthy eggs to have children. That may include older women, or those who have been through cancer treatments. Same-sex male couples may also be able to use the technique to have a child that’s related to both of them, says Paula Amato. An expert in reproductive medicine, she works at Oregon Health & Science University in Portland.",
            "The technique is not yet ready to help people have children. It’s still “too inefficient and high risk,” says Katsuhiko Hayashi. A researcher at the University of Osaka in Japan, he did not take part in the new work. But his team has reprogrammed tail cells from two adult male mice into eggs and sperm. Those reprogrammed cells gave rise to healthy mice that had two fathers. And these pups grew up to have offspring of their own.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Researchers have already produced eggs and sperm for many types of animals. But producing human eggs and sperm has proven difficult.",
            "Amato’s group started with a donated human egg cell. They first removed the nucleus — the part with DNA — from that egg. Then, they replaced the donor egg’s nucleus with a one from a skin cell. (In the future, such a skin cell would come from the intended parent for the egg.)",
            "But there was a problem.",
            "Nuclei from most cells in the body, including skin cells, contain 46 bundles of DNA called chromosomes. But an egg cell has only 23 chromosomes. Why? Because when an egg and sperm cell meet, they each bring 23 chromosomes of their own from the parent. When they fuse, this egg and sperm produce a new cell. Called a zygote, it now has all 46 chromosomes needed to build a new human.",
            "In short, the donated egg with the transplanted nucleus had twice as many chromosomes as an egg should have. To fix that, the researchers used a chemical called roscovitine. It coaxed the modified eggs to throw out some of their extra chromosomes when fertilized by sperm.",
            "iFhttps://www.youtube.com/embed/1g22UgARzJg?feature=oembed",
            "Learn more about early research that led to the new findings and about the potential pitfalls of the new technology. For instance, this technique might offer a route to “designer” babies or being able to steal someone’s skin cells — such as a celebrity’s — and creating a baby having their genes.",
            "Some of the fertilized eggs made early human embryos. Many did not.",
            "“That’s probably, we think, because they had an abnormal number of chromosomes,” Amato says. The failed eggs kicked out half their chromosomes, on average. But not the right half.",
            "None of the embryos were allowed to grow for longer than about six days. Many stopped developing at earlier stages.",
            "No embryo ended up with the right sets of chromosomes. So none would have grown into a healthy human. For instance, one embryo had 48 chromosomes instead of 46. That embryo had all 23 chromosomes from the sperm. But it had 25 from the skin cell. Some of those chromosomes had two copies. Others were missing entirely.",
            "“It was not the outcome we wanted,” Amato says. “But it was more proof-of-concept. ‘Hey, we can kind of make this process happen now.’”",
            "The team is now working to craft eggs with the right sets of chromosomes. But Amato suspects it will be at least a decade before the technique could be tested in clinical trials. Even then, such trials would probably not take place in the United States, Amato notes. U.S. law forbids tweaking the DNA of human embryos.",
            "One drawback to the new technique: It requires donor egg cells, Hayashi notes. Reprogramming cells as his team has done does not need egg cells to make other egg cells. Still, he says, “this technology has made a significant breakthrough.” And, he predicts, “new technologies will stem from this achievement.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-van-allen-belts-definition-pronunciation",
        "title": "\n\tScientists Say: Van Allen belts",
        "content": [
            "*a_set_of_crescent-shaped_rings_of_different_colors_encircle_earth",
            "The Van Allen radiation belts encircle Earth and contain high-energy protons and electrons. In this illustration, red areas are the belts' highly energetic regions. A 2024 solar storm created a new radiation belt (purple) sandwiched between the permanent inner and outer belts. The Earth’s magnetic field (grey lines) keeps these particles trapped in the belts.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/soundcloud%253Atracks%253A2218761260&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Van Allen belts — or Van Allen radiation belts — are donut-shaped rings of charged particles that encircle Earth.",
            "Earth has two permanent belts: the inner and outer belts. Changes in solar activity sometimes create temporary belts, too. For example, a 2024 solar storm created two extra belts between the main ones. These belts lasted over 4 months. But temporary belts usually last only a few weeks.",
            "The Van Allen belts consist of protons, electrons and other high-energy particles. These particles come from solar wind and cosmic rays. Solar wind refers to streams of charged particles flowing out from the sun. Cosmic rays can come from other stars and galaxies. Earth’s magnetic field protects us from these particles, deflecting them before they get to the surface and trapping them in the region between Earth’s north and south poles. This creates the Van Allen belts.",
            "Changes in solar activity can cause the belts to swell or shrink. The inner belt typically exists about 6,000 to 12,000 kilometers (about 3,700 to 7,400 miles) above Earth’s surface. But it can dip much closer. One such dip occurs over the Atlantic Ocean. Here, there is a weak spot in Earth’s magnetic field. Because of this weak spot, the inner belt dips to about 200 kilometers (about 120 miles) above Earth’s surface. The outer belt extends about 12,000 to 64,000 kilometers (7,400 to 40,000 miles) above Earth’s surface.",
            "Scientists must equip spacecraft with special shielding to protect against these belts. In regions of high intensity, charged particles can fry electronics and threaten astronauts.",
            "Other planets can have similar belts. Jupiter’s radiation belts are thousands of times more intense than Earth’s.",
            "In 2023, astronomers detected radiation belts similar to Earth’s Van Allen belts on a planet beyond our solar system.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-supermoon-definition-pronunciation",
        "title": "\n\tScientists Say: Supermoon",
        "content": [
            "*A_supermoon_rises_over_a_lighthouse_on_Kidston_Island_off_the_coast_of_Nova_Scotia,_Canada",
            "A supermoon rises over a lighthouse on Kidston Island off the coast of Nova Scotia, Canada.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/soundcloud%253Atracks%253A2208510212&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A supermoon is a full moon that appears larger and brighter than usual. It occurs when the moon is full and at its closest point to Earth. The word can also refer to a new moon — normally not visible — that occurs when Earth and the moon are closest together.",
            "Our moon doesn’t remain at a constant distance from Earth. That’s because it orbits Earth in the shape of an ellipse — like a squashed oval. Sometimes the moon’s orbit takes it farther away. Sometimes it draws the moon closer. When the moon swings closer to Earth, it can appear larger than usual. Sometimes this event coincides with phases of the moon that amplify the effect.",
            "iFhttps://www.youtube.com/embed/wz01pTvuMa0?feature=oembed",
            "This video illustrates the phases of Earth’s moon.",
            "A supermoon comes in two forms: a full supermoon and a new supermoon. Both happen when the moon comes within about 90 percent of its closest point to Earth. This point — when the moon’s orbit is closest to Earth — is called perigee. When it’s so close to Earth, the moon’s disk is about 14 percent larger in the sky than normal.",
            "The moon makes no light of its own. What we call moonlight is actually sunlight reflecting off the moon’s surface. A full moon is when the side of the moon facing Earth is completely lit up. It looks like a full circle, or disk. When a supermoon occurs during a full moon, astronomers call it a full supermoon. With the moon’s fully illuminated disk looking supersized, it really stands out in the night sky.",
            "A new moon occurs when the side of the moon facing Earth is not lit up, so we cannot see it at night. When a supermoon occurs during a new moon, scientists call it a new supermoon.",
            "Particles ejected from an Indonesian volcano painted a 2019 supermoon with rosy-red hues.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/game-designer-neurodivergent-gaming",
        "title": "\n\tThis game designer shares neurodivergent experiences through gaming ",
        "content": [
            "*Game_designer_Susannah_Emery_stands_behind_a_statue_of_a_camera_She_is_a_white_woman_with_brown_eyes",
            "Susannah Emery designs games focused on social issues. As a Women in Games Ambassador, she also mentors aspiring game designers and gives talks at events. Emery aims to help more women and nonbinary people share their stories through games. “We want your stories and your voices. We want to help you create those things,” she says. ",
            "In Susannah Emery’s video game Life (Re)Sounding, players won’t be fighting off alien invasions or monsters. Instead, gamers must navigate everyday tasks from the perspective of someone who is neurodivergent. Neurodivergent people often learn or sense the world differently than others.   Life (Re)Sounding draws from her own experiences as a neurodivergent person. With the game, Emery hopes to show how we can better understand and accommodate the needs of neurodivergent individuals. “It’s designed to show that it’s the world itself that causes the challenges that we face, rather than ourselves,” she says.    ",
            "In one level, players are tasked with cleaning up trash scattered around a room. Every time the player tosses trash into a bin, the lights brighten — until it becomes too bright to see. “I experience a lot of light sensitivity,” says Emery.​​ “It [becomes] this horrible white, bright mess, which can happen to me if I’m somewhere for too long.”   At Adelaide University in Australia, Emery designs games that raise awareness about social issues. These offer ways to interact with everyday experiences that are often misunderstood, she says. “Games as a medium are a really powerful way to do that.” In this interview, she shares her experiences and advice with Science News Explores. (This interview has been edited for content and readability.)   ",
            "During my final year of high school, I saw that you could study multimedia at university. This included courses on interactive media, film, TV and video games. It sounded great. But one of the career people at my school said that it might not be a great career for a girl. They recommended I consider something else. ",
            "At first, I believed them. Then I attended an open day at one of the universities I was considering. I sat in on a presentation about the multimedia program. The presenter was not only the head of the department but also a woman. As soon as I saw her, I realized I could study multimedia, too. That’s what I ended up studying for my first undergrad degree.  ",
            "After earning my undergrad degree in multimedia, I moved to a remote community belonging to the Anangu people in the Northern Territory to teach. Many of the kids I was teaching didn’t want to come to school. They weren’t engaging with the lessons but really loved video games. I thought about how to combine the two.   The Nintendo Wii console and Wii Sports game came to mind. I drove two and a half hours to buy them from a secondhand store. That Monday, I fired up the game and covered up the scoring with a piece of paper. Instead of relying on the game’s scoreboard, I had the students keep score on the whiteboard. After that, our attendance rate skyrocketed.   I was inspired by seeing how video games could make kids invested in their learning. I ended up doing an honors degree looking into the connection between education and games. I co-designed a game with the community that combined First Nations knowledge and the Australian curriculum. I loved it so much that I enrolled in a Ph.D. program. That degree involved looking at how games can raise awareness of domestic violence. ",
            "iFhttps://www.youtube.com/embed/yHxjtbEvJmM?feature=oembed",
            "Take a look at Susannah Emery’s game Life (Re)Sounding with the University of South Australia. ",
            "When you look at who’s playing games in Australia, it’s evenly split between male and female. And then, of course, there are nonbinary people as well. But when you look at who’s making games, that same split isn’t reflected. In Australia, for example, a recent report showed that only 22 percent of game developers identify as female. That’s a problem that we need to keep working on in the industry. The makeup of those making games should reflect the people who are playing them. That’s so people see themselves reflected in those games. ",
            "I think AI is really powerful and can do some really cool stuff. It shines in helping us bring our ideas to life. But to be engaging, games should be about human stories. We all have such cool stories that live inside us. These include our past experiences and future dreams. ",
            "We can use AI to help us bring those out in our creative work. But when AI becomes the creator, those games start missing those human stories. Nobody will want to play games made by AI because they’ll just be recreations of other games that already exist. I find that boring and not creative.  ",
            "AI can code like a boss. But it hasn’t gone through the same things you have. It hasn’t been to school or visited the places you have. It doesn’t have the friends you have.  ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Get started making your own games. That could be making them on paper in a way similar to Dungeons and Dragons. Or you could use free game engines such as Scratch and Twine. Make games with your friends and play. Playing and practicing is what it’s about.  ",
            "Making games requires a lot of repetition. You’ll come up with a game idea and then try it out. That lets you find what isn’t quite working. You then make changes and play again. You repeat those steps until you’re satisfied. We call that “play testing.” That’s what we do when we make games.  ",
            "Sometimes it takes years for us to make games. We go through hundreds or even thousands of tests to get it quite how we want. There’s no failure in games. There’s a restart, right? When Mario falls down the hole, you go back a bit and try again.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/levitation-physics-no-magic",
        "title": "\n\tHere’s how to levitate something without magic",
        "content": [
            "*a_girl_in_a_parka,_gloves_and_boots_stands_on_a_sheet_of_ice_and_snow_with_her_hands_out_in_front_of",
            "In Avatar: The Last Airbender, waterbenders can levitate liquid water and solid ice.",
            "With a simple swish-and-flick of his wand, Ron Weasley yanks a troll’s club high above its head in Harry Potter and the Sorcerer’s Stone. Through graceful martial arts moves, element benders in TV’s Avatar series launch boulders and waves of water skyward. And a casual gesture is all Marvel hero Scarlet Witch needs to fling away her enemies.",
            "Fictional heroes require magic or superpowers to lift objects without touching them. In the real world, you need physics. Sound, magnets and electricity, it turns out, can all create upward forces strong enough to cancel out the downward pull of gravity.",
            "This ability to suspend objects in midair could transform lab experiments, transportation and more. Just don’t expect any real levitation technique to toss boulders or bad guys through the sky. At least, not without some outrageous — and dangerous — upgrades.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "If you’ve ever been to a concert where the music was so loud you felt it thumping in your chest, then you know firsthand how strong sound waves can be. Acoustic levitation devices use those vibrations to hold objects aloft.",
            "“You can think of it as a very complicated surround-sound system,” says Luke Cox. An acoustic levitator may contain hundreds of little speakers. Those speakers typically blare noise at a frequency of 40 kilohertz. Humans can’t hear these sounds. “But if you look at the sound-pressure levels, it’s louder than a jet engine,” notes Cox. A mechanical engineer, he leads the company Impulsonics in Bristol, England.",
            "Sound waves from an acoustic levitator create alternating spots in the air of high- and low-intensity noise. The force of sound pushes objects away from the loud areas. As a result, items placed in quiet areas will stay there, as if tucked into invisible pockets. Fine-tuning the noise blasted by each speaker can steer those pockets around.",
            "iFhttps://www.youtube.com/embed/S8IiUkJslbU?feature=oembed",
            "This acoustic levitator uses sound waves to steer millimeter-sized objects through the air. It can juggle up to 25 objects at once. The device is shown in a computer simulation on the right. It uses two grids of ultrasonic speakers (rainbow-colored dots at top and bottom) to create a field of sound waves (reddish pattern in the middle). In this sound field, particles get trapped in fairly quiet regions (black) between very loud regions (white).",
            "Acoustic levitation can lift all types of materials, solid or liquid. But it can only support very small, lightweight things. Some of the heaviest stuff to ever surf sound waves were Styrofoam puffs (like those inside beanbag chairs).",
            "Taller and wider objects need longer, lower-frequency sound waves to cradle them. Say you wanted to levitate a person — even someone curled into a ball. Cox estimates that would take at least 275-hertz waves, which are 1.25 meters (some 4 feet) long. Bass guitars play notes about that low. But the music from a bass-guitar levitator would also have to be devastatingly loud to lift someone off their feet. ",
            "“I’m probably going to need quite a few power plants” to run the device, Cox muses. “But maybe a big nuclear one could do it.”",
            "On top of that, you’d need to shield anyone you levitated from the heat generated by that amount of power. Otherwise, your gnarly, nuclear-powered bass solo might literally melt their face off.",
            "Magnets, meanwhile, already safely lift objects much bigger than people off the ground.",
            "Perhaps the most striking display of that brute strength is a maglev train. Magnets on its cars and tracks interact to create an upward force. It lets the train hover about 10 centimeters (4 inches) above the track. This allows the train to glide nearly friction-free and travel twice as fast as trains that roll on rails.  ",
            "Magnetic levitation is not limited to magnetic metals, notes Eric Severson. He’s a mechanical engineer at the University of Minnesota in Minneapolis. Diamagnetic materials also can accomplish this feat. Around a strong magnet, these materials can become weakly magnetized and start to repel the magnet. This repulsive force, though feeble, can win a fight against gravity.",
            "Graphite, gold and many other substances are diamagnetic. Water, proteins and other molecules in living tissue are, too.",
            "iFhttps://www.youtube.com/embed/KlJsVqc0ywM?start=32&feature=oembed",
            "fCScience News",
            "In 1997, two scientists famously used that fact to levitate a frog. They placed the creature inside a magnet made from two nested coils of wire. The field created by the device was 16 teslas. That’s about 10 times as strong as the magnets used to pick up cars in junkyards. And it was just enough to buoy the frog near the top of the inner coil of wire. That coil was 18 centimeters (7 inches) tall.",
            "“You could theoretically make a person float,” Severson says. But you’d need one heck of a magnet. In 1998, one of the frog floaters estimated that you’d need a 40-tesla field created by a magnet running on 1 gigawatt of power. That’s roughly half the power produced by the Hoover Dam. ",
            "There’s another catch with magnetism: its short range. You have to be close to a magnet to feel its effects. So making something soar through the sky would likely require some other tech.",
            "Ballooning spiders already have high-flying levitation figured out. A flock of these critters once impressed and perplexed Charles Darwin by alighting on his ship some 100 kilometers (60 miles) out to sea.",
            "“They spin out a very long thread of spider silk and then, in the process, charge themselves up electrically,” explains Igor Bargatin. This happens thanks to triboelectricity. “They lift off in the Earth’s electric field,” Bargatin says. “After that, they’re just carried by the wind.” Sometimes, airborne arachnids are swept kilometers (miles) into the atmosphere.",
            "Bargatin is a physicist and engineer at the University of Pennsylvania in Philadelphia. When he first heard about ballooning spiders, he wanted to build something that would mimic their wingless flight. But he realized this spidey levitation won’t work for large objects.",
            "Imagine trying to float a human. “The charge that they would need to accumulate is so large that you would start creating basically lightning all around you,” Bargatin says. That wouldn’t just be dangerous. It also would keep you from ever building up enough charge to take off.",
            "iFhttps://www.youtube.com/embed/Ja4oMFOoK50?feature=oembed",
            "When you think of flying animals, spiders probably aren’t the first ones that come to mind. Yet ballooning spiders harness the power of Earth’s electric field to soar miles high through the sky. Here’s how.",
            "All told, real-world levitation likely won’t ever measure up to the superpowers seen on screen. Still, it needn’t be flashy to be useful.",
            "Acoustic levitation could handle tiny electronic components or lab samples without touching them. That would cut the risk of contaminating them. Severson uses magnetic levitation to make parts of motors float. That way they can spin faster without wearing down.",
            "Scientists are still dreaming up new uses for levitation, too — ones that play to different techniques’ natural strengths and won’t risk frying anything during takeoff.",
            "iFhttps://www.youtube.com/embed/bvYUq6Ox0Hc?feature=oembed",
            "Magnetic levitation may not be able to lift things very high — but it doesn’t have to in order to bring sci-fi tech like hoverboards to life."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/vipers-fastest-strikes-snakes",
        "title": "\n\tBeware the vipers: These snakes appear to strike the fastest",
        "content": [
            "*A_brown_and_gray_rhino_viper_snake_sitting_on_cardboard_in_a_curled_position",
            "This rhino viper is shown ready-to-strike. Cameras filmed the snake striking at fake prey. They clocked its average peak strike velocity at 3.2 meters per second (10.5 feet per second).",
            "Some vipers are the sprinters of snakes.",
            "Researchers compared 36 venomous snakes from three families. Vipers wielded the fastest attacks. Some members of one of the other families could give slower vipers stiff competition.",
            "Scientists shared the new findings October 23 in the Journal of Experimental Biology.",
            "The quickest snakes tend to be ambush predators. The true speed demon: terciopelo (Bothrops asper). This pit viper, also known as the fer-de-lance, feeds on birds and mammals. It can be found slithering from eastern Mexico to northern South America. To catch birds and rodents, its attack had an average strike velocity of 3.5 meters per second (11.5 feet per second).",
            "iFhttps://www.youtube.com/embed/uWjKWji-fwM?feature=oembed",
            "fCBothrops asper",
            "Mammals, key prey for these big snakes, typically take only 60 to 400 milliseconds to react and jump away. This makes strike speed crucial for a snake to catch its meal. Considering what these vipers eat, these snakes “are the ones that have to be able to strike as quickly as possible,” points out Alistair Evans. A zoologist, he works at Monash University in Melbourne, Australia.",
            "Large snakes also tend to be faster. Why? Like sprinters, they have more muscle.",
            "Previous studies that analyzed snake speed typically relied on a single camera or one with low resolution. Others focused on just a few snake species. The new study included 31 vipers. Also included were four non-vipers from the family that includes cobras and one venomous snake from the colubrid family, which includes mostly nonvenomous species (such as the common garter snake).",
            "Evans and his team used two high-speed cameras to track snakes housed at Venomworld. This facility in Paris, France, collects venom for medical and research uses. The researchers coaxed each snake to lunge at fake prey. It was made of a warm gel that mimics muscle tissue.",
            "fCA Chinese moccasin (Deinagkistrodon acutus) strikes at ballistics gel while cameras measure its position and speed. The snake’s strike, here shown at 3 percent speed, has an average maximum velocity of 2.6 meters per second.",
            "The fastest vipers included the terciopelo, the horned pit viper and the blunt-nosed viper. These species had maximum speeds that exceeded 3.3 meters per second (10.8 feet per second).",
            "The rough-scaled death adder was the fastest non-viper tested. It can jab toward prey at 2.2 meters per second (7.2 feet per second). This is roughly the same strike speed as some vipers, including the eastern rock rattlesnake. The mangrove snake, the only venomous colubrid tested, was slightly slower. It struck at roughly 1.8 meters per second (5.9 feet per second).",
            "The cameras also captured differences in how snakes bite. Vipers deliver venom with smooth, fast strikes. Some of the other venomous snakes bit and squeezed their prey multiple times. Another used its fangs to slash large wounds in its victim.",
            "Because Venomworld houses mostly vipers, the new study focused on those snakes. But many snake species weren’t tested. Hiding among them, Evans says, could be snakes that give might some quick vipers a run for the money.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-your-weekly-word",
        "title": "\n\tScientists Say: Your weekly word",
        "content": [
            "*dictionaries",
            "What’s that word? Find new science words every week with Scientists Say.",
            "Every week in our series Scientists Say, Science News Explores highlights a new science word, from absolute zero to zooxanthellae. Each word has a definition and is used in a sentence to help you understand the meaning. There’s even an audio recording, so you can hear exactly how to pronounce the term. All the words covered so far are listed below. Got a word you want to know about? Send an email to sns@sciencenews.org and put in a request!",
            "Absolute zero",
            "Absorb",
            "Acceleration",
            "Accretion disk",
            "Acid",
            "Acidification",
            "Acoustic",
            "Adaptation",
            "Addiction",
            "Adsorb",
            "Aerosol",
            "Agrivoltaics",
            "Albedo",
            "Algebra",
            "Alkaline",
            "Allele",
            "Altitude",
            "Amino acid",
            "Amoeba",
            "Ampere",
            "Amphibian",
            "Amusia",
            "Amygdala",
            "Anthropocene",
            "Anxiety",
            "Aphantasia",
            "Archaea",
            "Archaeology",
            "Artifact",
            "Artificial Intelligence",
            "Asteroid",
            "Astronaut",
            "Astronomical interferometry",
            "Atmosphere",
            "Atoll",
            "Atom",
            "Atomic number",
            "ATP",
            "Aufeis",
            "Autophagy",
            "Autopsy",
            "Avalanche",
            "Avulsion",
            "Bacteria",
            "Base",
            "Beakiation",
            "Benthic",
            "Big Bang",
            "Biodiversity",
            "Biofilm",
            "Biomagnify",
            "Bionic",
            "Black hole",
            "Blood-brain barrier",
            "Blue whirl",
            "Body mass index",
            "Bog",
            "Bond",
            "Brainwaves",
            "Bromeliad",
            "Bruxism",
            "Caecilian",
            "Calculus",
            "Caldera",
            "Calorie",
            "Camouflage",
            "Campfire",
            "Capsaicin",
            "Carbohydrate",
            "Carbon capture",
            "Carcinogen",
            "Catalyst",
            "Causation",
            "Cellulose",
            "Chemical",
            "Chimera",
            "Chiral",
            "Chlorophyll",
            "Chromosome",
            "Circadian",
            "Circumnutation",
            "Climate",
            "Code",
            "Cognition",
            "Colloid",
            "Comet",
            "Compound eye",
            "Confirmation bias",
            "Connectome",
            "Constellation",
            "Continent",
            "Convection",
            "Copepod",
            "Coprolite",
            "Coral",
            "Coriolis Effect",
            "Corona",
            "Correlation",
            "Cortical homunculus",
            "Cosmic microwave background",
            "Cosmic rays",
            "Crepuscular",
            "Crystal",
            "CT scan",
            "Cyanide",
            "Cyclone",
            "Dark energy",
            "Dark lightning",
            "Dark matter",
            "Data",
            "Decay",
            "Decibel",
            "Deep brain stimulation",
            "Deepfake",
            "Deforestation",
            "Denisovan",
            "Desert",
            "Dialect",
            "Diffraction",
            "Digital footprint",
            "Dimension",
            "Dinosaur",
            "Dioxide",
            "Dire wolf",
            "Diurnal",
            "DNA",
            "DNA sequencing",
            "Domestication",
            "Dopamine",
            "Doppler Effect",
            "Drought",
            "Dung",
            "Dwarf planet",
            "Earthquake",
            "Echolocation",
            "Eclipse",
            "Ecosystem",
            "Ectoparasite",
            "Ectotherm",
            "eDNA",
            "Egg",
            "Electron",
            "Element",
            "El Niño",
            "Ellipse",
            "Endocytosis",
            "Endotherm",
            "Engineering",
            "Enzyme",
            "Epidemic",
            "Epidermis",
            "Equation",
            "Equinox",
            "Estuary",
            "Eukaryote",
            "Eutrophication",
            "Excitation",
            "Excretion",
            "Exoskeleton",
            "Evolution",
            "Exocytosis",
            "Exomoon",
            "Exoplanet",
            "Experiment",
            "Explosion",
            "Extinction",
            "Extremophile",
            "Eyewall",
            "Faraday cage",
            "Fatty acid",
            "Fault",
            "Fermentation",
            "Ferrofluid",
            "Fertilize",
            "Fiber optic cable",
            "Firenado",
            "Firewhirl",
            "Fission",
            "Fluorescence",
            "Food web",
            "Force",
            "Forensics",
            "Fossil",
            "Fracking",
            "Fractal",
            "Frequency",
            "Frostbite",
            "Frost quake",
            "Fruit",
            "Fulgurite",
            "Fungi",
            "Fusion",
            "Galaxy",
            "Gamma ray",
            "Gas giant",
            "Genealogy",
            "Genetic engineering",
            "Genome",
            "Genus",
            "Geometry",
            "Geyser",
            "Glacier",
            "Glia",
            "Global Positioning System",
            "Glymphatic System",
            "Goldene",
            "Goldilocks zone",
            "GPS",
            "Gradient",
            "Graphene",
            "Gravitational lens",
            "Gravity",
            "Guinea worm",
            "Guttation",
            "Gyroscope",
            "Habitable zone",
            "Hagfish",
            "Haptic",
            "Hardware",
            "Heat dome",
            "Herbivore",
            "Hertz",
            "Hibernaculum",
            "Hibernation",
            "Hippocampus",
            "Histology",
            "Hominid",
            "Hoodoo",
            "Hormone",
            "Humidity",
            "Hurricane",
            "Hydrogel",
            "Hyperthermia",
            "Hypothermia",
            "Hypothesis",
            "Ichnology",
            "Imaginary number",
            "Inclusion",
            "Inertia",
            "Infection",
            "Inflammation",
            "Infrared",
            "Infrasound",
            "Inorganic",
            "Insulin",
            "Interstellar medium",
            "Intron",
            "Invasive species",
            "Ion",
            "Ionosphere",
            "Irruption",
            "Isotope",
            "Jellies",
            "Jet stream",
            "Joule",
            "Jurassic",
            "Kakapo",
            "Kelp",
            "Kelvin",
            "Keratin",
            "Kevlar",
            "Kidney",
            "Kinetic energy",
            "Kleptopredation",
            "Kleptotrichy",
            "Krill",
            "Kugelblitz",
            "Lachryphagy",
            "Lactose",
            "Lagrange point",
            "La Niña",
            "Large language model",
            "Larva",
            "Laser",
            "Latitude",
            "Lava",
            "Lava bomb",
            "LED",
            "Lepton",
            "Lift",
            "Light pollution",
            "Light-year",
            "Lignin",
            "Lipid",
            "Liver",
            "Loci",
            "Locus",
            "Longitude",
            "Luminescence",
            "Lymph",
            "Machine Learning",
            "Magnetosphere",
            "Marcescence",
            "Mass",
            "Magma",
            "Magnetism",
            "Marsupial",
            "Mean",
            "Median",
            "Medullary bone",
            "Megalodon",
            "Melatonin",
            "Menstruation",
            "Metabolism",
            "Metal",
            "Metamorphosis",
            "Meteor",
            "Meteorite",
            "Meteorology",
            "Methane",
            "Microbiome",
            "Microcin",
            "Microgravity",
            "Microplastic",
            "Migration",
            "Mineral",
            "Mitochondrion",
            "Mitosis",
            "Möbius strip",
            "Mode",
            "Model",
            "Molecule",
            "Momentum",
            "Monotreme",
            "MRI",
            "Multiverse",
            "Mummy",
            "Muon",
            "Mutation",
            "Mycelium",
            "Myopia",
            "Naloxone",
            "Narcotic",
            "Neandertal",
            "Nebula",
            "Necropsy",
            "Nectar",
            "Nematocyst",
            "Nematode",
            "Neurodivergent",
            "Neuroplasticity",
            "Neuron",
            "Neurotransmitters",
            "Neutron",
            "Neutron star",
            "Neutrophil",
            "Niche",
            "Nicotine",
            "Nocturnal",
            "Nucleosynthesis",
            "Nucleus",
            "Nutrient",
            "Obesogens",
            "Octopod",
            "Okapi",
            "Olfactory",
            "Oort cloud",
            "Opioid",
            "Optogenetics",
            "Orbit",
            "Organic",
            "Organelle",
            "Organoid",
            "Osmosis",
            "Outbreak",
            "Outlier",
            "Oxidation",
            "Ozone",
            "Paleontology",
            "Pandemic",
            "Papillae",
            "Parasite",
            "Parabola",
            "Pareidolia",
            "Parthenogenesis",
            "PFAS",
            "Phloem",
            "Pi",
            "Piezoelectric",
            "Peptide",
            "Periodic table",
            "Permafrost",
            "Petrichor",
            "pH",
            "Photochromic",
            "Photon",
            "Photovoltaic",
            "Pigment",
            "Placebo",
            "Planet",
            "Plankter",
            "Plasma",
            "Plastic",
            "Plastisphere",
            "Poisonous",
            "Polarized light",
            "Pole",
            "Pollen",
            "Pollution",
            "Polymer",
            "Potential energy",
            "Power",
            "Prairie",
            "Precipitation",
            "Predator",
            "Prehistoric",
            "Prey",
            "Primate",
            "Prime number",
            "Protein",
            "Protist",
            "Proton",
            "Prototype",
            "Proxima b",
            "Proxima centauri",
            "Pulsar",
            "Qualitative",
            "Quantitative",
            "Quantum",
            "Quantum dot",
            "Quarantine",
            "Quark",
            "Quartile",
            "Quasar",
            "Quasi-satellite",
            "Quoll",
            "Rabies",
            "Radar",
            "Radiation",
            "Radioactive",
            "Radio waves",
            "Rare earth element",
            "Ratio",
            "Receptor",
            "Red dwarf",
            "Reduction",
            "Refraction",
            "Regolith",
            "Relapse",
            "Remission",
            "Replication",
            "Respiration",
            "Richter Scale",
            "Rime ice",
            "Ring of fire",
            "RNA",
            "Robot",
            "Rocket propellant",
            "Rubisco",
            "Runoff",
            "Salinity",
            "Salt",
            "Satellite",
            "Saturated fat",
            "Savanna",
            "Seismology",
            "Semiconductor",
            "Silicon",
            "Silicone",
            "Social",
            "Software",
            "Solar",
            "Solar cycle",
            "Solar wind",
            "Solstice",
            "Solution",
            "Space weather",
            "Spaghettification",
            "Species",
            "Speleology",
            "Sperm",
            "Stalactite",
            "Stalagmite",
            "Statistical significance",
            "Steppe",
            "Stereoscopy",
            "Stereotype",
            "Stomata",
            "Stone Age",
            "Strain",
            "Stratigraphy",
            "Sublimation",
            "Sundog",
            "Supercomputer",
            "Superconductor",
            "Supercontinent",
            "Supercool",
            "Supermoon",
            "Supernova",
            "Surface tension",
            "Symbiosis",
            "Synapse",
            "Taphonomy",
            "Tauonium",
            "Tectonic plate",
            "Telescope",
            "Telomere",
            "Theia",
            "Theory",
            "Thought experiment",
            "Tinnitus",
            "Tonsils",
            "Torpor",
            "Torque",
            "Toxin",
            "Transit",
            "Transplant",
            "Trauma",
            "Triclosan",
            "Tsunami",
            "Tundra",
            "Typhoon",
            "Ultrasonic",
            "Ultrasound",
            "Umami",
            "Uncertainty",
            "Understory",
            "Unsaturated fat",
            "Upwelling",
            "Urushiol",
            "Vacuole",
            "Vaccine",
            "Valence electron",
            "Vampire",
            "Variable",
            "Vector",
            "Venomous",
            "Ventral striatum",
            "Vertebrate",
            "Vestigial",
            "Vitamin",
            "Virtual reality",
            "Virulence",
            "Virus",
            "Viscosity",
            "Voltage",
            "Waterspout",
            "Watt",
            "Wavelength",
            "Weather",
            "Weather bomb",
            "Wetland",
            "Wormhole",
            "X-axis",
            "X-ray",
            "Xylem",
            "Y-axis",
            "Yeast",
            "Yellow dwarf",
            "Yottawatt",
            "Zika",
            "Zirconium",
            "Zoonosis",
            "Zooplankton",
            "Zooxanthellae",
            "2-D material"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/why-skis-long-glide-snow",
        "title": "\n\tWhy are skis so long?",
        "content": [
            "*_Why_are_skis_so_long0",
            "Why would you put planks under your shoes to slide around? Do this activity to find out!",
            "Key concepts: Weight, pressure, force, balance, center of mass",
            "Credits: Sabine De Brabandere, PhD, Science Buddies",
            "While watching the Olympic Winter Games, you might wonder why skis, which are featured in several events, are so long. The skis used at the Olympics are of top-notch quality. Researchers tinker with every detail, from the materials they are made of to the shape they are cut in. The equipment is tested carefully, as details like these can give an athlete the leading edge on the slope. But why would you put planks under your shoes in the first place? Do this activity to find out!",
            "Earth’s gravity pulls us all the time. It makes us return to the ground when we jump, and it makes objects fall when we release them. But gravity even pulls us down when we are standing on a hard floor!",
            "You see this when you sit on a mattress: Your weight, or how much Earth pulls on you, pushes the mattress down. As a result, the mattress squeezes together where you sit. If you stand on the mattress, you should notice that it compresses more than if you lie down or sit on it. When you are standing, all your weight pushes the small area where your feet touch the mattress. If you sit or lie down, your weight is distributed over a much larger area, so for each square inch that your body is touching the mattress, there is a much smaller force, and the mattress does not become as compressed.",
            "Snowshoes use this concept to make you sink less into fresh, fluffy snow. Snowshoes create a larger contact area with the snow, so your weight pushes less on each square inch of it. The strength of each push per square inch of contact area is what scientists call pressure, and snowshoes reduce that pressure.",
            "A larger contact area with the snow or floor has more advantages. Gravity acts on us as if all our body’s mass is pushed into one point, and gravity pulls on that point. This point is called the center of mass. If this point is located above the contact area we make with the floor, we will not fall over. The larger the contact area, the easier it is to keep our center of mass above it, and the more stable we will feel.",
            "*an_action_figure_with_cardboard_skis_glued_to_its_feet_stands_in_a_container_on_a_layer_of_flour",
            "In this activity, we use an action figure and flour to simulate skiing.  ",
            "EXTRA: Look up the characteristics of Arctic animals. Do they have bigger paws than similar animals in warmer climates so they do not sink as much into the snow?",
            "EXTRA: Give your action figure ice skates. To make one ice skate out of cardboard, you will need two small rectangles a little longer and wider than your action figure’s foot. One rectangle represents the shoe and will be glued to the foot of your action figure. The other rectangle represents the blade. Attach it vertically to the shoe (the first rectangle). This makes one skate. Repeat for the second skate. What impressions do skates make on the flour and on ice? Can you easily knock over an action figure balancing on skates? Why do you think this is the case? Why would athletes competing on snow wear skis, while athletes competing on ice would wear skates?",
            "Were the action figure’s footprints shallower when it was wearing skis? Was it harder to push your action figure with skis into the flour, and was it harder to knock it over to the front and the back compared to the action figure without the skis on? This is expected.",
            "Skis create a large contact area between the skier and the snow. Therefore, the weight of the skier — or how much Earth pulls on him — is spread out over a larger area. The skier presses less on each square inch of snow, and instead of sinking into it, he or she can glide over it. You could also feel this when you pushed your action figure into the flour. Without the skis, it was easy. With the skis, your force was distributed over a large area. It was more difficult to make the action figure sink into the flour.",
            "Skis also help with stability. It is easier to keep your balance when you have a bigger contact area. Think about how you tend to fall forward or backward when you stand on your toes. Standing on flat feet is easier. Similarly, skis extend the feet, making it hard to fall forward or backward, but as skis barely extend your feet to the side, skiers can still easily fall to either side.",
            "Athletes competing on ice use skates because they want their weight concentrated on a small area. This gives them a better grip on the ice, making it easier to push off and jump or gain forward speed. Skates are also far shorter, which allows for tight turns and graceful moves that would never be possible with skis.",
            "This activity is brought to you in partnership with Science Buddies. Find the original activity on the Science Buddies website.",
            "*A_banner_that_reads_SCIENCE_BUDDIES"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/rudolph-red-nose-glow-bioluminescence",
        "title": "\n\tRudolph’s red nose could glow through bioluminescence",
        "content": [
            "*illustration_of_Rudolph_covered_with_snow_and_with_his_nose_lit_up",
            "Rudolph’s bright snout might seem as fantastical as his ability to fly. But a light-up body part is actually possible, no holiday magic needed.",
            "This time of year, “Rudolph the Red-Nosed Reindeer” is nearly inescapable. As the song goes, Rudolph is bullied for having a nose so bright it glows (like a lightbulb!). But one fateful Christmas Eve, his much-mocked nose makes Rudolph a hero. Using it as a beacon, Rudolph guides Santa’s flying sleigh through a foggy night to deliver gifts around the world.  ",
            "Rudolph’s super-bright snout might seem as fantastical as his ability to fly. But a light-up body part needs no holiday magic. Many animals radiate a whole rainbow of colors through bioluminescence. ",
            "Given what we know about real animals that glow, a reindeer sporting a luminous nose would be unusual. Still, having a built-in red headlight would make a great adaptive trait for sleigh-pulling reindeer. Rudolph’s red nose just might look a little different to someone on the ground.  ",
            "Most bioluminescent animals use the same simple chemical reaction to light up cells in their bodies. It takes only two main ingredients. The first is a compound called a luciferin. The other is an enzyme called a luciferase. “When oxygen is present in the cell, they react together and they give off light,” says Danielle DeLeo. This marine biologist studies bioluminescence at Florida International University in Miami.  ",
            "Mixing and matching different luciferins and luciferases creates different colors. Bioluminescent reactions light up the eerie bluish-green lanterns that dangle from anglerfish. They give certain marine worms a purple shimmer. And they illuminate fireflies’ flashy backsides with a variety of colors. ",
            "*Two_photos_depict_a_firefly_and_a_anglerfish_On_the_left,_a_firefly_climbs_on_to_a_leaf_stem_On_the_",
            "Most bioluminescent animals rely on the same chemical reaction to glow. Fireflies (left) use this reaction to produce flickering patterns of light in their abdomen to attract mates. Deep-sea anglerfish (right) lure prey with their bluish-green lanterns.",
            "A lot of bioluminescence is near the blue end of the color spectrum. But some animals — such as fireflies, “railroad worm” beetles and some dragonfish — can glow red. Much like Rudolph, red-lit critters often do it to navigate dark and murky places.  ",
            "Some deep-sea fish glow red, DeLeo says. Red light can’t travel far through seawater. But in the pitch black of the deep sea, “you can use that light to kind of see short distances,” she says. “Animals that might be a little bit further away from you aren’t going to pick up on that red light and then attack you.” ",
            "In foggy air, on the other hand, red light cuts through the gloom. Red has the longest wavelengths of any color we can see. With those longer wavelengths, it’s less likely to be scattered by water droplets in foggy air, says Nathaniel Dominy. “Blue light, green light, yellow light will scatter. Red light will travel far.” Dominy is an evolutionary biologist who studies mammal color vision. He works at Dartmouth College in Hanover, N.H. ",
            "If a sleigh-pulling reindeer were going to have a glowing nose, red would be the best color for it, says Dominy. “For Rudolph, that red light is going to allow them to navigate under foggy conditions more effectively than any other light.”  ",
            "The odds of this trait evolving in reindeer, though, is “very, very low,” DeLeo says. Most bioluminescent animals are found in the ocean. And among the land animals that do glow, none are mammals. Still, it’s not impossible for bioluminescence to emerge in a new species. “It’s evolved at least 100 times across the tree of life,” DeLeo notes. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "To someone on the ground who spied Rudolph flying, his nose might not look red at all. The reason is that when a light source is moving toward you, its light waves get squished and look bluer. When it’s moving away, its light waves get stretched out and appear redder. ",
            "“We don’t see that typically around us, because things have to travel really fast for the redshift or the blueshift,” says Laura Driessen. She’s a radio astronomer at the University of Sydney in Australia. Santa’s sleigh could be an exception. Driessen estimates that to visit every house in the world with kids who celebrate Christmas, Santa would have to tear through the sky at 8.2 million kilometers per hour (5 million miles per hour). That’s nearly 1 percent the speed of light.  ",
            "Santa might have to move even faster to have enough time to sneak down chimneys, arrange gifts under trees and maybe enjoy some milk and cookies, Driessen says. Say Santa travels at 10 percent the speed of light. As Rudolph approaches a house, his nose would be blueshifted to look orange. As he flies away, his nose would redshift to nearly the deepest crimson human eyes can see — so dark it would look almost black.  ",
            "Rudolph’s nose wouldn’t be the only thing blueshifted and redshifted, either. Blueshifted brown hues, for instance, would take on a greenish tinge. “We’d see a green sleigh and reindeer coming towards us. Then, for the brief moment that [Santa] has stopped and chucked the presents down our chimney, everything would look the normal color,” Driessen says. As they moved away, Santa and his reindeer would almost disappear as they went into infrared. ",
            "Such fast movement and a brightly glowing nose would cost Rudolph a lot of energy, Dominy notes. “I would want to make sure that he could get as much energy as possible. Sugary foods.” So anyone leaving out treats for Santa this Christmas Eve should be sure to leave out plenty of cookies for his reindeer, too.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/snake-bites-antivenom-friede",
        "title": "\n\tMultiple-snake antivenom comes from blood of man bitten 202 times",
        "content": [
            "*Tim_Friede_stands_in_the_light_with_a_snake_on_his_arm_his_blood_was_used_to_make_an_antivenom_cockt",
            "Tim Friede injected himself with doses of venom over and over. It built up immunity in him to bites from venomous snakes, such as this water cobra.",
            "Tim Friede remembers his worst snakebites in screaming detail. The first was from an Egyptian cobra. The second, an hour later, came from a monocled cobra. Both were highly venomous snakes. Each occurred at his home in Wisconsin. And neither was an accident.",
            "“Was it stupid? Yes,” he says. But, he adds that he had been in it for the science.",
            "Someday, these might help others survive snakebites, too.  ",
            "Friede let the cobras bite him — on purpose. To date, he’s logged 202 snakebites. “It always burns,” he says. “And it’s always, always painful.”",
            "He had to be airlifted to a hospital after those first back-to-back cobra bites, nearly 20 years ago. He would go on to spend four days in a coma.",
            "Friede has been “self-immunizing” himself against some of the world’s deadliest snakes. The process involves milking venom from snakes. Then he’d inject tiny doses into his body, followed by increasingly larger ­ones. ",
            "Think The Princess Bride, says Jacob Glanville. In that movie, Westley built up immunity to the poisonous (and fictional) iocane powder by gradually exposing himself to it over time.",
            "That’s essentially what Friede did, says Glanville. He’s the president and CEO of the biotech company Centivax.",
            "Friede slowly and carefully injected ever-bigger amounts of venom into his body over months and years. His body eventually built up immunity to more than a dozen venomous snakes. These include coral snakes, black mambas and rattlesnakes.",
            "Afterward, he’d let snakes bite him. Without that slow preparation, bites by “most of those snakes would have killed him,” Glanville says.",
            "Instead, Friede survived.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Antibodies are proteins that help our bodies recognize and fight off threats such as germs. Vaccinations lead our bodies to build up protective antibodies against disease-causing germs. But antibodies can also neutralize the toxins found in different venoms.",
            "All of Friede’s injections left his bloodstream with what may be a one-of-a-kind mix of antibodies to snake venoms. Those antibodies may someday help accidental snakebite victims, too.",
            "Antivenoms can stop the effects of toxins in snakebite victims. Glanville’s team has now used antibodies from Friede’s blood to make a new antivenom.",
            "Glanville had already been working on a vaccine to protect against many different flu viruses. He also was interested in finding cases where broader immunity might be useful — and snakebites came to mind.",
            "More than 600 species of venomous snakes slither across the planet. Creating an antivenom for each one takes time and money. Glanville wanted to create an antivenom that could target toxins from many types of venomous snakes at once. He thought Friede — someone who’d been bitten so many times and by so many snakes — could help.",
            "Glanville contacted Friede after reading about him in the news. “I said, ‘This might be an awkward question, but I would really like to get some of your blood.’”",
            "Said Friede: “I have been waiting so long for this call.”",
            "The man had been involved in small studies before. But many weren’t published. And some projects never went anywhere.",
            "Glanville’s would.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Glanville’s research team used a small sample of Friede’s blood. The antivenom cocktail they developed from it can now quash the effects of several venoms.",
            "They made it from a combo of two of Friede’s antibodies plus a toxin-blocking drug (varespladib). This mix completely protected mice from lethal doses of venom from 13 different species of snakes. It partially protected mice from the venoms of six more.",
            "The researchers shared their findings in the June 12 issue of Cell.",
            "So far “this is perhaps the best combination published,” says Andreas H. Laustsen-Kiel. He’s a biotechnologist at Technical University of Denmark in Kongens Lyngby. He didn’t take part in the new antivenom work.",
            "Glanville’s research is part of a recent push in a handful of labs — including Lausten-Kiel’s — to create better antivenoms. Scientists have looked through billions of lab-created antibodies in search of ones that target key venom toxins. Some used AI to dream up new toxin-neutralizing proteins. And one old drug has been repurposed as a potential new tool for fighting viper venom.",
            "None of these, even Glanville’s cocktail, is ready for prime time. “It’s an experimental antivenom,” Lausten-Kiel says. It still needs to be tested for safety and how well it works in people.  ",
            "Across venomous snakes, there are about 10 toxin families that pose key targets for antivenoms, says study coauthor Peter Kwong. He studies the structures of proteins from viruses and other toxin sources at Columbia University in New York. The newly developed snake-antivenom cocktail targets three toxin families. That’s enough to move on to the next phase of testing.",
            "iFhttps://www.youtube.com/embed/GXArk_ZxMwI?feature=oembed",
            "Tim Friede recounts how he got into this the snake-venom business. It started with his first snake bite at age 5. Then he moved to carefully, methodically measuring out doses to keep the occasional accidental bite from turning lethal — in him and, potentially, in others.",
            "The researchers are now looking to work with veterinary groups in Australia to potentially treat dogs that come in with snakebites.",
            "And, Glanville adds, the team can always look for more antivenom ingredients in the billions of antibodies they found in Friede’s blood.",
            "Friede retired from snakebites and venom injections in 2018 (after 202 snakebites and 654 immunizations). Today, he’s a healthy 57-year-old. He has had regular liver and kidney checkups. Those ensure that his history of venom exposures hasn’t damaged these organs.",
            "“Tim did something remarkable, and we think it could change medicine,” Glanville says. But, he emphasizes, no one should be injecting themselves with snake venom.",
            "“We are actively discouraging anybody from trying it,” he says. “No one ever needs to do it again.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/kirigami-parachute-design-physics",
        "title": "\n\tThese parachutes unfurl thanks to Japanese paper-cutting techniques",
        "content": [
            "*A_water_bottle_dangles_from_a_lacy,_vase-shaped_parachute",
            "A water bottle is gently lowered by a parachute (center) made of a thin plastic disk. The disk has cuts that allow it to unfurl as the bottle falls (close-up of the parachute shown in background).",
            "New unfurling parachutes really hit the mark. Scientists were inspired by the Japanese art of kirigami, or paper cutting. They made parachutes that open automatically when dropped. And unlike typical cloth parachutes, where they land doesn’t depend on how they were dropped. This makes their falls more predictable.",
            "“I can toss this thing any way I want,” says David Mélançon. He’s a mechanical engineer at Polytechnique Montreal in Quebec, Canada. “It will always realign and then fall straight down,” he says as he slings one of the team’s disks.",
            "It’s made of a plastic called Mylar. Slits are arranged in a series of rings that extend to the disk’s edge. They allow the disk to expand into an elegant netlike vase as its attached cargo falls. Pulled open by the rush of air, the chute’s shape slows the payload’s fall by producing drag. That’s a force that resists an object’s motion. ",
            "iFhttps://www.youtube.com/embed/ALfuAEYYOKc?feature=oembed",
            "Researcher Frédérick Gosselin demonstrates how his team’s kirigami-inspired parachutes are made and how they work.",
            "The team compared its new parachute against traditional parachutes in the lab. The kirigami parachutes fell closer to an intended target, the researchers found. They shared their results in the Oct. 2 Nature. The parachutes would also be simple to make and deploy, Mélançon says. Traditional fabric parachutes require sewing and folding.",
            "As a simple test, the researchers attached a 1-kilogram (2.2-pound) water bottle to a kirigami parachute 0.5 meter (1.6 feet) across. They dropped it from a drone flying at a height of 60 meters (200 feet). The bottle reached a speed of about 14 meters per second (46 feet per second). A bottle without a parachute would’ve topped out at about 34 meters per second (112 feet per second).",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Because they’re full of holes, the new parachutes produce less drag than similarly sized fabric parachutes. That means they have to be bigger than a normal parachute. So they might not be practical for large things. Consider a person. To keep from crash-landing, a human might need a kirigami parachute a couple hundred meters (yards) across, Mélançon suggests. That would be longer than two football fields!",
            "These new parachutes could help with smaller drops, though. For instance, they could be used to deliver packages by drones. Or they could be used for dropping food or other supplies from airplanes in hard-to-reach areas, he says.",
            "The team is also considering using materials like cardboard that can break down easily in the environment. And there may be other ways to tweak the parachutes’ design. For example, the disks could be cut so that they fall with the whirling motion of winged maple seeds. That could come in handy on space missions to other planets. It would let an on-board camera take photos from all angles as it descends through an alien atmosphere."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/how-hail-forms-weather",
        "title": "\n\tWatch out: Hail can get really big!",
        "content": [
            "*two_hands_holding_several_baseball-sized_balls_of_hail",
            "Examples of nearly baseball-sized hail that fell in France.",
            "Chunks of ice fall from the sky, bounce off hard surfaces — and sometimes even break windshields and hurt crops. Maybe you’ve seen these pieces of ice laying on the ground after a storm. Their pummeling barrage starts and stops suddenly, seemingly without warning. This is a hailstorm. And it can be a truly impressive spectacle.",
            "Hail forms high in the clouds during a storm. There, some raindrops freeze solid. As more and more raindrops collide, an icy “stone” grows in size until it’s too heavy to remain aloft.",
            "Particularly large or dense hailstones can damage human-made structures and objects, such as buildings and cars. Zach Lebo knows this firsthand. A meteorologist, he works at the University of Oklahoma in Norman. His parents in Pennsylvania had to replace their home’s roof twice in the last 10 years due to hail damage.",
            "Researchers are hoping to better understand some of the mysteries of hail. One big question is how hail moves through the atmosphere and builds up in size. Some hailstones have measured more than 13 centimeters (5 inches) across. That’s larger than a softball!",
            "fCHail comes in all sizes. It can be tiny bits of ice that melt almost immediately. Or it can be softball-sized chunks that persist for quite a while.",
            "Scientists used to think that hailstones grew by taking a looping path through the atmosphere. Think of their path as upward and downward like a merry-go-round tipped on its side. But such looping motions are actually rare, scientists in China have now shown. They analyzed hailstones collected by citizen scientists.",
            "Since 2016, people had been collecting hailstones across 15 provinces in China. These citizen scientists gathered more than 3,000 of these bits of ice and stored them until people on Qinghong Zhang’s team could retrieve the hail. An atmospheric scientist, Zhang works at Peking University in Beijing. The best place for citizen scientists to store hail is, not surprisingly, a cold place, she says. “They put the hailstone in their freezer at home.”",
            "Her group analyzed the chemistry of some of that hail. First, they sliced the stones, which allowed them to see layers of ice inside. The researchers then analyzed the specific isotopes of oxygen present in the frozen water within each layer. By matching that chemistry with the properties of the atmosphere at different heights, they could estimate the paths each ice ball had taken through the sky.",
            "Only 1 out of the 27 analyzed hailstones appeared to have moved like a tipped-over merry-go-ground. That was unexpected, says Zhang. “It’s surprising.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Studying the shapes of hailstones also can help reveal how each hailstone forms. Hail is seldom perfectly spherical, says Becky Adams-Selin. She’s a hail scientist who lives in Omaha, Nebraska, and works at Atmospheric and Environmental Research, an environmental consulting company. Some hailstones sport lobes, she notes, and others can have lumps: “You can get all sorts of weird shapes.”",
            "*two_hands_showing_bumpy_balls_of_hail_that_take_up_almost_the_whole_palm_of_each_hand",
            "Most hail is small. But whoppers the size of baseballs? They, too, occasionally pummel the ground. ",
            "Over the spring and summer of 2025, Adams-Selin has been part of a team collecting hail samples from across the United States. The researchers have traveled across the Front Range of the Rocky Mountains and the Central Plains. This area includes Montana, Wyoming, Colorado, the Dakotas, Nebraska, Kansas, Oklahoma, New Mexico and Texas. And it’s known for producing big storms that regularly spew hail. The project is called ICECHIP (short for In-Situ Collaborative Experiment for the Collection of Hail in the Plains).",
            "ICECHIP instruments measure things such as the air temperature, rainfall and the force with which hail strikes the ground. Adams-Selin also developed a device to store hailstones as the team drives around. “It’s like a giant funnel that collects hail and funnels it into a battery-powered freezer,” she explains, until they get back to the lab.",
            "Hailstones are a window into the atmosphere, says Liye Li. She’s a meteorologist with the World Meteorological Organization in Geneva, Switzerland. It can be hard to directly observe where hail forms, she explains. “We’re blind to what’s happening inside the clouds.” But hailstones deliver clues about what’s going on high in the sky right into scientists’ hands.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/explainer-why-easier-get-sick-colds-flu-winter",
        "title": "\n\tExplainer: Why it’s easier to get sick in the winter",
        "content": [
            "*An_illustration_of_a_man_blowing_his_nose_on_a_pink_background_with_a_giant_box_of_tissues,_red_ski_",
            "In winter, it’s easier to catch colds, the flu and COVID-19. Cold, dry weather is partly to blame.",
            "In the winter, my grandmother would urge me to come inside. “You’ll catch your death of cold out there,” she’d say.",
            "Sure, freezing to death is possible in frigid temperatures. But my grandmother was worried about me catching an illness. Doctors stress that being cold won’t give you a cold. Still, winter is for sure cold-and-flu season. It’s also a time when COVID-19 spreads more.",
            "But if the chill doesn’t matter, why do people get sick more in winter?",
            "“I’ve spent the past 13 years looking into this question,” says Linsey Marr. As a civil and environmental engineer, Marr studies viruses in the air. She works at Virginia Tech in Blacksburg. “The deeper we go, the more I realize we don’t know [and] the more there is to figure out.”",
            "Marr and I are not alone. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The spike in illness seen in winter “has puzzled people for a very long time. Thousands of years,” says Jeffrey Shaman. He is an infectious disease researcher based in New York City. He works at the Columbia University Mailman School of Public Health.",
            "Winter’s shorter days may make people more prone to infection, he says. Less sunlight means people’s bodies make less vitamin D. That vitamin helps the immune system fight off disease. But that’s just one piece of the puzzle.",
            "Scientists are also studying other things that make winter a sickening season.",
            "By making me come inside, grandma may have actually increased the risk that I’d get sick.",
            "Some viruses spread more when people spend more time indoors. Examples include colds, influenza and respiratory syncytial virus, or RSV. In places that have four distinct seasons, these viruses cause more illness in winter. They also spread more during rainy seasons in tropical zones. COVID-19 spreads more easily indoors than outside, too.",
            "Here are four reasons why winter is cold and flu season. #winter #sick #virus #science #learnitontiktok",
            "Why? These infections are caused by viruses that travel in small droplets. Such droplets are a type of aerosol. They can be released into the air when sick people exhale.",
            "“Outdoors, you’re in the ultimate well-ventilated space,” says David Fisman. He is an epidemiologist in Canada. He works at the University of Toronto Dalla Lana School of Public Health. Viruses exhaled outdoors quickly mix with clean air, he explains. This dilution makes it harder for the viruses to reach people.",
            "But inside, aerosols — including any viruses — can build up. “The air you breathe in is often air that other people have breathed out,” Fisman says. Being close to contagious people could increase your chance of getting sick. ",
            "But being inside can’t be the whole reason people tend to get sick in winter, says Benjamin Bleier. He is a doctor who specializes in sinus and nasal disorders. He works at Harvard Medical School in Cambridge, Mass. “In modern society, we’re indoors all year round,” he says. So to drive the seasonal pattern, he says, something else must be going on. Bleier thinks people must become more prone to infection in winter. And the amount of virus circulating must go up, he says.",
            "Some viruses thrive in winter. The reason may not be cold temperatures but low humidity (low levels of moisture in air).",
            "Take flu viruses and SARS-CoV-2. That’s the coronavirus that causes COVID-19. Those viruses survive best when the relative humidity falls below about 40 percent. Marr and other researchers made that discovery.",
            "Viruses are sensitive to humidity because they aren’t usually floating around naked, Marr explains. They are encased in droplets of fluid (think spit or snot) — which can dry up in low humidity. Those droplets also have bits of mucus, proteins, salt and other substances in them. Those other components may determine if the virus survives drying.",
            "When the humidity is higher, droplets dry slowly. Such slow drying concentrates salt and other things in the droplets that can harm a virus. That kills viruses such as influenza A and SARS-CoV-2. Marr and her colleagues reported that finding last July in a paper posted on bioRxiv.org. (Studies posted there have not yet been vetted by other scientists.)",
            "Meanwhile, in low humidity, droplets dry fast. That flash-drying in parched air preserves viruses. “If the air is very dry, the water quickly evaporates. Everything is dried down, and it’s almost like things are frozen in place,” Marr says.",
            "Viruses often travel through the air inside airborne droplets, or aerosols. When the air is dry, aerosols dry quickly (left). This drying encloses viruses in a layer of crystals that look like feathers (as this microscope image shows). That flash-drying protects viruses, although scientists don’t know exactly how. At medium levels of humidity, crystals form inside liquid droplets (middle). Those crystals may inactivate viruses, not protect them. At high humidity levels (right), aerosols remain liquid. This also allows viruses to survive better than at mid-level humidity.",
            "*_Explainer_Why_it’s_easier_to_get_sick_in_the_winter1",
            "Drier, smaller aerosols also are more buoyant than large droplets. So, those aerosols can hang in the air longer. That ups the chance someone will be able to breathe them in, Fisman says.",
            "What’s more, dry air can tear down some of our defenses against viruses. Dry air can trigger the death of some cells lining the airways. That could leave cracks where viruses can invade. Scientists know this from studies in lab animals.",
            "Mucus in the airways can trap viruses and help protect against infection. That mucus carries germs out of the body through a runny nose or hacked-up phlegm. But breathing cold, dry air can slow the system that moves mucus out of the body. That slowdown may give viruses time to break out of the mucus trap and invade cells, Fisman says.",
            "Temperature changes can also impact the immune system — an important defense against disease.",
            "Normally, the immune system employs a trick to help ward off viruses. Bleier is part of a team that recently discovered this trick. Cells in the nose are studded with surface proteins that can detect viruses. Other cells in the body also have virus sensors. When one of these sensor proteins sees a virus coming, it signals the cell to release tiny bubbles. Those bubbles — called extracellular vesicles — work as decoys. Viruses may go after them instead of infecting real cells.",
            "The virus that docks with one of the bubbles is in for a surprise. Inside the vesicles are virus-killing bits of genetic material. They’re called microRNAs. One type of microRNA in the bubbles is known as miR-17. It can kill multiple types of cold-causing viruses. Bleier’s team shared those findings December 6, 2022, in the Journal of Allergy and Clinical Immunology.",
            "Cold temps may impede the body’s ability to make such virus-killing decoy bubbles. Bleier’s team grew human nasal cells in lab dishes at 37° Celsius (98.6° Fahrenheit). That is our typical body temperature. The researchers measured how many bubbles the cells released. Then, the scientists lowered the thermostat to 32° C (89.6° F). Cells released about 42 percent fewer bubbles at the cooler temperature. What’s more, those vesicles carried fewer virus-killing weapons. Vesicles can pack in about 24 percent more microRNA at body temperature than when it is cooler.",
            "The body’s immune system uses a clever trick to keep viruses from infecting cells in the nose. When the body detects viruses (black and gray spheres), cells in the nose release bubbles (blue circles). These bubbles are called extracellular vesicles. The bubbles sport proteins (red, blue and black shapes on blue circles) like ones found on nasal cells. This makes them effective decoys: Viruses may go after the bubbles instead of infecting real cells. But when it gets cold (right), cells release fewer bubbles. This makes it easier for viruses to find and infect real nasal cells.",
            "*_Explainer_Why_it’s_easier_to_get_sick_in_the_winter2",
            "What can people do to protect themselves from viruses in the winter? Some experts suggest using a humidifier to raise moisture levels in the air. If they raise it high enough, that might slow the drying of airborne droplets. Such a slow drying might help kill any viruses in the droplets.",
            "“Any increase in humidity should be beneficial,” says Shaman. “You get a lot of bang for your buck if you go from very dry [air] to dry.”",
            "But Donald Milton doesn’t think it’s a good idea to pump a lot of moisture into a house when it is cold outside. “That humidity is going to find … cold spaces in your house and condense there.” Condensation creates a breeding ground for mold and rot, says Milton. He studies viruses in the air. He works at the University of Maryland School of Public Health. That’s in College Park.",
            "Instead of boosting humidity, Milton advises turning on kitchen and bathroom exhaust fans. That boosts ventilation. And use HEPA filters or Corsi-Rosenthal boxes. They filter unwanted viruses out of the air.",
            "Bleier suggests wearing a mask. Masks don’t just filter out viruses. “Our work suggests these masks have a second mechanism of action,” he says. “They keep a cushion of warm [moist] air in front of our noses, which could help bolster the immune system.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/how-snowflake-made",
        "title": "\n\tExplainer: The making of a snowflake",
        "content": [
            "*860_snowflakes-sidebar_revpng",
            "Snowflakes take a long journey down from the clouds in which they form. But it takes more than cold air and moisture to create them.",
            "Snowflakes come in an infinite range of shapes and sizes. Many appear to be two-dimensional works of art. Others look like a matted cluster of fraying ice strands. Most come as individuals, although some can fall as multi-flake clumps. What all have in common is their source: clouds that usually hover at least a kilometer (0.6 mile) above the ground.",
            "*370_snowflake_collisionspng",
            "fCWhen snowflakes collide, their branches can tangle. This can create a compound flake. This often leads to whoppers (like those in first and third rows) by the time the flakes land.",
            "In winter, the air up there can be very cold — and will get chillier the higher you go. To form snowflakes, those clouds need to be below freezing. But not too cold. Snowflakes form from the moisture in a cloud. If the air gets too cold, a cloud won’t hold enough water for anything to precipitate out. So there has to be a balance. That’s why most flakes develop at or just below freezing — 0º Celsius (32º Fahrenheit). Snow can form in cooler environments, but the colder it gets, the less moisture will be available to make a snowflake.",
            "In fact, a cloud’s air has to be supersaturated with moisture for a flake to form. That means there is more water in the air than would normally be possible. (The relative humidity can reach 101 percent during supersaturation. That means there is 1 percent more water in the air than it should be able to hold.)",
            "When there is too much liquid water in the air, a cloud will try to rid itself of the excess. Some of that excess can flash freeze into crystals, which then lazily meander to the ground.",
            "Or that’s the simple answer. The details aren’t quite that straightforward.",
            "One more thing is needed to turn cloud moisture into a flake. Scientists call it a nucleus (NOO-klee-uhs). Without something to glom onto, water droplets can’t freeze. Even when the air temperature is well below freezing, water droplets will remain liquid — at least until they have a solid object onto which they can attach.",
            "Usually, that will be something like a pollen grain, dust particle or some other airborne bit. It could be smoglike aerosols or the volatile organic compounds released by plants. Even tiny soot particles or microscopic metal bits spewed in a car’s exhaust could become the nuclei around which snowflakes crystalize.",
            "Indeed, when the air is very clean, it can be very difficult for a cloud’s moisture to find a nucleus.",
            "Near the ground, any object can prove a suitable freeze-onto zone. That’s how we get rime ice to form on the branches of trees, light poles or vehicles. Different from frost, rime ice develops when supercooled water droplets freeze onto subfreezing surfaces. (In contrast, frost forms when moisture collects on surfaces in liquid form, and then freezes.) ",
            "High in a cloud, there have to be some tiny floating particles for snow crystals to develop. When the right conditions do emerge, supercooled drops of water will latch onto these nuclei (NOO-klee-eye). They do it one by one, building an ice crystal.",
            "To understand what’s behind a snowflake’s intricate and complex shape, scientists turn to chemistry — the action of atoms.",
            "A molecule of water, or H2O, is made of two hydrogen atoms bound to an oxygen atom. This trio combines into a “Mickey Mouse” pattern. That’s due to polar covalent (Koh-VAY-lent) bonds. The term refers to three atoms that each share electrons with one another, but unevenly.",
            "*_Explainer_The_making_of_a_snowflake3",
            "Snowflakes come in an endless variety of shapes and sizes — but all have six sides.",
            "The oxygen’s nucleus is larger, so it has more pull. It yanks more strongly at the negatively charged electrons that they share. This brings those electrons a little closer. It also gives the oxygen a relative negative electric charge. The two hydrogen atoms end up a tad positive, in terms of charge.",
            "Alone, the structure of a water molecule resembles a wide V. But when multiple H2O molecules find themselves close to one another, they begin to pivot so that their electrical charges pair up. Opposite charges attract. So a negative hydrogen aims itself towards a positive oxygen. The shape that tends to result: a hexagon.",
            "That’s why snowflakes have six sides. It stems from the hexagonal — six-sided — structure of most ice crystals. And hexagons team up. They link with other hexagons, growing outward.",
            "That’s how a snowflake is born.",
            "Each hexagon contains a lot of empty space. This explains why ice floats on water; it’s less dense. Warmer H2O molecules in the liquid phase are too energetic to settle into a rigid hexagon. As a result, the same number of H2O molecules occupy 9 percent more space as solid ice than they do as liquid water.",
            "Depending on the temperature, these hexagons join with each other and grow in different ways. Sometimes, they make needles. Others may form branch-like dendrites. All are beautiful. And all have their own unique story of crystal growth.",
            "Snowflake structure has been a scientific curiosity since Wilson Alwyn “Snowflake” Bentley attached a microscope to his camera in 1885 and became the first person to photograph them.",
            "These short-lived crystals still enthrall scientists. To better capture their shape and movement, Tim Garrett at the University of Utah in Salt Lake City recently built a better snowflake camera. He’s been using it to get an inside view of the  variety of flakes that fall.",
            "*_Explainer_The_making_of_a_snowflake4",
            "This diagram shows how temperature and humidity affect the shape of a snowflake. Note the six-sided shape. It’s instrumental in how the crystals form and grow. The largest flakes tend to occur at temps close to freezing. As temperatures drop, flakes with fewer branches become more common. Scientists are still probing how temperature and humidity affect a flake’s shape.",
            "1. A typical snowflake may contain 1,000,000,000,000,000,000, or one quintillion water molecules. That’s a million times a million times a million! Those building blocks can configure themselves in a virtually infinite array of patterns. So it stands to reason that no two snowflakes that you encounter will ever be exactly the same.",
            "2. Snowflakes tend to be less than a coin’s width in diameter. But once in a while, true whoppers form. In January 1887, a Montana rancher reported snowflakes “larger than milkpans.” That would make them some 38 centimeters (15 inches) across. As that was back before portable home cameras, this number can be challenged. But snowflakes larger than 15.2 centimeters (6 inches) do sometimes develop. Biggies tend to form when temps are near freezing and the air humid. A snowflake’s size also reflects other factors. These include wind speed and direction, dew point — even how electrified different layers of the atmosphere are. But nobody has ever really conducted measurements when gigantic flakes were flying.3. Most snowflakes fall at roughly a walking pace — between 1.6 and 6.4 kilometers (1 and 4 miles) per hour.",
            "4. With the cloud in which flakes form usually one to two kilometers (0.6 to 1.2 miles) up, each crystalline wonder may drift anywhere from 10 minutes to more than an hour before reaching the ground. Sometimes, they get carried back up, and it takes several tries for them to reach the ground."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/hummingbirds-black-metaltail-survives-cold-torpor",
        "title": "\n\tOne hummingbird survives cold nights by nearly freezing stiff",
        "content": [
            "*black_metaltail_hummingbird",
            "This bird, a black metaltail hummingbird, really knows how to chill out. To save energy at night, it can drop its body temperature to 3° Celsius (37° Fahrenheit).",
            "The high Andes of Peru are a hummingbird’s paradise. There are few predators. And wildflowers cover the mountain slopes. Their blooms are full of the sugary nectar these birds need for energy. But there’s one problem. At night, temperatures dip below freezing. Now scientists have uncovered the strategy these birds use to make it through those cold nights: They chill out.",
            "As the sun goes down and it gets cold, these hummingbirds land for the night. Then they enter torpor, a state of suspended animation. They no longer move. Their heart rate slows way down. And their body temperature dives. One species, the black metaltail (Metallura phoebe), chills to 3.26° Celsius (37.8° Fahrenheit), the new study shows.",
            "That’s the coldest body temperature ever recorded in a bird or non-hibernating mammal.",
            "Keeping warm at night takes energy. As endothermic animals, mammals and birds fuel their body heat with food. This lets them stay active when it’s cooler outside. But some of that heat gets lost through the skin. And small critters lose a bigger share of that heat. Their small bodies also mean they can’t generate heat as quickly as bigger animals.",
            "Being super-small, hummingbirds may weigh only about six grams — about as much as a U.S. quarter. To fuel their flights, a hummingbird needs nectar from 500 flowers a day. So they don’t waste energy on trying to stay warm all night. ",
            "Blair Wolf studies how such animals’ bodies adapt to their environment. He works at the University of New Mexico in Albuquerque. Torpor has been observed in hummingbirds before, but he and his colleagues wanted to understand it better. They started by caging overnight 26 individuals from six hummingbird species.",
            "Putting a thermometer under a hummingbird’s tongue isn’t really an option. So they put tiny thermometers into the birds’ cloacas — the hole where the birds expel waste (their butts, basically).",
            "At night, the hummingbirds perched upright. With their bills pointed up, they fluffed their feathers and stopped moving. Their bodies soon went cold. All six species entered some kind of torpor. But the black metaltail cooled the most. It dropped from a daytime temperature of about 40 °C (104 °F) to just above freezing. ",
            "“They’re cold as a rock,” Wolf says. “If you didn’t know better you’d think they were dead.”",
            "Cooling to near-death temperatures lets these hummers save precious energy. The next day they still have enough to take flight again and feed.",
            "By day, the birds’ tiny-yet-mighty hearts can beat 1,200 times a minute. But during torpor, that rate plummets to as few as 40 beats a minute. “It’s an astounding drop,” Wolf says. It could allow these high-altitude birds to cut their energy use by about 95 percent, he says. By not wasting energy trying to stay warm at night, these birds can thrive as high as 5,000 meters (16,400 feet) above sea level. “It’s a remarkable adaptation.”",
            "Around sunrise, hummingbirds start revving up again. By vibrating their muscles, the birds warm about one degree a minute. “You see the bird quivering there, then all the sudden its eyes pop open and it’s ready to go,” Wolf says.",
            "His team reported its cool results September 9 in Biology Letters."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/black-hole-ringing-gravitational-waves",
        "title": "\n\tScientists caught a black hole ringing like a bell",
        "content": [
            "*Two_images_show_wiggly_lines,_the_top_from_2015_and_bottom_from_2025",
            "Two black holes spiraled around each other before combining into one. Here the black holes are shown as two black dots. This is a computer simulation of the gravitational waves (white and blue) released by that merger.",
            "A ringing black hole made ripples in spacetime. Spotted for the first time in January, these ripples are the clearest yet observed.",
            "Researchers reported detecting the signal in the September 12 Physical Review Letters.",
            "Such ripples are known as gravitational waves. They develop when massive objects rapidly accelerate in the cosmos.",
            "The newly discovered ones were born when two black holes merged. The pair formed one larger black hole that now rang like a struck bell. It emitted gravitational waves as its vibrations faded.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Scientists had predicted this, based on general relativity. That’s a theory of gravity. It describes how mass bends spacetime (which then gives rise to gravity). Gravitational waves stretch and squeeze spacetime as they pass by. General relativity also predicts that extremely compact objects — black holes — can form. Around them, spacetime will bend so much that nothing can escape.",
            "The new finding confirms that these and other rules of general relativity apply to black holes.",
            "The newly reported spacetime ripples had cut through background noise. And they did that better than any previous gravitational waves.",
            "Just hearing a bell can tell you if it’s big or small, says Katerina Chatziioannou. A physicist at Caltech in Pasadena, Calif., she worked on the new study. “The frequencies that an object makes when you strike it are unique to it,” she says. For a bell, those frequencies correspond to different pitches, or sounds. The bell’s size and shape determine what sounds it will make when struck.",
            "“The same thing is true with black holes,” she says.",
            "Like bells, black holes ring with a fundamental pitch. Both also ring at other frequencies, known as overtones. Those overtones fade away more quickly than the fundamental. For the newly reported merger, both the fundamental and the first overtone were detected.",
            "LIGO (short for the Laser Interferometer Gravitational-Wave Observatory) detected the gravitational waves. LIGO is made of two detectors — one in Hanford, Wash., the other in Livingston, La.",
            "LIGO’s measurements matched something called a Kerr black hole. That’s the prediction for how a spinning black hole should behave. It’s based on a solution to the equations of general relativity. (New Zealand mathematician Roy Kerr first worked out that solution back in 1963.)",
            "*Two_images_show_wiggly_lines,_the_top_from_2015_and_bottom_from_2025",
            "Improvements to LIGO’s detectors over the past decade have reduced noise, allowing signals to pop. This graph shows gravitational wave signals from the LIGO Hanford detector. The height of a wave detected 10 years ago (purple, top) is similar to another detected this year (bottom), but the recent detection is less jittery. The green line in both is a best fit to the data, based on predictions from general relativity.",
            "Similar tests have been tried before with gravitational-wave data. But this is the first time an overtone has been detected so clearly. That’s necessary for this type of test, Chatziioannou says.",
            "The team also considered a concept called the area theorem. It was developed by physicist Stephen Hawking in the 1970s. It states that the surface area of a black hole can grow over time — but not shrink. The newly formed black hole had a surface area larger than the sum of the two original ones. That agrees with this rule.",
            "An earlier black-hole merger also seemed to agree with Hawking’s area theorem. But the latest, clear signal gives a more definitive match.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/plants-intelligent-communicate-learn",
        "title": "\n\tAre plants intelligent? It seems to depend on how you define it",
        "content": [
            "*a_field_of_grass_with_a_line_of_poplar_trees_in_the_distance_on_the_right,_under_a_blue_sky_with_clo",
            "Some plants — like the poplar trees bordering this wheat field — can communicate with each other by sending messages through the air.",
            "It’s a pleasant summer morning. Across a field, a line of poplar trees sways in the breeze. Insects buzz and flit among the branches. Everything seems calm and peaceful.",
            "But don’t be fooled. These trees are actually under attack as hungry insects chomp on their leaves.",
            "The trees can’t hide, and they can’t run away. But they aren’t helpless: They have ways to fight back — and even aid each other. As soon as an insect starts gnawing on a leaf, the tree mounts defenses. It also quickly messages its neighbors: “We’re under attack! Get your defenses ready!” It might even call on other insects for help.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "All of this happens in ways we don’t see. But scientists are learning that plants can do many things we associate with thinking. Plants communicate with each other. They can learn. They form memories. They can even recognize their relatives. And they do all this without a brain.",
            "Could these abilities mean plants are intelligent? We may never fully know. As Simon Gilroy puts it, “It’s very difficult to think like a vegetable.” Still, researchers are working to get to the root of what’s going on when plants act in ways we once thought only animals could.",
            "“When you look at a tree,” says Gilroy, “it looks like it’s doing absolutely nothing.” Gilroy is a botanist at the University of Wisconsin–Madison. He’s also one of several scientists who’ve been taking a close look at plant behavior. They’re finding that though plants seem still and quiet, they’re actually quite busy.",
            "And what they’re busy doing is pretty amazing.",
            "In the 1980s, botanists first found signs that plants communicate with each other. In one early experiment, hurt trees seemed to warn their neighbors of danger.",
            "*a_dim_green_forest_full_of_trees",
            "fCthrough underground fungal networks",
            "Back then, Jack Schultz and Ian Baldwin were young researchers at Dartmouth College in Hanover, N.H. They potted up tree seedlings and sealed them inside a clear plastic container. Each had its own pot, and the trees didn’t touch each other.",
            "When the researchers tore leaves on one tree, it responded by producing a chemical to repel attackers. Then, about 36 hours later, the undamaged trees made the same chemical. The hurt tree must have sent a signal through the air to the others, the team concluded.",
            "Some people described this as plants “talking” to each other. The finding, reported in 1983, launched the science of plant communication.",
            "Since then, scientists have shown this communication can be fairly complex.",
            "Plants respond better to messages from close kin than to ones from unrelated plants. It’s something Rick Karban has shown. At the University of California, Davis, he studies how plants and insects interact. Work by his group and others shows plants can tell one predator from another. They send different signals depending on what type of insect is attacking.",
            "Their messages can even signal how far away danger is, a team in Finland now reports. It shared that finding September 12 in Science.",
            "*a_green_worm_chews_on_a_tomato_leaf,_with_small_tomatoes_to_the_left",
            "When a tomato hornworm chews on a tomato leaf, the plant releases an odor that attracts the worm’s parasites.",
            "And not all plant messages are intended for other plants. Some are meant to lure in critters that eat whatever’s feeding on the plants. When nibbled by tomato hornworms, for instance, tomato plants release chemicals that attract the hornworm’s enemies, explains Schultz. He now works at the University of Houston in Texas.",
            "Plants can even use more than one “language.” Most studies have focused on chemical signals. But plants sometimes use sound, too.",
            "In 2023, a team in Tel Aviv, Israel, recorded clicks and pops made by plants under stress. The sounds varied across plant species and type of stress, such as drought and being cut. Although roughly as loud as human speech, they’re too high-pitched for people to hear. Other animals, however, such as bats, mice and insects, might be able to hear them, the researchers note.",
            "Stressed tomato plants make distinctive clicking noises that can be picked up by ultrasonic microphones. In this clip, scientists condensed the sounds and brought them into the range of human hearing.",
            "*illustration_of_a_microphone_next_to_a_plant",
            "So might other plants. There’s lot of evidence that plants respond to sounds, says Heidi Appel. She’s a plant ecologist at the University of Houston. For instance, plants can hear when insects munch on their leaves, her team has shown.",
            "Other work suggests that plants can learn and even remember. One famous study in 2014 used a plant called Mimosa pudica. Known for being “sensitive,” it curls its leaves when it’s disturbed.",
            "The researchers potted up dozens of these plants. Then they dropped each Mimosa 60 times in a row. The plants weren’t harmed by the drop. It was short, with a soft landing. And they curled their leaves — but only the first few times. Pretty quickly, they stopped reacting.",
            "Just to be sure the plants weren’t too tired to fold their leaves, the researchers shook the plants. Now they curled their leaves right away. But when dropped again, they didn’t curl them. The plants had learned that the drop wasn’t going to hurt them, the researchers concluded.",
            "A month later, they tried the experiment again. The plants still didn’t curl their leaves after being dropped. It was as though they remembered it wouldn’t hurt them. They had formed long-lasting memories.",
            "It shouldn’t be surprising that plants can do all these things, Gilroy says.",
            "“Everything that’s alive has to solve the same problems,” he notes. “Plants have to feed themselves. Plants have to get water. Plants have to defend themselves.”",
            "But plants solve these problems very differently than animals do. A hungry person might chase down a deer or search out fruits. A plant’s food comes from sunlight, carbon in the air and nutrients in the soil.",
            "And a plant can’t swat or avoid insects, as we might. Instead, they’ve evolved their own ways to solve problems. Plants turn to follow the light. They deter bugs by making bitter compounds. They send roots toward water and nutrients. They even release chemicals that change the soil to make it better for the plant, says Gilroy.",
            "None of this involves a brain or nervous system.",
            "iFhttps://www.youtube.com/embed/u2GWd2j3qJ8?feature=oembed",
            "Plants have adapted some impressive abilities that make up for being unable to move.",
            "How do plants remember and send messages without a nervous system? The researchers who dropped the mimosa plants had an idea about that. They suggested that there may be other ways to remember.",
            "Neurons, or nerve cells, send messages via chemicals called neurotransmitters. Even though plants don’t have a nervous system, they have many of the same neurotransmitters that animals have.",
            "One of those is glutamate. Wounded leaves use glutamate to send messages. These signals tell undamaged leaves to boost their defenses against possible threats, notes Edward Farmer. A plant biologist at the University of Lausanne in Switzerland, he and his team published this finding back in 2013.",
            "Since then, other teams have learned more about how this messaging works. And it’s very similar to how neural signaling works in animals — but maybe better, Gilroy and his team show.",
            "*a_diagram_of_xylem_left_and_phloem_right_with_a_potted_plant_in_the_middle",
            "The xylem and phloem that transport water and nutrients through plants also carry neurotransmitters. Some scientists see this as a kind of nervous system for plants.",
            "Plants have what Gilroy calls a plumbing system. This system of tubes, called xylem and phloem, moves water and nutrients around the plant’s body. Plants use this plumbing like a nervous system, he says. Neurotransmitters can move around their bodies through these tubes. No nerve cells needed.",
            "“Plants have to do it better than human beings,” says Gilroy. They can’t run away when something bad is happening. They have to know exactly what’s going on and how to respond. “So the information processing must be really sophisticated,” he says. “It’s just not like ours.”",
            "These discoveries show plants are able to do far more than meets our eyes. But does this mean that plants are intelligent? Some scientists think so. Others are not so sure. The problem may trace to how we define words like “thinking” and “intelligence.” Still, this has become a big controversy among botanists.",
            "Elizabeth Van Volkenburgh is a plant biologist at the University of Washington. That’s in Seattle. She’s a founding member of The Society of Plant Signaling and Behavior. It had once been called the Society for Plant Neurobiology. But some scientists thought the term “neurobiology” was a poor fit. After all, plants don’t have nervous systems.",
            "Some scientists are “very, very, very [against] the idea of plant neurobiology,” she says. But Van Volkenburgh likes the term. Technically, a plant lacks nerves. Still, it has a sensory system. What’s more, she points out, “In the older scientific literature, xylem and phloem were referred to as nerves.”",
            "The idea that plants can hear was a hard sell 10 years ago, Appel recalls. She’s married to Jack Schultz, and even he was skeptical. ”And he’s the one who discovered talking plants,” she says, laughing.",
            "Even now, this idea raises questions.",
            "“We do know that plants respond to vibrations in their environment. There’s no debate about that,” Appel says. However, whether plants can “hear” seems to depend on what you mean by that term. “If you define hearing as detecting vibrations in the environment, recognizing different kinds of vibrations and responding in an appropriate way,” she says, “then yes, plants can hear.” That doesn’t mean plants think about what they hear in the same way we would, though.",
            "And as to whether plants are intelligent in the way we think of human intelligence, Appel says we just don’t know. “These are mysteries we’re trying to understand.” Still, she argues, we need to resolve this controversy. And that means doing more science.",
            "*A_man_in_a_blue_shirt_kneels_among_a_scrubby,_rocky_landscape,_a_pencil_in_hand_and_notebook_in_his_",
            "Rick Karban is surveying plants to see how many leaves have been attacked by insects (mostly beetles and grasshoppers). That count will give an idea of how effective a plant’s defenses have been.",
            "Or maybe it’s not a question we have to answer, counters Karban at Davis. “Many people in this field are upset and don’t like the word ‘intelligence.’ I couldn’t care less,” he says. “A lot of it is just about words.”",
            "Words can be hard to define, agrees Andre Kessler. He’s a chemical ecologist at Cornell University in Ithaca, N.Y. In a paper that came out last April, he addressed what he calls the “plant intelligence hypothesis.”",
            "It’s hard to agree on whether plants are intelligent without first agreeing on what intelligence is, he says. He and Michael Mueller point to one paper that found more than 70 different definitions for intelligence. It would be better, they write, to focus on what plants can do. How do they interact with other organisms, for instance? How do they respond and adapt to their environments? By such measures, Kessler says, plants should be viewed, in some way, as intelligent.",
            "However you describe it, scientists are learning that plants are far more amazing than most people realize. And to amaze us, they don’t have to be like us.",
            "Take a look at the plant on your windowsill or a tree in your garden. It won’t ever be able to pass your math exam. Even if you whisper to it every day, it won’t learn your name. But when it comes to doing what it needs to do — the things that matter to it as a plant — it’s remarkable. And it does all that without a nervous system.",
            "Concludes Schultz at Houston, “You don’t need a brain to be an elegant solution to life on Earth.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/tiktok-skincare-routines-harm-skin",
        "title": "\n\tTikTok skincare routines may cause more harm than good",
        "content": [
            "*a_young_woman_holding_a_skincare_product_and_applying_a_cream_to_her_face_while_sitting_in_front_of_",
            "Skincare TikTok videos are rising in popularity. However, many of these videos are promoting harmful messages and products. ",
            "More and more kids are posting skincare routines on TikTok. These videos can be a playful and fun way to express oneself. But many of the routines might be more harmful than helpful, a new study shows. The majority of the regimens shown are costly, have harmful ingredients and lack sunscreen. Most don’t offer benefits for young skin. And they may lead to skin damage.",
            "This study suggests that young people are getting a lot of health information from TikTok instead of more reliable sources such as doctors, parents or skincare specialists, says Nusheen Ameenuddin. She’s a pediatrician at Mayo Clinic in Rochester, Minn.",
            "Pediatricians and dermatologists are worried about the message these videos are delivering. Namely, they give possibly harmful skincare advice, wrapped up with troubling messages about unrealistic and unhealthy beauty standards.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "When healthcare researcher Tara Lagu asked her 11-year-old niece what she wanted for Christmas, her niece handed her a list of expensive skincare products. According to Lagu’s sister-in-law, all the girl’s friends were taking part in this trend. Lagu was shocked.",
            "Lagu recounted this to Molly Hales. She’s a dermatologist at Northwestern Medicine in Chicago, Ill. She also studies how culture and medicine intertwine. Lagu asked Hales if she’d be interested in exploring this skincare trend. Hales jumped at the opportunity.",
            "To start, Hales and a colleague each made TikTok accounts. They reported that they were 13 years old. Then they scrolled through their “For You” pages until they had seen 100 skincare routine videos. As they watched, the researchers noted information on the content creators, the products and the cost of each regimen.",
            "Most of the videos were pretty popular. They had an average of more than a million views each. Because the creators’ ages weren’t specified, the team assigned age ranges based on appearance and context clues. For example, in one video a creator said, “Get ready with me for the first day of sixth grade.” Most creators used an average of six products, which on average cost a total of $168.",
            "Then the researchers dug into the products and their ingredients.",
            "iFhttps://www.youtube.com/embed/emIsUY8EhTo?feature=oembed",
            "Molly Hales and Tara Lagu talk about the some of the problems they see in popular TikTok skincare videos aimed at teens.",
            "Overall, the team found that the products had three main skin risks: skin allergy, irritation and sun sensitivity.",
            "A post shared by Science News Explores (@sn.explores)",
            "More than half of the products had fragrance. Many scents are contact allergens. That means they can cause an allergic reaction when they come in contact with skin. They are one of the most common things people develop a skin allergy to, says Hales.",
            "Plus, the 25 most-viewed videos had an average of 11 potentially irritating active ingredients. These can cause an itching, burning, tingling or prickling sensation.",
            "The most common of these ingredients were alpha-hydroxy acids. These chemicals exfoliate skin, removing surface layers. They’re common in anti-aging products because they can smooth fine lines and wrinkles and improve skin texture. They’re also used in some products to prevent acne. But they can irritate and damage young skin.",
            "Creators used products with alpha-hydroxy acids an average of three times per video and as many as seven times in one regimen. This is harmful because the chemical becomes more irritating the more you layer it.",
            "Alpha-hydroxy acids also increase the skin’s sensitivity to the sun. The U.S. Food and Drug Administration recommends staying out of the sun and using sunscreen with these products. But on average, only 26 percent of the TikTok videos included any type of sun protection. So these regimens would boost the risk of sunburn and other sun damage.",
            "Though not part of the study, pediatrician Molly O’Shea was distressed by the findings. “The majority of the products that were being shown and demonstrated weren’t designed for young skin,” says O’Shea. She practices in Bloomfield Hills, Mich.",
            "Many of the products had abrasive features, such as retinols, scrubs and beads, that can damage the skin. These types of products are usually meant for people whose skin has begun to show signs of aging, says O’Shea. “When you’re young, using products that are designed for older skin can actually damage your skin.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Beyond risks to the skin, the team also had concerns about potential psychological and social risks.",
            "The videos place high importance on physical appearance, Hales says. And much of the content showed creators in large, expensive, private bedrooms and bathrooms. They had drawers stuffed with high-priced skincare products.",
            "The products seemed to be used as status symbols, says Hales. “That may make someone feel bad if they don’t have the money or they’re not in a position to be able to afford that kind of skincare routine.” Studies have shown that comparing yourself to others who seem “better” can have big drawbacks, especially for teens. “It can have a harmful effect on your self-image,” says Hales.",
            "The study didn’t look at who was consuming this content, says Hales. But this type of media could pose a risk of adverse mental health outcomes for kids and teens who view it, she notes.",
            "The team also paid attention to skin tone. In the United States, beauty standards traditionally have been linked to ideals of whiteness. The researchers wanted to see if the videos idealized white skin.",
            "The majority of content creators they viewed had light skin. But since TikTok’s feed is driven by an algorithm, the researchers don’t know how well what they saw reflects the whole platform. The early videos they saw and engaged with may have prompted more videos from creators with light skin to appear in their feed.",
            "Some popular terms used in these videos, such as “glowy,” could be seen as coded racial language, they note. While “glowy” is not as overt as “white” or “light,” when something glows, it gets brighter and lighter, says Hales.",
            "Next, the team would love to study more videos by non-white creators. “How much content is there from darker-skinned content creators?” asks Hales. “Are the messages and beauty ideals more affirming? Is there anything problematic in the messages that these girls are getting?”",
            "*a_girl_dressed_in_athletic_clothing_sits_under_shade_and_applies_sunscreen_to_her_face",
            "Daily sunscreen is important for kids and teens to protect their skin against sun damage.",
            "For pre-adolescents who don’t have any known skin condition, Hales recommends just one product: a daily sunscreen. If the skin becomes oilier during adolescence, she suggests adding a gentle cleanser once or twice a day.",
            "1. Make sure you’re putting on sunscreen every single day. ",
            "2. Read the labels of the products you’re using and see what kind of active ingredients they have. ",
            "3. Look for fragrance-free products. (Fragrance is the most common cause of skin allergy.)",
            "If teens are struggling with acne, some over-the-counter products can be helpful, she notes. However, it’s important to choose products that target the right problem. At that point, she advises teens to talk to their doctor. “Pediatricians are usually very equipped to manage mild to moderate acne,” says Hales. If it’s anything more severe, she recommends seeing a dermatologist.",
            "For kids who enjoy watching skincare routines online, Hales notes three steps to be a savvy consumer. First, she says, make sure you’re putting on sunscreen every single day. Second, read the labels of the products you’re using and see what kind of active ingredients they have. Third, look for fragrance-free products, since fragrance is the most common cause of skin allergy.",
            "Hales sees no harm in spending money on safe products that you put on from time to time because it feels luxurious or you enjoy it. But know that you don’t need elaborate skincare routines to take care of your skin. “In most cases,” she says, “those products are probably making the skin less healthy, rather than more healthy.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-spooky-dark-energy",
        "title": "\n\tLet’s learn about spooky ‘dark energy’",
        "content": [
            "*an_illustration_of_the_big_bang_shows_stars_and_galaxies_bursting_out_from_a_tiny,_bright_point_in_s",
            "Something is driving our universe to expand faster and faster. Scientists call this unknown stuff “dark energy.” ",
            "“Dark energy” might sound like the kind of thing that ghost hunters would search for inside a haunted house. But dark energy has nothing to do with supernatural specters. It’s a real physical phenomenon. And it’s shaping our universe on the grandest scales.",
            "Dark energy is a mysterious force that is driving our universe to expand faster and faster. No one knows exactly what it is. But scientists estimate that it makes up about 70 percent of everything in the cosmos. (Another 27 percent of the stuff out there is dark matter. The rest is ordinary matter, which includes everything we can see — from stars to you.)",
            "Scientists need to understand dark energy to know how the universe evolved in the past — and what it will do in the future. While they might not yet have answers, scientists do have some ideas about how dark energy might affect that future.",
            "Say dark energy keeps pushing the universe to expand at the same rate throughout time. In that case, our cosmos may slowly cool and fade to black. But if dark energy pushes the universe’s expansion even faster? The universe could eventually tear itself apart. And if dark energy weakens over time, the universe may someday collapse.",
            "Recent data from the Dark Energy Spectroscopic Instrument, or DESI, hint that dark energy has weakened over time. But it’s possible that dark energy goes through phases of getting stronger or weaker. If so, maybe our cosmos yo-yo’s between expanding and contracting.",
            "New telescopes on the ground and in space may also help answer questions about dark energy. But for now, our observations of the universe leave us on a real cliffhanger about the fate everything.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The universe: How will it end? Understanding how dark energy works is crucial to predicting the fate of the universe. (4/17/2025) Readability: 6.8  ",
            "Mysteries about the universe abound, from its beginning to its end Dark energy is only one of the profound mysteries about our universe that has scientists scratching their heads. (10/20/2022) Readability: 8.2",
            "Cool Jobs: Mapping the unknown Meet one cosmologist who uses exploding stars, or supernovas, to study dark energy. (4/21/2016) Readability: 7.4",
            "iFhttps://www.youtube.com/embed/WNyY1ZYSzoU?feature=oembed",
            "One of the biggest recent discoveries in cosmology is that dark energy may be weakening. PBS explains what this means and why it matters. ",
            "Scientists Say: Dark Energy",
            "Scientists Say: Dark Matter",
            "The dark side of the universe",
            "Cosmic timeline: What’s happened since the Big Bang",
            "The long-awaited James Webb Space Telescope has a big to-do list",
            "Physics Nobel rewards discoveries on cosmic evolution and exoplanets",
            "The Vera Rubin Observatory is set to revolutionize astronomy",
            "A map of 14 million galaxies and quasars deepens a dark energy mystery (from Science News)",
            "Einstein’s gravity endures despite a dark energy puzzle (from Science News)",
            "The largest 3-D map of the universe reveals hints of dark energy’s secrets (from Science News)",
            "Word find",
            "When we say the universe is expanding, what exactly does that mean? To help picture it, follow these NASA instructions for making a model of the expanding universe with a balloon.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/glue-gun-heal-broken-bones",
        "title": "\n\tA modified glue gun squirts a material to help heal broken bones",
        "content": [
            "*an_X-ray_of_a_broken_arm_bone,_the_area_of_the_break_is_red",
            "A handheld 3-D printer might someday print bone grafts directly onto fractures. Researchers prototyped the idea with a modified glue gun. They included antibiotics in the material to ease healing.",
            "A repurposed glue gun has helped repair broken bones in rabbits. Instead of a regular glue stick, it melts a material that helps bones heal.",
            "Some breaks in bones need a little help to mend. So surgeons sometimes take a bit of bone from elsewhere in the body to make a patch called a graft. Or they can use a synthetic — human-made — material that mimics bone.",
            "Synthetic grafts are often 3-D printed. Usually, X-ray scans and measurements of injuries are needed to make sure the graft will fit just right. Designing and making the graft takes time and can delay repairs.",
            "But the glue gun method doesn’t require images of the fracture. And it doesn’t need any special graft design. The handheld device can simply squirt the graft material right onto a break. ",
            "The idea was to design a printing system that could be easily used in operating rooms, says Jung Seung Lee. He’s a biomedical engineer at Sungkyunkwan University. That’s in Seoul, South Korea. Compared with regular bone grafts, he says, this system can save time, cost and complex procedures.",
            "The printing device holds sticks of a specially made “bioink.” It’s safe to use in the body. It consists of two compounds commonly used for 3-D printing implants. One, hydroxyapatite, is a mineral found in bones. The other is a body-safe plastic called polycaprolactone, or PCL. That’s included to support new bone as it grows. In an implant, it “gradually degrades in our body over months,” Lee says. Over time, newly grown bone will fill in as the graft breaks down.",
            "The ratio of the two compounds in the bioink determines the material’s strength and stiffness. So the researchers can tailor the mixture for each use. They also added antibiotics into the bioink to prevent infections.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Like the glue sticks used for crafting, the bioink fits in the handheld printer. It can be squeezed out where it’s needed. But regular hot glue guns work at temperatures far too high for living tissues.",
            "So the researchers modified their glue gun to work at lower temperatures. They also adjusted the tip for better control. Thanks to the low melting point of PCL, the bioink can be applied at about 60° Celsius (140° Fahrenheit). It cools to body temperature within 40 seconds. The whole process takes just a few minutes.",
            "Lee’s team tested the printer and bioink on broken leg bones in rabbits. Another set of rabbits got a material called bone cement, which is used to attach implants to bones. The rabbits that got the bioink had better healing and regrowth of bone tissue. And the animals showed no signs of infection during the 12 weeks after surgery. The team shared its results September 5 in Device.",
            "For now, the printer is still a proof-of-concept for people. Lee aims to develop it into a multi-use printing system. For instance, it might apply chemicals that promote healing during surgeries. But first, researchers will have to do more studies to make sure the technology is safe. They’ll also need to figure out how to disinfect the device between uses.",
            "There may be other limitations. “The high temperature of the extruded material is likely to stress or kill the cells,” says Deborah Mason. She’s a molecular and cell biologist at Cardiff University in Wales. She wasn’t involved in the study. Lee’s team is working to modify the tip of the device. That could help the bioink cool more quickly after extrusion.",
            "In the future, this sort of device could help surgeons with more complex repairs, suggests Nieves Cubo-Mateo. She’s a biomaterials engineer at Nebrija University in Madrid, Spain. She wasn’t part of the study.",
            "But there is a long way to go for that to happen, she says. The printer would need to work with other tools that surgeons use. Those include imaging technologies and robotic devices used during surgeries. That would take the new device beyond just a “defect-filler,” she says. Someday, it could be a “bone printer pen” useful for many types of surgeries.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/heat-waves-trees-worsen-air-pollution",
        "title": "\n\tDuring heat waves, trees spew chemicals that worsen air pollution",
        "content": [
            "*a_wooded_trail_on_a_sunny_day",
            "This wooded state park in Texas might seem an unlikely place to find high levels of air pollution. But when it gets really hot, trees can release chemicals that brew up some nasty air pollutants, new data show. ",
            "WASHINGTON, D.C. — If you’re outside during a heat wave in Texas, the shade of oak trees can be tempting. But when it’s really hot, levels of lung-irritating ozone and other air pollutants can become worryingly high in these areas, new research shows.",
            "When stressed by heat, trees release chemicals. These can mix with molecules from car exhaust to make toxic air pollutants. And this can happen even where you can’t smell any car exhaust. Atmospheric chemists at Texas A&M University in College Station shared their new findings here, on August 18, at the American Chemical Society fall meeting.",
            "People expect to find air pollution in and around cities. There, vehicles cough pollutants out of their tailpipes. But at Texas A&M, “the air smells beautiful,” says Renyi Zhang. The campus is about 100 miles away from the closest big city. Here, he notes, the air is usually safe to breathe.",
            "But that may not be true during heat waves. Zhang’s team collected data on campus. During a month-long event in August 2024, daytime temps hit 32˚ to 41˚ Celsius (90˚ to 106˚ Fahrenheit). And it wasn’t just the heat that made these days uncomfortable. Pollution ramped up, too. Levels of lung-irritating ozone got especially high. It rose nearly to a level deemed hazardous to breathe.",
            "That was a surprise, the researchers now report.",
            "*a_composite_image,_on_the_left_is_a_map_showing_the_location_of_Texas_A&M_University_in_relation_to_",
            "Texas A&M University sits far from the large cities of Dallas, Austin, Houston and San Antonio. Air was sampled from a tower atop the meteorology building on campus.",
            "Previous studies had shown a link between heat and excess ozone. But much of that work had been done in big cities, with lots of pollution from traffic and smokestacks. Zhang wanted to see how heat might affect pollution in a more suburban setting, like College Station.",
            "Bianca Aridjis-Olivos, a graduate student in his lab, set up air-monitoring equipment atop the university’s meteorology building. It’s surrounded by grand oak trees. It seemed a good location. It’s high above passing cars and other expected pollution sources.",
            "The instruments she used are “like a super-sensitive nose,” she notes. By changing how they operate, she could alter “what scents the nose could detect.” Besides ozone, they could pick up nitrogen oxides from combustion (including gasoline-powered vehicles).",
            "They also could detect isoprene (EYE-so-preen). It’s a natural hydrocarbon released by trees, especially oaks. By itself, isoprene is not toxic. But in the presence of sunlight, it can mix with nitrogen oxides to cook up ozone (O3), which is toxic to our lungs.",
            "iFhttps://www.youtube.com/embed/kYcd5QK5o3E?feature=oembed",
            "Learn why isoprene — a chemical released by trees (and lots of other plants) — can make air pollution worse. It’s the second most widely emitted volatile organic chemical (after methane) in the world. The chemistry explained here underlies the data reported in the new study.",
            "Once all her equipment was ready, Aridjis-Olivos waited for the next heat wave.",
            "It hit in August 2024. From August 5 to September 3, she sampled different gases and particles from the air 24 hours a day.",
            "As the temps rose each day, so did levels of ozone, oxygenated volatile organic chemicals (some of which are toxic to human airways) and acid-rich nanoparticles. Ozone levels, in particular, climbed as the heat rose. Then they stayed high throughout the hottest part of the day. That in itself was no surprise. Trees ramp up isoprene release during heat waves. Plus, heat speeds up the chemical reactions that produce ozone.",
            "The surprise was just how high the ozone levels climbed. If you just looked at the levels of other pollutants, like the nitrogen oxides from cars, you might think the air was safe to breathe.",
            "And while a heat wave feels miserable, says Zhang, “exposure to both extreme heat and high ozone can be very dangerous.”",
            "This research shows how “climate change is making air pollution harder to control,” says Russ Dickerson. An atmospheric chemist, he works at the University of Maryland in College Park. Air pollution is a leading cause of death, he notes. The World Health Organization reports that today 99 percent of people worldwide are exposed to air unhealthy enough to pose a risk to our lungs.",
            "Clearly, trees play a role here. But chopping them down would be the wrong conclusion, he adds. “Trees are generally good. But when you mix them with car and truck exhaust, bad things happen.”",
            "“Studies like this can help us improve our air-quality forecasting models,” says Aara’L Yarber. An atmospheric scientist, she works at Howard University in Washington, D.C. With such computer models, she says, “We can better predict bad-air days during heat waves.” And that should help protect people’s health.",
            "Data from this study are not limited to modeling sites like College Station, Aridjis-Olivos says. Being “surrounded by vegetation, but also some industry and traffic,” this region is similar to what’s found many places, including in many developing nations.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "If you can’t avoid a heat wave, how can you protect yourself from air pollution that may come with it? Stay indoors when temperatures and ozone levels are highest, typically from noon to 4 p.m., says Zhang. Air-conditioned buildings (with windows closed) are best. Their cooling equipment contains filters that typically remove some pollutants.",
            "If outdoors, stay as far away from busy roadways (and traffic pollution) as possible. Remember to check your local air quality index when making plans, Yarber says. “Kids are especially sensitive to air pollution,” she notes, “because their lungs are still growing.”",
            "At home, Dickerson recommends getting a low-cost HEPA filter from a hardware store. For breathing “cleaner air — averaged over a day — put a HEPA filter in your bedroom,” he says. As an alternative, you can even duct-tape five furnace filters together. Then direct air through it with an electric fan. Remember to keep the windows closed.",
            "There are also ways to improve outdoor air quality. For instance, communities can work to limit becoming “heat islands.” Two obvious ways: Increase shaded area, and limit how much heat-absorbing concrete they have.",
            "Anything that reduces the levels of nitrogen oxides helps. They’re toxic by themselves. Plus they boost ozone to dangerous levels during heat waves. So walking, biking and taking a bus or train instead of driving can help limit traffic pollution. Switching from gasoline-powered to electric vehicles (EVs) also helps, because EVs don’t emit exhaust. Even better if the power to charge them comes from green sources, such as solar or wind.",
            "A long-term strategy for improving air quality, says Dickerson, is “combating climate change itself.” The hope, he says, is that this will mean “heat waves happen less often, are less severe and are shorter.” And one great way to address climate change? Planting trees.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/emotion-memory-help-remember-moments",
        "title": "\n\tBig moments can help you remember little things, too",
        "content": [
            "*Sujata_Gupta",
            "Why do we remember some ordinary moments and not others? A new study shows that weak memories can attach themselves to more exciting ones.",
            "Chenyang (Leo) Lin grew up in a city along China’s south coast. It was far from any woods. So the large trees and darting squirrels he saw while hiking in New Hampshire, last year, awed him. “That was very new to me.” That hike is now crystallized in Lin’s memory. So, oddly, are the more familiar chickens he saw on his way to that hike.",
            "Lin is a brain and behavior expert at Boston University in Massachusetts. His latest research helps explain why both those chickens and squirrels have lodged in his memory.",
            "Events that pack an emotional punch help people remember moments they would otherwise forget, that research shows. Lin is part of a team that shared these findings September 24 in Science Advances.",
            "The brain seems to tie together related objects and events. That’s probably why Lin remembers ordinary farm animals along with what he saw as super cool squirrels.",
            "Understanding what people remember — and forget — could help students retain information. And, Lin adds, it might also help therapists better treat trauma patients.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Pairing a weak memory with a strong one can make the weaker one stick, too. Known as tag and capture, this theory has been around since the 1990s. Researchers suspected everyday memories could create temporary marks — or tags — on neurons. These tags would disappear, however, within a few hours. Think of them like Post-it notes that can easily fall off.",
            "If, however, a more powerful memory comes along shortly afterward, the weaker memory might be saved.",
            "Here’s how it was thought to work. The powerful memory triggers a rush of proteins in the hippocampus and linked areas of the brain. These are areas where memories form. Tagged neurons would capture those proteins. And just like adding a strong glue to the Post-it note, they’d make the weak memories stick to the powerful ones.",
            "Lin and his team decided to test that idea.",
            "They asked more than 100 people to observe sequences of images on a computer. Sometimes people saw animals (such as aardvarks, hamsters or sea stars). Other times they saw everyday tools. Participants initially just viewed these images — dozens of them. Next, they viewed similar images. This time, they’d be rewarded for labeling them as animals or tools.",
            "About half the participants, for instance, might receive 900 points for identifying a hamster as an animal and 1 point for identifying a hammer as a tool. The other half received the opposite rewards: maybe 900 points for the hammer and 1 point for the hamster.",
            "The next day, the team gave their participants a pop quiz on images they’d seen the day before. And, it turns out, both reward size and type of image sometimes affected what these people remembered.",
            "Receiving a big reward for identifying animals enhanced someone’s memories of animals. Those who received a small reward remembered about 45 percent of the animals they’d seen in the first round. Participants remembered more — about 50 percent — if they’d received a large reward for labeling the animals earlier.",
            "This memory boost didn’t work for tools, though. Big rewards didn’t help people remember the tools they’d seen earlier. Lin suspects that’s because people formed strong memories of the tools from the beginning, so adding a reward didn’t provide much more of a benefit.",
            "Rewards for animals also didn’t help people remember which tools they’d seen. It seems the brain links memories within a category, not across different categories.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Everyday memories are known to be temporary, says Joseph Dunsmoor. This cognitive neuroscientist works at the University of Texas at Austin where he has done similar research. This new study, he notes, is one of the first to show the brain is more likely to recall weak memories when they relate to some other, strong memory. “The thing that occurred in the past suddenly takes on more meaning,” he concludes.",
            "Lin’s team also showed that people were better at forming new memories after receiving a big reward. After a big event, the brain is alert. It’s open to new information. So now, Lin says, new memories are more likely to stick around.",
            "Sorting out what’s going on in the brain while memories form will take more time.",
            "In the meantime, therapists could use these findings to help people enhance the everyday memories that occurred before a trauma. This might dull the pain of what came after, Lin says. Teachers might also use the findings to help students retain more of what they learn. For instance, Lin suggests, if Susie surprisingly jumps up and down in a math word problem, perhaps the class should jump up and down, too."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/brain-activity-see-color-red",
        "title": "\n\tTo our brains, your red is my red",
        "content": [
            "*a_bunch_of_red_apples",
            "Colors evoke similar neural activity across different people, a brain scanning study finds.",
            "Is my red the same as your red?",
            "It’s a classic puzzler, one that’s fun to debate with your friends and family. Do colors look the same to you as they do to me? Now two neuroscientists weigh in — with a resounding maybe.",
            "There were two possibilities when it comes to how brains react to color, says Andreas Bartels. He works at the University of Tübingen and the Max Planck Institute for Biological Cybernetics in Germany. Perhaps everyone’s brain is unique. Each might have its own snowflake pattern of nerve cells responding when someone sees red. Or it could be that seeing red kicks off a standard, predictable pattern of brain activity. And that pattern might not vary much from you to me.",
            "The answer is overwhelmingly the second option, Bartels and Michael Bannert (also at Tübingen and the Max Planck Institute) report in the October 15 Journal of Neuroscience. They found “commonalities across brains,” Bartels says.",
            "He and Bannert started with 15 people. Each viewed shades of reds, greens and yellows. As they did, the scientists monitored nerve-cell activity across visual areas of the participants’ brains. The researchers then used these data to predict which color each person saw.",
            "The results showed that neural reactions to colors are somewhat standard. They don’t seem to vary much from person to person.",
            "But these findings can’t answer how it feels to see red, Bartels says. How your brain creates inner experiences that are unique to you is a much bigger question about consciousness. And it’s one that will no doubt continue to be debated for a long time.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/why-remember-food-poisoning",
        "title": "\n\tMice show us why food poisoning is so hard to forget",
        "content": [
            "*Mouse_brain_region_called_the_amygdala_shown_in_blue_after_it_encountered_an_unknown_food_or_experie",
            "When mice eat something unfamiliar, neurons in a brain region called the amygdala light up (blue). If these mice later start feeling sick, the same neurons turn on again. This helps the mouse remember — and avoid — that food in the future.",
            "Food poisoning isn’t something we easily forget. Scientists have now homed in on what makes it so unforgettable. Alarm cells lock the experience into our brain’s circuitry as a yucky memory. That’s the finding of a new study on mice.",
            "Many of us have eaten something that left us sick. “Not only is it terrible in the moment, but it leads us to not eat those foods again,” notes Christopher Zimmerman. He’s a neuroscientist at Princeton University in New Jersey.",
            "Getting sick just one time after eating an undercooked enchilada or burger can make us hate that food forever. And the food repulsion it triggers can develop even if it takes hours or days to start feeling sick after the meal.",
            "Many other animals, it turns out, respond the same way.",
            "Mice usually need an immediate reward or punishment to learn something, notes neuroscientist Richard Palmiter. He works at the University of Washington in Seattle. Even one minute’s delay between cause (say, pulling a lever) and effect (getting a treat) can be too long for mice to learn the two are related.",
            "Not so for food poisoning. Even a rodent’s brain has no trouble linking a tummy torment now with something it ate quite a while earlier.",
            "That makes food poisoning one of the best ways to study how our brains connect events that are separated in time, Palmiter says.",
            "So researchers asked: How does the brain learn to hate foods that made us sick? After five years of experiments, Zimmerman’s team now shows that effects in the brain can burn dangerous tastes into memory.",
            "They described the details in the June 19 issue of Nature.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "A small, almond-shaped brain region called the amygdala links emotions to memories, learning and our senses. So it’s not surprising that this region plays a role in deciding what flavors we find gross or not.",
            "Palmiter’s group had shown that the gut tells the brain when it’s feeling icky. How? It activates certain “alarm” neurons called CGRP cells. “They respond to everything that’s bad,” Palmiter explains.",
            "To study how alarm neurons link food poisoning to food repulsion, Zimmerman’s team at Princeton had mice drink grape Kool-Aid. A half-hour later, they injected the animals with lithium chloride. This made them ill. Two days later, they again gave the mice grape Kool-Aid.",
            "The team ran versions of this simple experiment again and again. And at each step, they peeked inside the brains of those mice to see what was happening.",
            "When the mice had first gotten sick after drinking grape Kool-Aid, their alarm neurons turned on. This event increased the sensitivity of amygdala cells that carried memories of the grape flavor.",
            "Those same amygdala cells also turned on when the mice encountered grape Kool-Aid again. This suggests alarm neurons had helped the amygdala remember foods that seemed dangerous.",
            "This effect didn’t show up in mice that had tasted grape Kool-Aid before without getting sick.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The novelty that cues humans to remember food poisoning could rely on a bit more than just taste. Many unusual aspects of an eating experience can ick us out. It could be some spice blend. Or we may not like smells or other things that we pick up on in a restaurant that’s new to us.",
            "The new study was largely motivated by “pure curiosity,” says Ilana Witten at Princeton. She’s a coauthor of the study. And her team’s findings might go beyond food poisoning, she now suspects. They might be “very relevant to mental health.”",
            "Similar nerve pathways likely explain why unusual and bad experiences become so memorable, she says. But this event-triggered repulsion — known as aversive learning — sometimes goes wrong in people who have suffered a trauma or who have developed some addiction.",
            "The brain wiring that’s supposed to keep us safe can now end up causing harm. Learning to control those circuits, she says, might point to new treatments."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/a-little-shape-up-helps-these-pimple-patches-get-a-grip",
        "title": "\n\tA little shape-up helps these pimple patches get a grip",
        "content": [
            "*a_boy_with_light_skin_and_light_brown_hair_examines_a_red_blemish_on_his_face_in_the_mirror",
            "Acne and other skin blemishes can be especially common during adolescence. New microneedle technology helps some new antibacterial skin patches get a better grip. ",
            "That pimple patch you’re using now is so last year. A new type locks on to pesky pimples better. Its secret is its tiny, uniquely shaped needles. They also help the patches more effectively deliver zit-fighting ingredients.  ",
            "Even if you hate needles, the ones in the new patches shouldn’t spook you. They’re “very short,” notes Shayan Fakhraei Lahiji — about 250 micrometers. That’s about one-one hundredth of an inch long. A bioengineer, Lahiji works at Cursus Bio. It’s a drug company in Seoul, South Korea. He helped shape — literally — this new approach to acne treatment.",
            "*a_photo_of_a_pimple_patch_on_a_fingertip",
            "The tiny pinpricks of this antibacterial patch dissolve in about two hours, delivering acne-clearing medication.",
            "Each needle-packed patch is about the size of a contact lens and “almost invisible,” he says. Once placed on a pimple, its needles lock in. Over two hours, the tiny pricks dissolve and disappear. After that, you can remove the transparent patch, he says.",
            "Hyaluronic (HY-uh-lu-RON-ik) acid — a chemical that plumps up our skin — gives structural support to the microneedles. Those tiny needles then deliver antibacterial compounds right where they’re needed. Inflammation-fighting chemicals also cool redness and swelling.",
            "Among tests in treated people, more than eight in 10 of patched pimples disappeared within three days. Details of how the new tech works appear in the July Biological and Medical Applications of Materials and Interfaces.",
            "Lahiji’s team didn’t invent pimple patches. People can buy simpler styles today. Many of those, too, use microneedles. But needles in the new patches have a unique geometry that anchors them in place. It sets them apart from what you can buy now, Lahiji says.",
            "The microneedles used in other drug-delivery patches tend to be cone-shaped. But that means they easily slip out of the skin. The Korean team gave their needles a bulb-shaped bottom. They call the design “MicroLock.” Like soft-edged-cylindrical barbs, they lock in place.",
            "Most microneedles are cone-shaped. But the bulb-shaped base of needles on the new patches helps secure them onto the skin.",
            "*a_compound_image,_typical_microneedles_to_the_left,_a_simple_cone_shape_and_microlock_needles_to_the",
            "The value of this shape-up could expand beyond the acne market, Lahiji says.",
            "Slipping out of skin is a known problem with microneedle technology, says Ayhan Çelik. A chemical biologist, he works at Imperial Bioscience Limited. That’s a drug technology company in Brighton, England. Çelik didn’t work on the new study. But he, too, has been working on microneedle patches using hyaluronic acid.",
            "Such patches show a lot of potential, Çelik says. For instance, they might one day provide shot-free options for the delivery of some injectable drugs. Or even vaccines.",
            "Such patches could offer other advantages, too, he adds. A shot puts a lot of the medicine into a tiny area. In contrast, Çelik notes, patches would deliver a drug to a broader area — “not a single point.” He believes that will lead to a better immune response than a typical shot.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The needles of the new acne patch are too short to deliver a vaccine. But Lahiji and his team have developed other versions that might enable other uses for the “locking” microneedles.",
            "For now, notes Lahiji, “there are no microneedle products [for] medicines that require prescriptions.” Or for vaccines. But his team is working on ways that microneedles could deliver such drugs. One type would deliver medicines targeted at diabetes and obesity. His group described it in 2024 in Advanced Materials.",
            "Governments regulate what new medical products can be used in their countries. These rules ensure those products are safe. In the United States, for instance, the Food and Drug Administration, or FDA, writes those rules. Right now, no such rules exist for microneedle patches, Çelik notes. That makes them a headache for companies to develop and bring to pharmacies. “Everyone is waiting for” those guidelines, he says.",
            "Acne patches are an exception to that. These patches are deemed “cosmetic,” not medical. Their needles not only are extra tiny, but they also deliver no prescription drugs — just over-the-counter acne-clearing meds.",
            "Locking microneedles might help open the door for patch delivery of other medications. Why? When it comes to prescription drugs, how much a patch dispenses really matters, explains Çelik. The FDA would require a patch to deliver a set dose — not more, not less. Patches typically lack such consistency.",
            "For example, a patch may deliver 40 percent of the drug one time. The next, it might deliver only 8 percent, notes Çelik. A microneedle patch for prescription medicines, he says, must deliver the same amount of drug “each and every time.”",
            "By anchoring the new patches in place, the new microneedles should mean that “every time, they will deliver approximately 80 percent of the drug,” Çelik says. At least, he adds, “That’s what [its makers now] claim.”",
            "Other problems remain to be solved, such as how big a dose they can dispense. For some drugs, the tiny needles may not be able to deliver enough to have the needed effect, says Çelik. In these cases, they may never fully replace hypodermic needles.",
            "The new acne patch system was developed by Cursus Bio. Its product should hit store shelves in Korea by November, Lahiji says. U.S. consumers will have to wait a few months longer — until at least next January.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/what-are-vitamins",
        "title": "\n\tWhat are vitamins?",
        "content": [
            "*an_illustration_showing_fruits,_vegetables_and_other_foods_falling_out_of_an_open_pill_capsule_meant",
            "Many people think getting their daily vitamins means downing multivitamin pills or supplement capsules. In fact, most doctors and nutritionists would prefer we rely on food as the main source of these essential nutrients.",
            "If you were asked to choose a healthy snack, what would it be? Perhaps you’d opt for a tangy mango or cup of tart Greek yogurt topped with berries. Maybe crunchy broccoli florets with hummus comes to mind. These are all packed with nutrients — chemical substances that help our bodies function. Among those nutrients are traces of vitamins.",
            "Food scientists group vitamins and minerals together as micronutrients. That’s because living things need these to survive — but only in tiny amounts. While both vitamins and minerals are essential, chemically they’re quite different.",
            "Dietary minerals are elements that appear in soil and water. Calcium and iron are examples. Vitamins, in contrast, are molecules — made of several elements. Vitamins are also organic, meaning they contain the element carbon. ",
            "Our bodies can’t make minerals or most vitamins. That’s why we must get them from what we eat.Altogether, we need 13 vitamins to stay healthy. Eight are known as B vitamins. Rounding out the list are vitamins A, C, D, E and K. These all play essential roles in keeping our organs, tissues and cells working.",
            "Some, such as the B vitamins, help the body break down and release energy from food. Vitamin K allows our blood to clot. Vitamin A is important for our lungs, skin and eyes.Vitamin D is a pro-hormone. The kidneys turn it into a fully active hormone. And it’s quite versatile. This hormone plays a pivotal role in building strong bones and muscles and protecting the body from diseases, including some cancers. This vitamin also helps fight infections.",
            "Other vitamins — such as C and E — are antioxidants. They help protect against unstable molecules. At high levels, such molecules, called radicals, can damage cells and DNA.",
            "Vitamin C also supports your immune system in various ways. For instance, it helps keep immune cells healthy. But vitamin C also helps create collagen. A protein, collagen serves as a building block for many tissues, including our skin and the lining of our respiratory system. Those organs act as early lines of defense against incoming germs, explains Evangeline Mantzioris. She directs nutrition and food science at the University of South Australia in Adelaide.By keeping these systems healthy, vitamins help our bodies fight germs, limiting their chance of causing serious disease.",
            "Clearly, Mantzioris says, vitamins don’t just target one specific body function or organ. They make sure our bodies as a whole work as they should.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Vitamins fall into two general categories: water-soluble and fat-soluble.",
            "Most vitamins dissolve easily in water. That means they can be found in such body fluids as blood. These vitamins include all eight B types and vitamin C.",
            "“We tend to find the water-soluble vitamins in fruits and vegetables,” says Mantzioris. These are “foods that don’t have a lot of fat.” Our bodies don’t usually store any excess of water-soluble vitamins. Instead, unused amounts get flushed out in our urine. ",
            "*an_array_of_meats,_eggs,_beans_and_cheese_on_a_table_as_seen_from_above",
            "Dairy products, seeds, eggs and meats are rich in not only protein but also the fat-soluble vitamins A, D and E. For fat-soluble vitamin K, reach for broccoli and other green (and often leafy) vegetables, beans, avocados, vegetable oils and some meats (such as chicken, pork and especially beef liver). ",
            "Fat-soluble vitamins — A, D, E and K — tend to show up in fatty foods. In fact, that fat helps our bodies better absorb these nutrients. Our liver and body will store any extra of these vitamins that we might consume until they’re needed later. “Even if we’re really lean, we still have a little bit of a fat stored in our body,” says Mantzioris. ",
            "The fat-soluble group also includes the two vitamins that people can produce: vitamins D and K. Bacteria in our intestines can make vitamin K. ",
            "Vitamin D is special. Known as the sunshine vitamin, our skin starts a process of making it by using the sun’s ultraviolet light. Today, most people lack ideal amounts. One reason: Covering up the body too much when in the sun. Sunscreen helps protect against skin cancers but limits vitamin D production. So does spending most of the daylight hours indoors. Darkly pigmented skin and very heavy cloud cover can limit exposure to the UV light that kick-starts vitamin D production. So can living at high latitudes, where a steep path through the atmosphere can filter out much of the sun’s ultraviolet light. ",
            "iFhttps://www.youtube.com/embed/ISZLTJH5lYg?feature=oembed",
            "The first half of this short video shows how the body absorbs vitamins, transports them to where they’re needed and, where possible, stores any excess. The second half shows the many functions these vitamins have in supporting our health.",
            "Most of the vitamins we need can be found in the foods we eat. While fruits and veggies are well-known for being rich in vitamins, meat and grains contain these essential nutrients, too.",
            "Vitamins are also available as food supplements sold widely in stores and over the internet. Many are synthetic preparations; others come from plant or animal sources. Some products may include single vitamins. Others may contain a blend meant to meet our daily needs.",
            "But for most of us who eat a balanced diet and get enough sunlight, these products are unnecessary. Instead, focus on eating a healthy diet that includes plenty of produce. Notes Mantzioris, “We didn’t evolve on supplements. We evolved on whole food.” ",
            "*an_array_of_vitamin-rich_fruits_and_vegetbales_in_every_color_spread_out_on_a_table",
            "Fruits and veggies are our diet’s primary sources of water-soluble vitamins — the eight B types and vitamin C. They’re also rich in other micronutrients thought to have a wide range of roles in supporting our health.",
            "Whole foods contain more than just vitamins. For instance, oranges are an excellent source of vitamin C. But these and other types of fresh produce also contain hundreds of other nutrients that aren’t found in artificial supplements, Mantzioris points out. These include plant compounds called phytonutrients. Such compounds give many fruits and veggies their vibrant colors. Scientists suspect they also boost health and fight disease. And new ones are still being discovered. ",
            "Supplements can be useful, though. People with certain medical conditions may need help getting enough of some vitamins. And it’s hard to reach the recommended amount of vitamin D through food alone. Vitamin D supplements may help those with heavily pigmented skin or whose skin doesn’t get access to enough of the sun’s UV rays.But these supplements should only be taken after talking with your doctor, says Mantzioris. One reason: Mixing vitamin supplements with certain medications can be risky. ",
            "Some vitamins, such as A, can be toxic when taken in high amounts. But poisoning is highly unlikely to happen when they’re consumed as part of a balanced diet. Most people who consume too many vitamins do so by taking supplements.Taking too many supplements also risks flooding the body with more nutrients than it can handle. Fat-soluble vitamins can build up in our fat stores over time, leading to dangerous side effects. Even overdosing on some water-soluble vitamins can pose problems.Cases of poisoning from water-soluble vitamin B6, for instance, are on the rise in Australia, notes Mantzioris. In addition to supplements, this nutrient is often added to energy drinks, weight-loss shakes and certain food products. One symptom of too much B6 is nerve damage. It often starts as a tingling in the fingers and toes. “If it’s not caught in time, it can cause permanent damage,” Mantzioris says.Instead of splurging on supplements, Mantzioris recommends that people looking to stay healthy should focus on a food-first approach. “People spend a lot of money on these [vitamin supplements] — and mostly without a lot of gain,” says Mantzioris. “I would rather spend the money on having really yummy food.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/classroom-exercise-workouts-boost-brain",
        "title": "\n\tShort exercise workouts can boost classroom performance",
        "content": [
            "*a_group_of_middle_school_kids_doing_jumping_jacks_in_a_gym_as_directed_by_their_teacher",
            "Studying for a test or about to plow into some heavy homework? You might benefit from a little exercise beforehand, a new study finds. A few minutes of some high-intensity workout (fitting in short breaks) could boost your brain’s ability to focus and perform well.",
            "Our bodies weren’t made to sit for hours in a classroom — or anywhere else. That may be why it’s so hard for many kids to stay focused on their lessons. Research has shown that movement breaks can help students focus better in school. And it doesn’t take much, new data show. Just a few minutes of activity improves brain function and boosts learning.",
            "The findings appear in the July Psychology of Sport & Exercise.",
            "“We always say that exercise gets the wiggles out,” says lead scientist Eric Drollette. It seems kids just need to move when they can’t focus on a task any longer.An exercise psychologist, Drollette works at the University of North Carolina at Greensboro. He knew exercise could boost memory and other types of learning. That made him wonder how little exercise was needed.",
            "Previous studies had tested the benefits of 20 to 30 minutes of moderate-intensity exercise. It might be riding a stationary bike or walking on a treadmill. But those regimes can’t be done in a classroom. And they’d take a lot of time away from lessons.",
            "Drollette wanted to develop a program that would take just a few minutes. It would also have to fit into a classroom setting, which often has limited space. Ideally, it would be something kids could do right at their desks.",
            "*three_students_in_a_classroom_jumping_at_their_desks",
            "Study participants demonstrate activities that can fit into the space next to their desks in a classroom.",
            "What his team came up with was a nine-minute high-intensity interval program.",
            "High intensity refers to how quickly someone reaches a target heart rate. Such exercises really get our blood pumping.",
            "Interval refers to the insertion of breaks between bouts of exercise. Kids might exercise for 30 seconds, rest for the next half minute, then do another 30-second bout. High knees, star jumps, jumping jacks, hops, lunges, squats and kicks would all qualify.",
            "*a_girl_doing_jumping_exercises_and_wearing_an_EEG_cap",
            "One study participant does jumping exercises while wearing a heart rate monitor and an EEG cap. Each dot on the cap is a sensor that picks up brain activity.",
            "Drollette and his team recruited 25 students 9 to 12 years old. Each visited his lab three times. There, the kids wore a heart rate monitor and an EEG cap. Sensors in that cap read electrical nerve signals. This records how the brain is responding to specific events.",
            "The kids did a nine-minute activity session on each visit. One time it focused on high-intensity interval exercises. Another time, the kids rode a stationary bike. Watching a short educational video was the third activity. The researchers compared brain responses triggered by each of these different activities.",
            "Shortly after each activity ended, participants completed a test. A computer screen displayed five fish in a line. The test asked kids to note which direction the center fish faced. Sometimes all five fish faced the same direction (left or right). Other times, the center one faced the opposite way than the other four, making it harder to give the right response.",
            "*a_girl_wearing_a_blue_EEG_cap_sits_in_front_of_a_monitor_with_five_gold_fish_on_the_screen,_she's_ho",
            "This participant uses a gaming controller to note whether the center fish is facing right or left. Half the time, the fish on either side of it face the same direction. Other times, they face the opposite way.",
            "*a_photo_showing_a_partition_between_the_girl_with_the_EEG_cap_and_the_researchers_",
            "Researchers track brain activity on a computer as the participant completes the fish test. The participant is separated from the researchers, so they don’t distract her from her task.",
            "Participants also completed tests of math, word recognition, silent reading and sounding out fake words like “snue” and “blirping.” This last test measured how well students might struggle to pronounce a real word they didn’t yet know.After high-intensity exercise, students showed a change in one brain response during the fish test. “We call it the uh-oh mechanism,” Drollette says. It happens any time you think, “uh-oh, I made a mistake.” It also has a more formal name: ERN (short for error-related negativity).",
            "The ERN response allows us to recognize a mistake so we can correct it in the future.",
            "High-intensity exercise reduced the size of that response. Kids still realized when they’d erred, but their brains didn’t have to work as hard to pick up on that. The change suggests the exercise had made their brains more efficient.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The other two activities didn’t show that benefit.Students also performed better after the high-intensity workout on tests that focused on language.",
            "For math, the students performed a bit less well after the high-intensity session than after less-intense exercise or watching the video. That could be due to fatigue, Drollette says. “Physical fatigue will fatigue cognitive abilities as well,” he says. Tasks that require higher-level thinking, such as math, tend to be the first ones affected. The nine-minute session seemed to be just right without overdoing it. ",
            "iFhttps://www.youtube.com/embed/GDgInyAn-C8?feature=oembed",
            "This video explains what an EEG is, what it measures and how it can decode electrical signals moving through the brain to give experts a bit of a window into which brain parts are not only active but working hard.",
            "“These findings are exciting,” says Lauren Raine. She’s an exercise scientist at Northeastern University in Boston, Mass., who did not take part in the study. “If we provide students with short, high-intensity exercise breaks,” she says, “we may actually see improved academic performance and better processing of mistakes.”",
            "Regular classroom exercise could also improve physical health, she adds.High-intensity exercise could have added benefits for teens, Drollette suspects. Why? It puts the brain in a mentally healthy state. An overactive ERN is related to anxiety and other mental health issues. High school is “where we see a lot more anxiety among kids,” he says. After finding a change in the ERN in younger kids, he now expects to see the same response in teens.“Being active can help with a lot of things that are going on in society,” he says. That includes both mental and physical health. So, he recommends, “Find opportunities to stand up and get moving.” ",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    }
]