[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03334-0",
        "title": "Your diet can change your immune system — here’s how",
        "content": [
            "*Conceptual_illustration_showing_a_bowl_of_ramen_with_contents_resembling_cellular_structures",
            " Illustration: Asia Wójtowicz",
            "Reboot your immune system with intermittent fasting. Help your ‘good’ bacteria to thrive with a plant-based diet. Move over morning coffee: mushroom tea could bolster your anticancer defences. Claims such as these, linking health, diet and immunity, bombard supermarket shoppers and pervade the news.",
            "Beyond the headlines and product labels, the scientific foundations of many such claims are often based on limited evidence. That’s partly because conducting rigorous studies to track what people eat and the impact of diet is a huge challenge. In addition, the relevance to human health of results from studies of animals and cells isn’t clear and has sometimes been exaggerated for commercial gain, feeding scepticism in nutrition science.",
            "In the past five or so years, however, researchers have developed innovative approaches to nutrition immunology that are helping to close this credibility gap. Whereas nutrition scientists have conventionally studied the long-term impacts of loosely defined Mediterranean or Western diets, for example, today they have access to tools that allow them to zoom in on the short-term effects — both helpful and harmful — of narrower food groups and specific dietary components, and to probe the molecular mechanisms underpinning the effects of foods on immunity.",
            "\n\nMediterranean diet linked to immunotherapy response\n",
            "The field is starting to attract attention and funding. In April, the New England Journal of Medicine launched a series of review articles on nutrition, immunity and disease, and in January, the US Department of Health and Human Services held its first-ever Food is Medicine summit in Washington DC, which explored links between food insecurity, diet and chronic diseases.",
            "Some researchers argue that modern diets, especially those of the Western world, have skewed our immune responses in ways that have undermined immune resilience. More optimistically, others say that diet could also help to treat a range of health problems, such as cancers and chronic immune disorders such as lupus.",
            "It’s early days, but many scientists in the field are hopeful. “We are learning a lot more about how you can modulate your immune system with single components or combinations of food components,” says immunologist Francesco Siracusa at the University Medical Center Hamburg-Eppendorf in Hamburg, Germany. As a potential therapy, he says, “the blooming of the personalized nutrition field over the last five to six years is very exciting”.",
            "h2Fibre and fat",
            "Physicians since Hippocrates have been exploring links between diet and health. In 1912, Polish biochemist Casimir Funk proposed that a lack of essential nutrients he called ‘vitamines’ was causing diseases including scurvy and rickets; later studies of vitamins confirmed their roles in immunity.",
            "In the past decade, the greater availability of ‘omics’ techniques, which can catalogue and analyse entire sets of biomolecules such as genes and proteins in cells or tissues, has helped researchers to unpick the mechanisms by which different diets and dietary components affect the immune system, and therefore health.",
            "Many laboratories are interested in harnessing the immune system to treat one of today’s most pressing health concerns: obesity. Steven Van Dyken, an immunologist at the Washington University School of Medicine in St. Louis, Missouri, has been studying an immune response usually triggered in response to allergens and parasites, to see whether it could help to regulate metabolism.",
            "He and others had previously observed how a type of dietary fibre called chitin, which is abundant in mushrooms, crustaceans and edible insects, activates this immune response, known as type 2 immunity. Van Dyken and his team wondered what effect a high-chitin diet might have on metabolism.",
            "So they fed mice such a diet, and observed that their stomachs stretched much more than did those of mice on a normal diet. The stretching activated type 2 immunity, which in turn triggered a chitin-digesting enzyme. But preventing this enzyme from functioning had noticeable upsides: mice that were genetically modified so that they couldn’t produce the enzyme gained less weight, had less body fat and had better insulin sensitivity than did normal mice when both were fed chitin1. Chitin also triggered increases in levels of glucagon-like peptide-1 (GLP-1), the hormone that Ozempic (semaglutide) and other similar weight-loss drugs mimic, which helps to suppress appetite.",
            "*A_woman_selling_insects_on_a_food_market_stall_in_Thailand",
            "Edible insects such as these on sale in Bangkok contain high levels of a fibre called chitin, which could be used to help treat obesity.Credit: Enzo Tomasiello/SOPA Images/LightRocket/Getty",
            "Tuning the relationship between chitin, immunity and health — by reducing levels of the chitin-digesting enzyme, for example — could inform the development of therapies such as appetite-suppressing drugs. “Previous research has shown that chitin may activate similar human immune responses,” says Van Dyken. Tweaking these immune responses using chitin and the enzyme might “represent a therapeutic target for metabolic diseases such as obesity”, he says. Van Dyken is an inventor on patent applications related to using chitin and the enzyme in therapies for respiratory and metabolic diseases.",
            "The links between obesity, immunity and health don’t end there. Psoriasis, an autoimmune condition in which skin cells accumulate in dry, scaly patches, is two to three times more common in people with obesity than in those without. And weight loss has been shown to improve psoriatic symptoms.",
            "Immunologist Chaoran Li at the Emory University School of Medicine in Atlanta, Georgia, wanted to know how obesity disrupts the skin’s immune system. Previous research had shown how high-fat diets drive psoriasis through increased activation of immune cells that cause inflammation. Using RNA sequencing, Li and his team inventoried skin immune cells in lean mice, and found a population of T cells that usually keep psoriasis-causing inflammation in check2. But when they looked for the same cells in obese mice on a high-fat diet, they found much lower levels — along with elevated psoriatic inflammation. By searching data from studies of cells taken from people with psoriasis, Li also found the same cells disrupted as in mice.",
            "Although Li is focused on the basic mechanisms involved, he hopes that his work will help to improve treatments for the condition.",
            "h2Feast and famine",
            "If overeating and obesity harm health in multiple ways, could forgoing food have the opposite effect? And might the immune system play a key part here, too?",
            "Evidence is building that fasting reduces the risks of a broad sweep of conditions, including hypertension, atherosclerosis, diabetes and asthma, in some cases through the immune system. For example, fasting has been shown to reduce the number of circulating monocytes, cells that defend the body against foreign invaders but that can be a hallmark of several autoimmune conditions3.",
            "Some researchers think that they can use such evidence to treat people with these conditions without them needing to eat less. For instance, Cheng Zhan, a neuroscientist at the University of Science and Technology of China in Hefei, wanted to investigate a group of neurons in the brainstem that helps to regulate the immune system, to see whether manipulating them could elicit the desired effect.",
            "\n\nYo-yo dieting accelerates cardiovascular disease by reprogramming the immune system\n",
            "In a paper published in January, Zhan and his team demonstrated that these neurons were activated in mice in response to fasting, and that they caused T cells to retreat from the blood, spleen and lymph nodes to their central reservoir, the bone marrow4. Zhan also used a mouse model of the autoimmune disease multiple sclerosis to show that the continuous activation of these neurons significantly alleviated paralysis, prevented disease-related weight loss and increased survival.",
            "Zhan says that findings such as these could enable people to reap the benefits of fasting — without actually going hungry. “These neurons can be activated with electrical stimulation, small molecules or other activities,” he says.",
            "Although evidence supporting fasting as a therapy has grown in the past decade or so, cutting back on calories could have detrimental effects in some circumstances. For example, it could blunt immune responses. In a study published last year, Filip Swirski, an immunologist at the Icahn School of Medicine at Mount Sinai in New York City, and his colleagues recorded a 90% reduction in monocytes circulating in the blood of fasting mice, and an increase in these cells in the bone marrow, where they are produced5.",
            "When the mice were fed after fasting for 24 hours, the monocytes flooded back into the blood in unusually large numbers, causing monocytosis, a condition usually associated with infectious and autoimmune disease. These post-fasting monocytes also lived longer than normal and had a lower-than-usual threshold for triggering inflammation. When the researchers infected the mice that had fasted with Pseudomonas aeruginosa, a common cause of bacterial pneumonia, the animals died sooner and in larger numbers than did non-fasted controls.",
            "\n\nCommon sweetener suppresses mouse immune system — in high doses\n",
            "Swirski thinks that the body preserves its stock of monocytes as a protective mechanism while energy reserves are low. However, if fasting is prolonged, the costs can outweigh the benefits.",
            "Further work is needed to understand the implications of the study in humans, but Swirski says it might warn against excessive or lengthy fasting. “There is plenty of evidence that fasting can be beneficial, but sometimes it’s about finding a balance and not pushing your system to extremes.” Swirski himself tends to skip lunch, “but I would not want to fast excessively”, he says.",
            "Fasting redistributes immune cells within hours. And other changes in diet can prompt similarly rapid, short-lived changes to immunity. Studying those changes is helpful for researchers, in part because it helps them to avoid the confounding factors that can undermine research into long-term dietary changes, says Siracusa. He has studied the impact of ‘feast diets’ — the tendency to overindulge in energy-dense, high-fat foods.",
            "Siracusa and colleagues fed mice an ‘indulgent’ low-fibre, high-fat diet for three days, then a normal diet for three days, before repeating the cycle. The switch to the high-fat diet suppressed immunity and made mice more susceptible to bacterial infection6. It reduced the number and undermined the function of certain T cells that help the body to detect and memorize pathogens; further tests showed that the lack of fibre impaired the gut microbiome, which usually supports these T cells. “I was surprised that changing the diet for just three days was enough time to see these dramatic effects on adaptive immune-system cells,” adds Siracusa.",
            "When Siracusa asked six human volunteers to switch from a high-fibre to low-fibre diet, he saw similar effects on their T cells. The effects — as with any holiday feast — were transient, but Siracusa thinks that looking at these early immune events relating to changes in diet could reveal insights into the causes of chronic immune conditions. However, he emphasizes that he would not make dietary recommendations on the basis of this small proof-of-principle experiment. Furthermore, work in mice can provide only clues as to what happens in humans.",
            "h2Human trials",
            "Confirming those clues in people can be difficult. Precisely controlling what study participants eat over long periods is challenging, as is getting them to accurately recall and record their diets each day. “One approach is to ask people to just eat the food you provide for them,” says integrative physiologist Kevin Hall at the US National Institute of Diabetes and Digestive and Kidney Diseases in Bethesda, Maryland. “However, we know that when you do so, they consume 400 calories of off-study food on average.”",
            "So Hall and his colleagues have taken things a step further. Over the past decade, they have done a number of trials in which volunteers agreed to be confined to a ward at a US National Institutes of Health research hospital, in which their diets could be strictly controlled and their responses measured.",
            "Although Hall’s main interests revolve around the effects of different diets on metabolism and body composition — his group has studied the effects of ultraprocessed foods on weight gain, for example — for a 2024 study, he worked with immunologist Yasmine Belkaid, then at the US National Institute of Allergy and Infectious Diseases, in Bethesda, to investigate immune-system changes prompted by different diets.",
            "*View_through_a_window_of_a_participant_in_a_medical_study_into_the_effects_of_diet_waking_up_from_sl",
            "A participant in a four-week diet study wakes up at a US National Institutes of Health facility.Credit: Christine Kao",
            "Hall and Belkaid, who is now president of the Pasteur Institute in Paris, enlisted 20 adults for a four-week hospital stay and randomized them to follow either a ketogenic diet (one based on animal products and with low levels of carbohydrate) or a vegan, low-fat diet for the first two weeks, then the alternate diet for the final two weeks. Blood samples showed that shifting to either diet was linked to clear changes in both the numbers of different immune cells and which genes were being activated in them7.",
            "While on the ketogenic diet, participants had enhanced levels and activity of T and B cells that form part of the adaptive immune system, which mounts a ‘precision’ response that recognizes specific foes. Those on the vegan diet saw enhanced innate immune responses, which are quicker and less specific than adaptive responses. Belkaid was delighted to see such clear results and is excited at their clinical potential, but refuses to offer dietary advice on the basis of them at this stage. Yet, despite differences in age, genetics and body weight, she says, “it was surprising to see how convergent the immune-system effects were” in just two weeks. “The next step is to test dietary interventions for specific conditions in clinical trials that are as rigorous as those we do for drugs,” she says.",
            "Hall’s group is considering including people with lupus in a study, to compare the effects of different diets. Others have done preliminary studies on the use of ketogenic diets as add-on therapies for psoriasis8 and type 1 diabetes9. There has also been a substantial increase in research into the use of diet and nutrition to boost the effects of therapies that co-opt the immune system to target cancer10. One study, published in 2021, found that higher dietary-fibre consumption was associated with improved survival in people receiving an immunotherapy for melanoma, and that mice with melanomas and that were fed a low-fibre diet had fewer killer T cells — which attack cancer cells — near their tumours11.",
            "Belkaid acknowledges there is still much more work to do to unpick the effects of specific diets on the immune systems of those with different health conditions. However, she and Siracusa are among a growing group of immunologists who are optimistic that the mechanistic insights they and others are uncovering are the first steps towards personalized diets for a range of medical conditions. “I can imagine a world, in the next 10 years, in which we have access to rigorous dietary advice that can be applied in a range of clinical settings,” she says. “I think highly informed nutrition has enormous clinical potential.”",
            "Nature 634, 528-531 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03334-0"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03357-7",
        "title": "‘Smart’ insulin prevents diabetic highs — and deadly lows",
        "content": [
            "*Polarized_light_micrograph_of_crystals_of_insulin",
            "Crystals of insulin. A new kind of insulin can modify its activity in response to glucose levels in the blood.Credit: Antonio Romero/Science Photo Library",
            "Scientists have designed a new form of insulin that can automatically switch itself on and off depending on glucose levels in the blood. In animals, this ‘smart’ insulin1 reduced high blood-sugar concentrations effectively while preventing levels from dropping too low.",
            "For people with diabetes, controlling blood-sugar levels is a crucial — but demanding — task. Insulin keeps blood glucose in check, helping to prevent the many long-term complications associated with high blood sugar, such as cardiovascular disease, chronic kidney disease, stroke and blindness. A large proportion of the estimated 422 million people with diabetes worldwide require insulin injections.",
            "But excess insulin can cause blood-sugar levels to dip too low, a condition called hypoglycaemia, putting people at risk of serious complications, such as loss of consciousness, seizures and even death. Even mild or moderate hypoglycaemia can cause anxiety, weakness and confusion. People with diabetes — particularly those with type 1 diabetes, who always need to inject insulin — can have drops in blood-glucose concentrations several times a week, says Michael Weiss, a biochemist and physician at Indiana University in Indianapolis. “It really impairs quality of life.”",
            "For decades, researchers have been working to develop a system that can automatically adjust insulin activity based on the amount of glucose in a person’s blood. One common approach has been to make a compound containing deposits that release insulin when glucose concentrations rise. But a key disadvantage of this method is its irreversibility — once insulin is released, it can’t be reined in.",
            "h2A sugar-sensitive switch",
            "The latest study, published today in Nature, gets around this issue by modifying insulin itself using glucose-sensitive components. Rita Slaaby, a principal scientist at pharmaceutical company Novo Nordisk in Bagsværd, Denmark, and her colleagues engineered an insulin molecule with a switch that turns its activity on and off in response to glucose levels in the blood. This switch consists of two parts: a ring-shaped structure known as a macrocycle and a glucoside, a molecule derived from glucose. When blood-glucose concentrations are low, the glucoside binds to the ring, keeping the insulin in a closed, inactive state. But when glucose levels in the blood rise, the sugar displaces the glucoside and changes the shape of the insulin so that it is turned on.",
            "The researchers tested the insulin molecule, which they named NNC2215, in pigs and rats that had received infusions of glucose to mimic the effects of diabetes. They found that NNC2215 was as good as normal human insulin at lowering blood glucose when injected into the animals — and that it was able to prevent the drop in blood-glucose levels that occurred with a current insulin treatment. “This a very good study that was well designed — they did all the necessary experiments to validate that this works,” says David Sacks, a clinical chemist at the National Institutes of Health in Bethesda, Maryland. “It certainly provides encouragement that this approach is worth pursuing.”",
            "The modified insulin is the first shown to target glucose, says Sacks. Weiss and his colleagues have previously demonstrated that an insulin molecule with a similar kind of molecular switch was sensitive to another sugar molecule, fructose2.",
            "A few questions remain about the latest molecule. For one, the study looked at the activity of NNC2215 in a wider range of blood-glucose levels than is typically seen in people with diabetes, so future studies should demonstrate that the insulin can also be effective in a narrow range, Sacks says. Other considerations include the safety and price tag of this molecule, notes Zhen Gu, a biomedical engineer at Zhejiang University in Hangzhou, China. (Gu’s team is also designing a glucose-sensitive insulin molecule3.)",
            "A spokesperson for Novo Nordisk says that although this study is a proof of principle of NNC2215’s glucose-sensitive insulin properties, further research to optimize the molecule is ongoing.",
            "Several other smart insulin drugs are in the works, says Weiss, including one his own team is designing using a similar approach. Ultimately, the goal is to generate a suite of smart insulin drugs to enable doctors to individualize therapies for their patients, he adds.",
            "doi: https://doi.org/10.1038/d41586-024-03357-7"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03335-z",
        "title": "AI has dreamt up a blizzard of new proteins. Do any of them actually work?",
        "content": [
            "*Illustration_of_a_key_from_a_keyboard_with_'Generate'_written_on_it_and_a_tangle_of_proteins_burstin",
            " Illustration: Ibrahim Arafath",
            "On a Saturday morning in mid-August, Alex Naka embarked on what he describes as “a little hackathon” in his girlfriend’s kitchen. Powered by his laptop, some coffee and, at one point, about 80 cloud-based artificial intelligence (AI) processors, he generated scores of computer-engineered proteins designed to block a cell receptor that is mutated in some tumours.",
            "Naka — who on weekdays is a protein engineer at a medical technology company in Alameda, California — entered his ten most promising creations into a newly launched protein-design competition and watched them climb to the top of the leader board.",
            "\n\nChemistry Nobel goes to developers of AlphaFold AI that predicts protein structures\n",
            "The contest, run by a biotechnology start-up firm called Adaptyv Bio in Lausanne, Switzerland, is one of at least five to have popped up over the past year or so. Most of the people entering the competitions are wielding AI tools such as AlphaFold and chatbot-inspired ‘protein language models’ that have exploded both in popularity and in power. Three of the researchers behind some of these tools were awarded this year’s Nobel Prize in Chemistry for their efforts. The accolades come, in part, from the hope that newly created proteins could serve as more-effective drugs, industrial enzymes or laboratory reagents.",
            "But the boom in designer proteins has mostly sown confusion, say scientists. People are churning them out faster than they can be made and tested in labs, making it hard to tell which approaches are truly effective.",
            "Contests have driven key scientific advances in the past, particularly for the field of protein-structure prediction. This latest crop of competitions is drawing people from around the world into the related field of protein design by lowering the barrier to entry. It could also quicken the pace of validation and standards development and perhaps help to foster community. “It will push the field forward and test methods more quickly,” says Noelia Ferruz Capapey, a computational biologist at the Centre for Genomic Regulation in Barcelona, Spain.",
            "But the competitions will have to overcome some hurdles, say scientists, such as identifying which problems to tackle and working out how to select winners objectively. Getting the formula right is important. “These competitions can do damage” to a field if they are not executed properly, says Burkhard Rost, a computational biologist at the Technical University of Munich in Germany.",
            "h2Competitive by design",
            "The protein-design contests are partly inspired by a 30-year-old competition that helped to kick off the revolution in biological AI. Since 1994, the Critical Assessment of Structure Prediction (CASP) has been challenging scientists to predict the 3D shape of proteins from their amino-acid sequences. Winners of the competition — founded by computational biologist John Moult at the University of Maryland in Rockville and Krzysztof Fidelis, a computational biologist at the University of California, Davis — are determined by comparing the computational predictions with unpublished structural models.",
            "In 2018, London-based DeepMind (now Google DeepMind) won CASP with its first version of the protein-structure-prediction tool AlphaFold. Its next iteration, AlphaFold 2, performed so well in 2020 that Moult declared the problem of predicting simple protein structures largely solved. The competition has since shifted its focus to other emerging challenges, such as predicting the structure of multiple interacting proteins in a complex.",
            "\n\nAI tools are designing entirely new proteins that could transform medicine\n",
            "Now, many hope that these competitions can push the protein-design field forwards just as CASP helped to spur a revolution in protein-structure prediction. “There would have not been an AlphaFold had it not been for CASP,” says Rost. “We need these competitions to do the job right and motivate people.”",
            "In June, Rost and several of his colleagues won the Protein Engineering Tournament run by Align to Innovate, an international, open-science non-profit organization. The event included two parts. First, participants tried to predict the properties of different enzyme variants. The best-performing teams in this round then re-engineered an enzyme that breaks down starch, with the best designs determined by lab experiments. A 2025 tournament is now in the works.",
            "A Winter Protein Design Games contest that announced its winner in April was run by Liberum Bio, a biotechnology company in Kitchener, Canada, and Rosetta Commons, a collaboration of mostly academic scientists that maintains protein modelling tools. The contest tasked entrants with re-engineering an existing protein — a plant-virus enzyme used widely in protein purification — to make the molecule more efficient.",
            "Two other contests asked participants to come up with entirely new proteins. Adaptyv’s was looking for proteins capable of attaching to a growth hormone receptor called EGFR that is overactive in many cancers. The 90 entrants submitted more than 700 designs.",
            "And in Bits to Binders, researchers are vying to create small proteins that could be used in a T-cell cancer therapy. Run by the BioML Society, a graduate-student-led group at the University of Texas at Austin, it attracted 64 teams from 42 countries — including Nigeria, Colombia, Iran and India. Around 18,000 designs are now being tested, with results due in early 2025. “We were quite surprised with the turnout,” says co-organizer Clayton Kosonocky, a biochemistry PhD student at the university.",
            "h2Newcomers welcome",
            "Julian Englert, chief executive and co-founder of Adaptyv, says that many of the participants in its contest work in protein engineering and design. However, the competition has also received promising entries from people with no professional experience in biology. An entrant from Iran made his predictions using a gaming computer because he didn’t have access to more-powerful systems.",
            "Englert says that the high-quality entries from people who aren’t established researchers reminds him of the garage-tinkering origins of Apple, Microsoft and other tech giants. “It would have taken them two years of studying and joining a lab to get to the point where they can get started. Here they can do it over a weekend.” He imagines a future in which freelance protein designers vie for bounties set by companies, academic labs and others seeking a custom molecule.",
            "\n\n‘The entire protein universe’: AI predicts shape of nearly every known protein\n",
            "The competitions can save time in other ways, too. Getting quick experimental results from contest organizers was a big motivation for Michael Heinzinger, a machine-learning scientist at the Technical University of Munich who was part of the winning team with Rost. “Otherwise we would have had to put in the time to write a grant,” he says. “For me, the prize is saving time.”",
            "In terms of actual prizes, the Align to Innovate tournament didn’t offer one, but some others do. The winners of Bits to Binders will get a 3D-printed trophy of their design and some merchandise from the biotech company that is conducting the experiments, called LEAH Laboratories in Eagan, Minnesota. There will also be opportunities for collaboration.",
            "Adaptyv, which sells automated lab testing of molecules created by protein designers, offered a handful of free experiments and some of its own swag. And the winners of the Rosetta Winter Games split US$5,000.",
            "But the standout is the recently launched Evolved 2024 contest, in which the first-place team will take home a $25,000 credit for Amazon Web Services, along with credits from other companies (including OpenAI) worth thousands of dollars. Its sponsors include Lux Capital, a venture-capital firm in New York City that has invested more than $1.5 billion in tech firms, and EvolutionaryScale, a biology AI start-up also in New York City, that has attracted $142 million in investment.",
            "h2Beyond big cash prizes",
            "Choosing who will reap these rewards isn’t always straightforward. The Evolved 2024 contest — more of a hackathon, in which teams work on broad-brush problems such as predicting drug efficacy and safety — will be judged subjectively by a panel of experts. But even for the contests with more clear-cut protein-design goals, “it’s not trivial to figure out who wins,” says Erika DeBenedictis, a biological engineer and founder of Align to Innovate. Her organization’s tournament gauged designs on the basis of their activity, stability and how well (or even whether) they could be made. “When you design a protein, there are a lot of ways it can fail,” she says.",
            "And if competitions are to move the needle in protein design, they will need to address the challenges that the wider field is tackling, say scientists. Unlike structure prediction, protein design can have wildly different criteria from task to task. The approaches to craft a particular type of enzyme might not translate to other proteins, such as vaccine components.",
            "\n\nWhat’s next for AlphaFold and the AI protein-folding revolution\n",
            "The competitions could prove counterproductive if they send the field down a rabbit hole — for example, by judging designs too narrowly, warns Rost. Researchers could also fail to reap the full benefits of protein-design competitions if contestants keep quiet about their approaches, says Anthony Gitter, a computational biologist at the University of Wisconsin–Madison. “If teams aren’t communicating their methods, there’s not much opportunity to learn about what work and what fails.”",
            "So far, this doesn’t seem to be happening. Most of the competitions encourage or even require participants to describe their approaches. The contests could also help to bring together some of the disparate fields that have been drawn to protein design — from biochemistry labs that pioneered protein engineering methods to machine-learning scientists who cut their teeth in natural-language processing, says Gitter. “People organizing the competitions, to have maximum impact on the field, should think really hard about how to create a community.”",
            "When the Adaptyv competition results were announced in late September, Naka was disappointed. Although all ten of his entries looked strong, none of his designs worked in the lab. Only 5 of the 147 designs that were tested actually bound to the target molecule. And more than 50 of them couldn’t even be made.",
            "That actually isn’t bad: past efforts to design EGFR binders have had much lower success rates. “It’s par for the course in protein engineering — you have to be ready to fail a lot,” Naka says. The winners were Martin Pacesa and Lennart Nickel, structural biologists at the Swiss Federal Institute of Technology (EPFL) in Lausanne, who posted a preprint describing their approach and made its code open-source (M. Pacesa et al. Preprint at bioRxiv https://doi.org/nmfm; 2024). Adaptyv has now launched a second competition that builds on the first.",
            "Naka wishes he had started working on his entries earlier. He describes his hackathon as “type 2 fun” — painful at the time, but enjoyable in retrospect. Through the competition, he forged connections with like-minded scientists, including Gitter. “It feels like it lowered the barrier to entry and let a lot of new people participate in protein design,” he says. “I’ll definitely be participating in similar events in the future.”",
            "Nature 634, 532-533 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03335-z"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03236-1",
        "title": "‘Anonymous’ genetic databases vulnerable to privacy leaks",
        "content": [
            "*A_silhouetted_crowd_of_people_walking_on_busy_street_in_Istanbul,_Turkey",
            "Links between public genetic data sets could be exploited to reveal people’s private information. Credit: imagedepotpro/Getty",
            "A study has raised concerns that a type of genetic database that is increasingly popular with researchers could be exploited to reveal the identities of its participants, or link private health information to their public genetic profiles.",
            "Single-cell data sets can contain information on gene expression in millions of cells collected from thousands of people. They are often freely accessible, providing a valuable resource for researchers who study the effects of diseases at a cellular level. The data are supposed to be anonymized, but a study published on 2 October in Cell1 shows how genetic data from one study “can be exploited to uncover private information about individuals in another study”, the authors write.",
            "The findings highlight the difficulty of balancing the interests of researchers with the privacy of donors. “Our genomes are very identifying. They can tell a lot about us, our traits, our predisposition to diseases,” says study co-author Gamze Gürsoy, a bioinformatics researcher at Columbia University in New York City. “You can change your credit-card number if it leaks, but you cannot change your genome.”",
            "h2Sensitive data",
            "Concerns around privacy in genetic data sets have been raised before, but they mainly focused on ‘bulk’ genetic data sets. These contain information on gene activity averaged across a large population of cells rather than data of an individual cell.",
            "It was previously thought that single-cell data sets wouldn’t be as vulnerable to privacy leaks, owing to the level of ‘noise’, or variation in gene expression, between different cells. But Gürsoy and her colleagues demonstrated that was not the case.",
            "The team reviewed three publically available single-cell data sets, which included blood cells from people with lupus, a chronic autoimmune disease. The researchers found that they could use data on gene expressionto predict the structure of a person’s genome, by combining these values with information on expression quantitative trait loci (eQTLs). The details of eQTLs — variations on the chromosome that correlate with gene expression — are also publically available on single-cell data sets.",
            "\n\nSupercharged crime-scene DNA analysis sparks privacy concerns\n",
            "To test the reliability of their work, the researchers checked their genome predictions against a genome database corresponding with the cells they used. They were able to link most of the data sets to their corresponding genome, with an accuracy rate of more than 80%.",
            "Unlike the data on gene expression and eQTLs, full-genome databases can usually be accessed only by scientists, to protect donor’s identifying information. But the researchers point out that a participant’s genome data can be publically available elsewhere. For example, they might have uploaded it to a genealogy website in which users send DNA samples to learn more about their ancestry. In this case, an attacker could identify an individual whose cells are in a single-cell data set using their genome. This could reveal personal data related to a sensitive trait such as a psychiatric disorder, given that research participants are often selected to study the biology of these complex conditions.",
            "Privacy breaches like these could have real-world implications, such as causing employment discrimination, says Gürsoy. She adds that any leaks could even have repercussions for future generations, given that genetic traits can be passed to offspring. “Anything that leaks about us will perpetuate through generations,” she says.",
            "Bradley Malin, who researches large-scale genomic data sharing at Vanderbilt University in Nashville, Tennessee, says that the study is a “novel extension and contribution to the literature”. He adds that future research could explore whether genomic data could still be linked in larger data sets that include samples from thousands or millions of people.",
            "h2Competing interests",
            "Scientists are unsure about how best to tackle these privacy concerns. “There’s the desire to protect individual privacy, but also the desire to collectively advance medical research, and those are, unfortunately, at odds with each other,” says Mark Gerstein, who researches medical data science at Yale University in New Haven, Connecticut. The simplest solution would be to stop making genetic data so easily accessible, but this would negatively affect research, he says. “We need to share and aggregate large amounts of information.” he says. “Locking it down and making it more private, really, just gums that whole process up.”",
            "In their study, Gürsoy and her colleagues say that there should be greater transparency about the risks for participants who share their genomic data, and suggest that researchers should ensure that donors give consent for their data being shared. Another way forward could be encrypting personal data when it is part of a public database. The authors acknowledge that doing this would complicate the process of building and maintaining data sets, but say that it could help to protect participants’ privacy.",
            "doi: https://doi.org/10.1038/d41586-024-03236-1"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03277-6",
        "title": "Eating less can lead to a longer life: massive study in mice shows why",
        "content": [
            "*Coloured_scanning_electron_micrograph_of_fat_cells_shown_in_various_shades_of_pink",
            "Fat cells (artificially coloured). Restrictive diets cause fat loss and lengthen life, but the two effects are not necessarily linked.Credit: Steve Gschmeissner/SPL",
            "Cutting calorie intake can lead to a leaner body — and a longer life, an effect often chalked up to the weight loss and metabolic changes caused by consuming less food. Now, one of the biggest studies1 of dietary restrictions ever conducted in laboratory animals challenges the conventional wisdom about how dietary restriction boosts longevity.",
            "The study, involving nearly 1,000 mice fed low-calorie diets or subjected to regular bouts of fasting, found that such regimens do indeed cause weight loss and related metabolic changes. But other factors — including immune health, genetics and physiological indicators of resiliency — seem to better explain the link between cutting calories and increased lifespan.",
            "“The metabolic changes are important,” says Gary Churchill, a mouse geneticist at the Jackson Laboratory in Bar Harbor, Maine, who co-led the study. “But they don’t lead to lifespan extension.”",
            "To outside investigators, the results drive home the intricate and individualized nature of the body’s reaction to caloric restriction. “It’s revelatory about the complexity of this intervention,” says James Nelson, a biogerontologist at the University of Texas Health Science Center in San Antonio.",
            "The study was published today in Nature by Churchill and his co-authors, including scientists at Calico Life Sciences in South San Francisco, California, the anti-ageing focused biotech company that funded the study.",
            "h2Counting calories",
            "Scientists have long known that caloric restriction, a regimen of long-term limits on food intake, lengthens lifespan in laboratory animals2. Some studies3,4 have shown that intermittent fasting, which involves short bouts of food deprivation, can also increase longevity.",
            "To learn more about how such diets work, the researchers monitored the health and longevity of 960 mice, each a genetically distinct individual drawn from a diverse population that mirrors the genetic variability found in humans. Some mice were placed on calorie-limited diets, another group followed intermittent fasting regimens, and others were allowed to eat freely.",
            "\n\nLife expectancy rise in rich countries slows down: why discovery took 30 years to prove\n",
            "Cutting calories by 40% yielded the longest longevity bump, but intermittent fasting and less severe calorie restriction also increased average lifespan. The dieting mice also displayed favourable metabolic changes, such as reductions in body fat and blood sugar levels.",
            "However, the effects of dietary restriction on metabolism and lifespan didn’t always change in lockstep. To the authors’ surprise, the mice that lost the most weight on a calorie-limited diet tended to die younger than did animals that lost relatively modest amounts.",
            "This suggests that processes beyond simple metabolic regulation drive how the body responds to limited-calorie regimes. What mattered most for lengthening lifespan were traits related to immune health and red-blood-cell function. Also key was overall resilience, presumably encoded in the animals’ genes, to the stress of reduced food intake.",
            "“The intervention is a stressor,” Churchill explains. The most-resilient animals lost the least weight, maintained immune function and lived longer.",
            "h2Leanness for longevity",
            "The findings could reshape how scientists think about studies of dietary restriction in humans. In one of the most comprehensive clinical trials of a low-calorie diet in healthy, non-obese individuals, researchers found5 that the intervention helped to dial down metabolic rates — a short-term effect thought to signal longer-term benefits for lifespan.",
            "But the mouse data from Churchill’s team suggest that metabolic measurements might reflect ‘healthspan’ — the period of life spent free from chronic disease and disability — but that other metrics are needed to say whether such ‘anti-ageing’ strategies can truly extend life.",
            "Daniel Belsky, an epidemiologist who studies ageing at the Columbia University Mailman School of Public Health in New York City, cautions against over-extrapolating from mice to humans. But he also acknowledges that the study “adds to the growing understanding we have that healthspan and lifespan are not the same thing”.",
            "doi: https://doi.org/10.1038/d41586-024-03277-6"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03225-4",
        "title": "Is there life on Jupiter’s moon Europa? NASA launches mission to find hints",
        "content": [
            "*Jupiter's_icy_moon_Europa,_captured_by_JunoCam_aboard_NASA's_Juno_spacecraft,_during_a_close_flyby_o",
            "Jupiter’s moon Europa is thought to hide a saltwater ocean beneath its icy surface.Credit: NASA/JPL-Caltech/SwRI/MSSS/Kevin M. Gill",
            "A SpaceX rocket lifted off from Cape Canaveral in Florida today, carrying with it NASA’s US$5-billion dream of finding hints of life on a distant moon. The mission — the most ambitious hunt for life beyond Earth since NASA began exploring Mars decades ago — will now voyage towards Jupiter to investigate a vast ocean buried under the icy crust of its moon Europa.",
            "\n\nNASA approves mission to search for a hidden ocean on Jupiter’s moon Europa\n",
            "In the coming weeks, the Europa Clipper craft will make crucial manoeuvres in space, such as deploying radar antennas, to prepare for studying the moon. “We’re watching through our fingers with excitement,” says Kathleen Craft, a planetary scientist at the Johns Hopkins University Applied Physics Laboratory in Laurel, Maryland. “Everything needs to go right.”",
            "If it does, the spacecraft will reach Jupiter in 2030 and begin whizzing past Europa, making dozens of fly-bys. Skimming above the moon’s icy surface, it will aim to answer some of the most profound questions in astrobiology — including whether Europa’s ocean contains chemical nutrients and other energy sources capable of sustaining life1.",
            "Mission scientists have been careful to say that Clipper, named for the nineteenth-century merchant ships that sailed Earth’s oceans, is not hunting for life; instead, its goal is to determine whether Europa has the ingredients for life. If the mission shows that Europa is habitable, that discovery would drastically expand the chances of finding life on icy worlds in other solar systems. “Studying Europa tells us not to limit ourselves,” says Lynnae Quick Henderson, a planetary scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland.",
            "h2‘Chaos’ terrain",
            "For centuries, Europa, one of Jupiter’s largest moons, was not considered a promising place to look for life. But in the mid-1990s, NASA’s Galileo mission flew close to the moon and spotted geological wonders. It had patches of ‘chaos’ terrain, which looked like fields of icebergs frozen in place, and enormous ridges in its surface that appeared to be spray-painted with reddish material. Galileo also measured a strange sloshing beneath Europa’s surface — evidence of a buried salty ocean2.",
            "*Deep_dive_Cross_section_of_the_surface_of_Jupiter's_moon_Europa_showing_the_salty_ocean_hidden_benea",
            "Source: NASA/JPL-Caltech",
            "Scientists want Clipper to confirm that discovery and learn more about the hidden body of water. “We’ll be able to describe what that habitable environment is like,” says Ingrid Daubar, a planetary scientist at Brown University in Providence, Rhode Island, who works on Clipper for NASA’s Jet Propulsion Laboratory (JPL) in Pasadena, California.",
            "Europa’s ocean, which is thought to contain more than twice the volume of all of Earth’s oceans, formed billions of years ago thanks to Jupiter’s gravitational pull. That force generates enough frictional heat to keep the ocean liquid even though temperatures at the moon’s surface never exceed around –140 °C. The icy shell on top of the ocean is predicted to be at least 20 kilometres thick3, and the water beneath it probably has a depth of 60–150 kilometres (see ‘Deep dive’). Clipper will confirm the thickness of both, helping to illuminate the ocean’s dynamics, says Elizabeth Spiers, a planetary oceanographer at the Woods Hole Oceanographic Institution in Massachusetts.",
            "h2The ingredients for life",
            "On Earth, volcanic rocks on the seafloor can interact with ocean water to create chemical reactions that generate energy and allow microbes, worms and other creatures to thrive. Similar deep-sea vents might exist on Europa.",
            "Another way in which life might be sustained on Europa is through the energy the moon receives from Jupiter’s powerful radiation. The planet bombards Europa with charged particles powerful enough to break chemical bonds in the moon’s icy crust and produce small molecules such as hydrogen and oxygen4.",
            "*Moon_mapper_Diagram_showing_NASA's_Europa_Clipper_spacecraft_with_pointers_to_its_radar,_cameras,_sp",
            "Source: NASA/JPL-Caltech",
            "And then there are the icy ridges, coated with reddish material, which might be salts and sulfate compounds from beneath Europa’s surface. “If that’s from the ocean, it will be an exciting place to look” for habitable signs, says Cynthia Phillips, a planetary geologist at JPL. Clipper’s instruments (see ‘Moon mapper’) will study the material to learn more about the composition of the buried ocean.",
            "Finally, Clipper will also look for geysers, or plumes, spurting liquid into space through cracks in Europa’s ice shell. Saturn’s moon Enceladus has many of these plumes, which contain hydrogen, carbon, silica grains and other life-friendly ingredients. Researchers have glimpsed hints of similar plumes on Europa; if Clipper spots one, it might be able to fly through the spray and analyse the contents.",
            "h2Challenges ahead",
            "Over the four-plus years Clipper is expected to spend studying Europa, it will fly past the moon 49 times, getting as close as 25 kilometres from the surface5. Its cameras will photograph Europa in fivefold more detail than Galileo’s cameras did.",
            "*A_close-up_of_Jupiter's_moon_Europa_reveals_details_of_diverse_surface_features",
            "This close-up image of Europa, taken by NASA’s Galileo spacecraft in 1998, shows the ridges that criss-cross its icy surface.Credit: NASA/JPL-Caltech/SETI Institute",
            "But many technical challenges remain for the mission. One is surviving Jupiter’s powerful radiation belts; NASA intends Clipper to avoid those as much as possible by travelling on an elliptical orbit. The threat from the belts caused a panic in May, when NASA engineers learnt that more than 1,000 electronic transistors already installed in Clipper might fail in the face of strong radiation. The discovery triggered a months-long investigation; NASA now says it is confident the transistors will be all right.",
            "Clipper will explore Europa at around the same time that the European Space Agency’s JUICE spacecraft is exploring the region, primarily studying two of Jupiter’s other moons, Ganymede and Callisto. (Jupiter has 95 moons.) “Between the two [missions], we’ll understand the whole system a lot better,” says Ines Belgacem, a planetary scientist at the European Space Astronomy Centre in Madrid.",
            "At the end of Clipper’s mission, the plan is to smash it into Ganymede, which is also thought to have a buried ocean, but with ice much thicker than Europa’s, theoretically protecting that moon’s waters from contamination. And with that, the voyage to explore Europa’s “vast and beckoning seas”, as they have been described by US poet laureate Ada Limón, will come to an abrupt end.",
            "doi: https://doi.org/10.1038/d41586-024-03225-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03320-6",
        "title": "AI scans RNA ‘dark matter’ and uncovers 70,000 new viruses",
        "content": [
            "*Observation_of_the_basaltic_organs_of_the_Panarea_volcanic_island_in_the_Aeolian_islands_archipelago",
            "Some of the newly discovered viruses live in hydrothermal vents and other extreme environments.  Credit: Alexis Rosenfeld/Getty",
            "Researchers have used artificial intelligence (AI) to uncover 70,500 viruses previously unknown to science1, many of them weird and nothing like known species. The RNA viruses were identified using metagenomics, in which scientists sample all the genomes present in the environment without having to culture individual viruses. The method shows the potential of AI to explore the ‘dark matter’ of the RNA virus universe.",
            "Viruses are ubiquitous microorganisms that infect animals, plants and even bacteria, yet only a small fraction have been identified and described. There is “essentially a bottomless pit” of viruses to discover, says Artem Babaian, a computational virologist at the University of Toronto in Canada. Some of these viruses could cause diseases in people, which means that characterizing them could help to explain mystery illnesses, he says.",
            "Previous studies have used machine learning to find new viruses in sequencing data. The latest study, published in Cell this week, takes that work a step further and uses it to look at predicted protein structures1.",
            "The AI model incorporates a protein-prediction tool, called ESMFold, that was developed by researchers at Meta (formerly Facebook, headquartered in Menlo Park, California). A similar AI system, AlphaFold, was developed by researchers at Google DeepMind in London, who won the Nobel Prize in Chemistry this week.",
            "h2Missed viruses",
            "In 2022, Babaian and his colleagues searched 5.7 million genomic samples archived in publicly available databases and identified almost 132,000 new RNA viruses2. Other groups have led similar efforts3.",
            "But RNA viruses evolve quickly, so existing methods for identifying RNA viruses in genomic sequence data probably miss many. A common method is to look for a section of the genome that encodes a key protein used in RNA replication, called RNA-dependent RNA polymerase (RdRp). But if the sequence that encodes this protein in a virus is vastly different from any known sequence, researchers won’t recognize it.",
            "Shi Mang, an evolutionary biologist at Sun Yat-sen University in Shenzhen, China, and a co-author of the Cell study, and his colleagues went looking for previously unrecognized viruses in publicly available genomic samples.",
            "They developed a model, called LucaProt, using the ‘transformer’ architecture that underpins ChatGPT, and fed it sequencing and ESMFold protein-prediction data. They then trained their model to recognize viral RdRps and used it to find sequences that encoded these enzymes — evidence that those sequences belonged to a virus — in the large tranche of genomic data. Using this method, they identified some 160,000 RNA viruses, including some that were exceptionally long and found in extreme environments such as hot springs, salt lakes and air. Just under half of them had not been described before. They found “little pockets of RNA virus biodiversity that are really far off in the boonies of evolutionary space”, says Babaian.",
            "“It’s a really promising approach for expanding the virosphere,” says Jackie Mahar, an evolutionary virologist at the CSIRO Australian Centre for Disease Preparedness in Geelong. Characterizing viruses will help researchers to understand the microbes’ origins and how they evolved in different hosts, she says.",
            "And expanding the pool of known viruses makes it easier to find more viruses that are similar, says Babaian. “All of a sudden you can see things that you just weren’t seeing before.”",
            "The team wasn’t able to determine the hosts of the viruses they identified, which should be investigated further, says Mahar. Researchers are particularly interested in knowing whether any of the new viruses infect archaea, an entire branch of the tree of life for which no RNA viruses have been clearly shown to infect.",
            "Shi is now developing a model to predict the hosts of these newly identified RNA viruses. He hopes this will help researchers to understand the roles that viruses have in their environmental niches.",
            "doi: https://doi.org/10.1038/d41586-024-03320-6"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03382-6",
        "title": "China builds record-breaking magnet — but it comes with a cost",
        "content": [
            "The resistive magnet at the Hefei Institutes of Physical Science.Credit: CHMFL/Handout via Xinhua/Alamy",
            "China is now home to the world’s most powerful resistive magnet, which produced a magnetic field that was more than 800,000 times stronger than Earth’s.",
            "On 22 September, the magnet, at the Steady High Magnetic Field Facility (SHMFF) at the Chinese Academy of Science’s Hefei Institutes of Physical Science, sustained a steady magnetic field of 42.02 tesla. This milestone narrowly surpasses the 41.4-tesla record set in 2017 by a resistive magnet at the US National High Magnetic Field Laboratory (NHMFL) in Tallahassee, Florida. Resistive magnets are made of coiled metal wires and are widely used in magnet facilities across the world.",
            "China’s record-breaker lays the groundwork for building reliable magnets that can sustain ever-stronger magnetic fields, which would help researchers to discover surprising new physics, says Joachim Wosnitza, a physicist at the Dresden High Magnetic Field Laboratory in Germany.",
            "The resistive magnet — which is open to international users — is the country’s second major contribution to the global quest to produce ever-higher magnetic fields. In 2022, the SHMFF’s hybrid magnet, which combines a resistive magnet with a superconducting one, produced a field of 45.22 tesla, making it the most powerful working steady-state magnet in the world.",
            "h2Research tool",
            "High-field magnets are handy tools for uncovering hidden properties of advanced materials, such as superconductors — materials that, under very low temperatures, carry electric current without producing waste heat. High fields also offer the chance to glimpse entirely new physical phenomena, says Marc-Henri Julien, a condensed-matter physicist at the National Laboratory for Intense Magnetic Fields in Grenoble, France. “You can create or manipulate new states of matter,” says Julien.",
            "High fields are also useful for experiments that rely on very sensitive measurements, because they boost the resolution and make it easier to see faint phenomena, says Alexander Eaton, a condensed-matter physicist at the University of Cambridge, UK. “Every extra tesla is exponentially better than the last,” he says.",
            "Guangli Kuang, a physicist who specializes in high magnetic fields at the SHMFF, says the team spent years modifying the magnet to hit the latest record. “It wasn’t easy to achieve,” he says.",
            "h2Reliable but costly",
            "Resistive magnets are an older technology, but they can sustain high magnetic fields for longer periods than can their newer hybrid and fully superconducting counterparts, says Wosnitza. Their magnetic fields can also be ramped up much quicker, making them versatile experimental tools. “You can just twist a knob and go from zero tesla to high fields within minutes,” he says.",
            "The big drawback of resistive magnets is the amount of power they consume, making them costly, says Eaton. For instance, the SHMFF’s resistive magnet drew 32.3 megawatts of electricity to produce its record-breaking field. “You’ve got to have a very good science case to justify that resource,” says Eaton.",
            "That challenge is driving the race to develop hybrid and fully superconducting magnets that can generate high fields with less power. In 2019, NHMFL researchers built a miniature, proof-of-concept superconducting magnet that briefly sustained a 45.5-tesla field, and are currently developing a larger 40-tesla superconducting magnet that can be used for experiments. The team at the SHMFF is building a 55-tesla hybrid one. Although these newer magnets are expected to be cheaper to run than their resistive counterparts, they come with their own hurdles: they are more expensive to build and require complicated cooling systems, says engineer Mark Bird, a co-leader of NHMFL’s magnet science and technology division. “The technology is still being developed, and the costs are not clear yet,” says Bird.",
            "doi: https://doi.org/10.1038/d41586-024-03382-6"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03319-z",
        "title": "AlphaFold reveals how sperm and egg hook up in intimate detail",
        "content": [
            "*False-coloured_scanning_election_micrograph_of_a_human_spermatozoa_fertilising_an_egg",
            "A trio of proteins helps a sperm (artificially coloured) to dock to an egg.Credit: D. Phillips/Science Photo Library",
            "An artificial-intelligence tool honoured by this year’s Nobel prize has revealed intimate details of the molecular meet-cute between sperm and eggs1.",
            "The AlphaFold program, which predicts protein structures, identified a trio of proteins that team up to work as matchmakers between the gametes. Without them, sexual reproduction might hit a dead end in a wide range of animals, from zebrafish to mammals.",
            "The finding, published 17 October in Cell, unravels the previous notion that just two proteins — one on the egg and one on the sperm — would be sufficient to ensure fertilisation, says Enrica Bianchi, a reproductive biologist at the University of Rome ‘Tor Vergata’, who was not involved in the study. “It’s not the old concept of having a key and a lock to open the door anymore,” she says. “It’s more complicated.”",
            "h2A mysterious union",
            "Despite its critical role in reproduction, the fusion of egg and sperm in vertebrates is a molecular mystery that has proved difficult to crack. The union of the two cells involves proteins that reside in greasy membranes and that are hard to study using standard biochemical methods. The interactions between these proteins are often weak and fleeting, and it is difficult to harvest enough eggs and sperm from some of researchers’ favourite laboratory animals, including mice, for extensive experiments.",
            "\n\nStopping sperm at the source\n",
            "As a result, early studies of reproductive biology often focused on marine invertebrates that release copious quantities of egg and sperm into water. “If you take a textbook off the shelf and look up fertilisation, you’ll read all about sea urchins,” says Gavin Wright, a biochemist at the University of York, UK, who was not involved in the study. “It’s a tricky thing to research.”",
            "To overcome the supply problem, Andrea Pauli, a molecular biologist at the Research Institute of Molecular Pathology in Vienna and her colleagues, began their work in zebrafish, a vertebrate that also releases its eggs and sperm into the surrounding water. And to bypass the difficulties of working with membrane proteins in the laboratory, the team used AlphaFold to predict interactions between protein s. Two of AlphaFold’s developers were awarded the Nobel Prize for chemistry on 9 October.",
            "h2Not two but three",
            "AlphaFold predicted that three sperm proteins work together to form a complex. Two of these proteins were previously known to be important for fertility. Pauli and her colleagues then confirmed that the third is also critical for fertility in both zebrafish and mice, and that the three proteins interact with one another.",
            "The team also found that, in zebrafish, the trio creates a place for an egg protein to bind, providing a mechanism by which the two cells could recognize one another. “It’s a way to say, ‘Sperm, you found an egg’ and ‘Egg, you found a sperm’,” says Andreas Blaha, a biochemist at the Research Institute of Molecular Pathology and co-author of the paper.",
            "The findings might one day yield a way to screen people struggling with infertility, to find out whether problems with this complex could be the cause, says Wright.",
            "And the results highlight a role for AlphaFold in studying fertilisation, he adds. “We’re limited in terms of experiments,” he says. “It might be that these modelling studies have an important role to play in the future.”",
            "doi: https://doi.org/10.1038/d41586-024-03319-z"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03424-z",
        "title": "AI tool helps people with opposing views find common ground",
        "content": [
            "*A_large_group_of_work_colleagues_sat_in_a_circle_hold_a_strategy_discussion",
            "In some cases, AI does a better job than a human mediator at summarizing the collective opinion of a group. Credit: Rawpixel Ltd/Getty",
            "A chatbot-like tool powered by artificial intelligence (AI) can help people with differing views to find areas of agreement, an experiment with online discussion groups has shown.",
            "The model, developed by Google DeepMind in London, was able to synthesise diverging opinions and produce summaries of each group’s position that took different perspectives into account. Participants preferred the AI-generated summaries to ones written by human mediators, suggesting such tools could be used to help support complex deliberations. The study was published in science on 17 October1.",
            "“You can see it as sort of proof of concept that you can use AI, and specifically, large language models, to fulfil part of the function that is fulfilled by current citizens assemblies and deliberative polls,” says Christopher Summerfield, co-author of the study and research director at the UK AI Safety Institute. “People need to find common ground because collective action requires agreement.”",
            "h2Compromise machine",
            "Democratic initiatives like citizen’s assemblies, where groups of people are asked to share their opinions on public policy issues, help ensure that politicians hear a wide variety of perspectives. But scaling up these initiatives can be tricky, and these discussions are typically restricted to small groups to ensure all voices are heard.",
            "Intrigued by research into the potential of LLMs to support these discussions, Summerfield and his colleagues developed a study to assess how AI could be at helping people with opposing viewpoints reach a compromise.",
            "They deployed a fine-tuned version of the pre-trained DeepMind LLM Chinchilla, which they named the Habermas Machine, after the philosopher Jürgen Habermas, who developed a theory about how rational discussion can help solve conflict.",
            "To test their model, the researchers recruited 439 UK residents, who were sorted into smaller groups. Each group discussed three questions related to UK public policy, sharing their personal opinions on each. These opinions were then fed to the AI machine, which generated overarching statements that combined all participants’ viewpoints. Participants were able to rank each statement, and share critiques on them, which the AI then incorporated into a final summary of the group’s collective view.",
            "\n\nThis AI chatbot got conspiracy theorists to question their convictions\n",
            "“The model is trained to try to produce a statement which will garner maximum endorsement by a group of people who have volunteered their opinions,” says Summerfield. “Because the model learns what your preferences are over these statements, it can then produce a statement which is most likely to satisfy everyone.”",
            "Alongside the AI, one participant was chosen to be a mediator. They were also told to produce a summary that best incorporated all participant’s views. Participants were shown both the AI’s and the mediator’s final summaries, and asked to rate them.",
            "Most participants rated the summaries written by the AI as better than those by the mediator. 56% of participants preferred the AI’s work, compared to 44% who preferred the human summary. External reviewers were also asked to assess the summaries, and gave the AI ones higher ratings for fairness, quality and clarity.",
            "The research team then recruited a group of participants demographically representative of the UK population for a virtual citizen’s assembly. In this scenario, group agreement on contentious topics increased after interacting with the AI. This finding suggests that if incorporated into a real citizen’s assembly, AI tools could make it easier for leaders to produce policy proposals that take different perspectives into account.",
            "“The LLM could be used in many ways to assist in deliberations and serve roles previously reserved for human moderators,” says Ethan Busby, who researches how AI tools could improve democratic societies at Brigham Young University in Provo, Utah. “I think of this as the cutting edge of work in this space that has a big potential to address pressing social and political problems.” Summerfield adds that AI could even help to make conflict-resolution processes faster and more efficient.",
            "h2Lost connections",
            "“Actually applying these technologies into deliberative experiments and processes is really good to see,” says Sammy McKinney, who researches deliberative democracy and its intersections with artificial intelligence at the University of Cambridge, UK. But he adds that researchers should carefully consider the potential impacts of AI on the human aspect of deliberation. “A key reason to support citizen deliberation is that it creates certain kinds of spaces for people to relate to each other,” he says. “By removing more human contact and human facilitation, what are we losing?”",
            "Summerfield acknowledges the limitations associated with AI technologies like these. “We did not train the model to try to intervene in the deliberation,” he says, which means that the model’s statement could include extremist or other problematic beliefs. He adds that rigorous research on the impact AI has on society is crucial to understanding its value.",
            "“Proceeding with caution seems important to me,” says McKinney, “and then taking steps to, where possible, mitigate those concerns.”",
            "doi: https://doi.org/10.1038/d41586-024-03424-z"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03355-9",
        "title": "Scientific papers that mention AI get a citation boost",
        "content": [
            "*Research_scientists_write_out_AI_loop_diagrams_on_a_whiteboard",
            "Computer scientists have embraced the use of artificial-intelligence tools.Credit: James MacDonald/Bloomberg/Getty",
            "Papers with titles or abstracts that mention certain artificial intelligence (AI) methods are more likely to be among the top 5% most-cited works in their field for a given year than are those that don’t reference those techniques, an analysis has found. These papers also tend to receive more citations from outside of their field than do studies that don’t refer to AI terms.",
            "But this ‘citation boost’ was not shared equally by all authors. The analysis also showed that researchers from groups that have historically been underrepresented in science don’t get the same bump in citations as their counterparts do when they use AI tools in their work — suggesting that AI could exacerbate existing inequalities.",
            "\n\nAI and science: what 1,600 researchers think\n",
            "The findings emerged from a study that aimed to quantify the use and potential benefits of AI in scientific research. But the report, published last week in Nature Human Behaviour, also raises concerns. Scientists might be incentivized to use AI purely as a way to increase their citations — regardless of whether the AI tools improve the quality of the work, notes Lisa Messeri, an anthropologist of science and technology at Yale University in New Haven, Connecticut. “We want to make sure that, as we are [investing] in AI, we are not doing that at the deficit of other approaches,” she says.",
            "The study also provides a much-needed quantification of how AI is changing scientific research, says Dashun Wang, a co-author of the study, and a computational social scientist who studies the science of science at Northwestern University in Evanston, Illinois. “Now we finally have systematic data,” Wang says, which will be instrumental for addressing disparities related to the use of AI in science.",
            "h2Tracing AI’s rise",
            "To measure scientists’ engagement with AI, the authors identified AI-related terms — such as ‘machine learning’ and ‘deep neural network’ — in the abstracts and titles of almost 75 million papers, covering 19 disciplines, that were published from 1960 to 2019. Wang acknowledges that, because of the cut-off date, the study doesn’t capture recent developments in AI, including the rise of large language models such as ChatGPT, which are already changing how some researchers do science.",
            "According to the study, scientists in all 19 disciplines have ramped up their use of AI tools over the past two decades (see ‘AI use takes off’). But there is wide variation: computer science, mathematics and engineering have the highest rates of AI use, and history, art and political science have the lowest. The rates for geology, physics, chemistry and biology are in between.",
            "*AI_use_takes_off_Line_chart_showing_the_frequency_of_AI_related_terms_by_field_since_2000_Computer_s",
            "Source: Ref. 1",
            "To estimate the potential benefits of AI for each discipline, the authors first identified research-related tasks that AI can perform. Then they tracked the rise of these capabilities over time by detecting certain verb–noun pairs, such as ‘analyse data’ and ‘generate image’, in publications about AI between 1960 and 2019. By looking at how much these terms in AI-related publications overlapped with the basic tasks of a given research field over time, the researchers were able to assess whether AI’s capabilities could meet the evolving needs of that field.",
            "Again, computer science, maths and engineering were associated with the highest potential benefits, and history, art and political science with the lowest.",
            "Marinka Zitnik, a specialist in biomedical informatics at Harvard Medical School in Boston, Massachusetts, says that the paper’s approach is interesting because it allows for a systematic analysis across several scientific disciplines. But it comes with limitations. “Because the authors wanted to do a very broad, systematic study, that meant that they were not able to necessarily go into a very intricate understanding behind why a specific verb or noun would appear in a paper,” she says. Just because certain verbs and nouns occur together in a paper, it does not mean that, if AI can perform the task described, it will necessarily be useful for that field, she notes.",
            "doi: https://doi.org/10.1038/d41586-024-03355-9"
        ]
    }
]