[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03538-4",
        "title": "Chemists make ‘impossible’ molecules that break 100-year-old bonding rule",
        "content": [
            "*Coloured_scanning_electron_micrograph_of_Soot_carbon_particles_from_the_inside_of_a_wood_burning_chi",
            "Organic molecules, which contain carbon (pictured), form certain shapes because of how their atoms bond.Credit: Dennis Kunkel Microscopy/Science Photo Library",
            "For the first time, chemists have made a class of molecules previously thought too unstable to exist, and used them to generate exotic compounds1. Scientists say these notorious molecules, known as anti-Bredt olefins (ABOs), offer a new path to synthesizing challenging drug candidates.",
            "The work is “a landmark contribution”, says Craig Williams, a chemist at the University of Queensland in Brisbane, Australia. The findings are published in Science.",
            "Organic molecules, which contain carbon, typically conform to specific shapes because of the way their atoms bond together. For instance, olefins, also called alkenes — hydrocarbons that are often used in reactions for drug development — have one or more double bonds between two carbon atoms, resulting in the atoms being arranged in one plane.",
            "The 100-year-old Bredt’s rule — which was proposed in 1924 by organic chemist Julius Bredt — states that, in small molecules made up of two rings that share atoms, such as some types of alkene, double bonds between two carbon atoms cannot occur where the rings join together, called the bridgehead position. This is because the bonds would force the molecule into a tortured, strained 3D shape that makes it highly reactive and unstable, says study co-author Neil Garg, a chemist at the University of California, Los Angeles. “Still, 100 years later, people would say these types of structures are forbidden or too unstable to make,” he says.",
            "Although the rule has made its way into chemistry textbooks, it hasn’t stopped researchers from trying to break it. Previous research has hinted that it’s possible to create ABOs that have a double carbon–carbon bond at the bridgehead position2. But attempts to synthesize them in their complete form were unsuccessful because the reaction conditions were too harsh, says Garg.",
            "h2Trapping agents",
            "In the latest attempt, Garg and his colleagues treated a precursor compound with a fluoride source to kick-start a milder ‘elimination’ reaction, which removes groups of atoms from molecules. This resulted in a molecule that had the telltale ABO double-carbon bond. When the researchers added various trapping agents — chemicals that capture unstable molecules as they react — to this 3D ABO, they were able to produce several complex compounds that could be isolated. This suggests that the reactions of ABOs with different trapping agents can be leveraged to synthesize 3D molecules, which are useful for designing new drugs, says Garg.",
            "Unlike typical alkenes, ABOs are chiral compounds — molecules that don’t perfectly match up with their mirror image. Garg and his colleagues synthesized and trapped an ABO that was enantioenriched, which means they produced more of one mirroring pair than the other. This finding suggests that ABOs could be used as unconventional building blocks for enantioenriched compounds, which are widely used in pharmaceuticals.",
            "Chuang-Chuang Li, a chemist at the Southern University of Science and Technology in Shenzhen, China, says that the approach could be used to explore innovative synthesis pathways for other challenging molecules, such as the chemotherapy drug paclitexal (sold as Taxol) — a complex, multi-ringed molecule that is difficult to create in the laboratory. “It’s a valuable and reliable method,” says Li.",
            "Garg and his team are exploring other reactions involving ABOs, and are investigating how to synthesize other molecules with seemingly impossible structures. “We can be thinking a little bit more outside of the box,” he says.",
            "doi: https://doi.org/10.1038/d41586-024-03538-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03512-0",
        "title": "Anti-obesity drug has life-changing benefits for arthritis",
        "content": [
            "*Coloured_X-ray_of_the_knees_of_a_patient_with_severe_osteoarthritis,_shown_in_blue_and_orange_colour",
            "Osteoarthritis, which causes stiff and painful joints, affects the knees most often.Credit: Dr. P. Marazzi/Science Photo Library",
            "A blockbuster weight-loss drug sharply reduces pain from obesity-related arthritis in the knees and improves people’s ability to engage in activities such as walking. That’s according to a clinical trial conducted in 11 countries — the first of its kind to show that one of the wave of innovative anti-obesity drugs can treat arthritis. The drug, semaglutide, provided pain relief on a par with opioid drugs.",
            "Why do obesity drugs seem to treat so many other ailments?",
            "At the end of the trial, many participants’ pain had subsided enough that they were no longer eligible for the study, says Henning Bliddal, a rheumatologist at Copenhagen University Hospital at Bispebjerg and Frederiksberg who helped to conduct the trial. “They got a therapy that was so effective that they more or less were treated out of the study,” he says.",
            "The results are “important and could be helpful” for people with knee osteoarthritis, says Leigh Callahan, an epidemiologist at the University of North Carolina, Chapel Hill.",
            "The findings were published today in the New England Journal of Medicine1. The trial was sponsored and designed by Novo Nordisk, which is based in Bagsværd, Denmark, and makes semaglutide, a drug sold as Ozempic for treating diabetes and Wegovy for treating obesity. Bliddal served briefly as a paid consultant to the company during trial planning.",
            "h2Spreading scourge",
            "Osteoarthritis, which causes stiff, painful joints, is among the most common conditions of ageing, and the knee is the most frequently affected joint. People who have obesity are at a relatively high risk of developing arthritic knees because their weight puts extra stress on their joints. Obesity also worsens symptoms, Callahan says. Pain from the condition can keep people from exercising, Bliddal says, making it extremely difficult for them to lose weight by lifestyle changes alone.",
            "How rival weight-loss drugs fare at treating obesity, diabetes and more",
            "The trial enrolled some 400 participants on five continents and randomly assigned them to receive weekly injections of either semaglutide or a placebo. They also received counselling on healthy eating and physical activity. When the trial began, participants had obesity, and their average score on a 100-point pain scale was 71 — high enough that walking was painful.",
            "After 68 weeks of injections, participants taking semaglutide had lost much more weight than those taking the placebo. They also reported a much bigger drop in pain score: an average of 42 points, compared with 28 points for placebo recipients. Those receiving semaglutide noticed a greater improvement in everyday functioning, such as climbing stairs, too.",
            "The improvement probably stems in part from a decreased load on the knee because of the weight loss, the authors write. But semaglutide also has anti-inflammatory effects, which might help to explain the pain relief.",
            "Despite the benefits, Bliddal is concerned about the long-term outlook for those who use semaglutide to relieve knee arthritis. “Do these guys go on with semaglutide forever” to manage their pain? People who stop taking the drugs generally regain the lost weight, and the medications are expensive — a month’s supply can cost hundreds of US dollars.",
            "Callahan emphasizes that although the results seem “very exciting”, it’s important for people to supplement anti-obesity drugs with lifestyle changes for long-term weight maintenance.",
            "doi: https://doi.org/10.1038/d41586-024-03512-0"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03531-x",
        "title": "Monkeypox virus keeps getting better at spreading among humans",
        "content": [
            "*A_transmission_electron_micrograph_TEM_showing_mpox_virus_particles_from_a_human_sample",
            "The monkeypox virus (particles shown in this coloured electron micrograph) is evolving.Credit: CDC/Science Photo Library",
            "Yet another strain of the virus that causes mpox might be readily spreading from person to person, according to an analysis of the pathogen’s genome. This development could further complicate efforts to halt the spread of the disease in Central Africa, which has seen a surge in infections over the past year. And it has left researchers scratching their heads over what is currently driving this surge.",
            "Mpox is spreading rapidly. Here are the questions researchers are racing to answer",
            "The findings hint that the strain, called clade Ia, is spreading in a sustained fashion between people — possibly through sexual contact — in an outbreak in Kinshasa, the capital of the Democratic Republic of the Congo (DRC). Previously, the viral variant was known to transmit predominantly from animals to humans in Central Africa.",
            "“We know that viruses evolve — we have seen it with Ebola, we have seen it with COVID and we expected to see it with mpox as well,” says Placide Mbala, head of epidemiology and global health at the National Institute of Biomedical Research in Kinshasa, who co-led the analysis. “We don’t know how far these adaptations can go, and we are gathering data to understand how this evolution is occurring.”",
            "The preliminary results, which have not yet been peer-reviewed, were posted on 22 October to the genomic-epidemiology discussion forum Virological.",
            "h2Mpox diversifies",
            "There are four known variants of the monkeypox virus: clades Ia, Ib, IIa and IIb (see ‘Quick guide to the strains of monkeypox virus’). Historically, clade I viruses have appeared mostly in Central Africa, and clade II viruses have cropped up in West Africa.",
            "This all changed in the mid-2010s, when a clade II strain sparked an outbreak in Nigeria. At the time, some researchers suggested that the variant might be capable of transmission through sexual contact. Their insights proved prescient: a similar clade II strain, called IIb, sparked a global outbreak of mpox in 2022 that has infected more than 90,000 people and continues today.",
            "Clade Ia: a strain that has been spreading in Central Africa since the virus was first discovered to infect humans in 1970. Most infections have been in children, and it was known to mainly transmit from animal to human — until recently.",
            "Clade Ib: the strain that has caused a surge of cases in Central Africa since its discovery in late 2023. Known to spread from person to person, including through sexual contact.",
            "Clade IIa: the least-studied mpox strain. It has mainly spread in Guinea, Liberia and Côte d’Ivoire. Modes of transmission are not fully understood; there is no documented evidence of sexual transmission, but it is likely that all forms of close contact contribute to its spread.",
            "Clade IIb: the strain responsible for the still-simmering 2022 global outbreak. Known to spread from person to person, including through sexual contact. Most affected population has been men who have sex with men.",
            "Meanwhile, clade I viruses have caused sporadic infections in people for more than 50 years — largely in rural regions of Central Africa. But in late 2023, researchers identified a rapidly growing outbreak in more densely populated, urban areas in eastern regions of the DRC that disproportionately affected sex workers, suggesting that this strain of the virus could, like IIb, spread readily between people.",
            "Genomic sequencing confirmed that the variant causing this outbreak contained several key differences from other clade I viruses, leading researchers to name it Ib. This strain has been detected in the United Kingdom, Sweden, Thailand, India, Germany and six African countries that had never reported mpox infections before. The DRC has been hit particularly hard: the country has reported nearly 36,000 suspected infections and more than 1,000 deaths from mpox in 2024.",
            "But now — about one year after researchers detected an outbreak of clade Ib in eastern DRC — clade Ia is worrying health officials, too. The strain has also been on the rise in western regions of the DRC and in Kinshasa. In particular, having both Ia and Ib circulating in the capital city threatens the 17 million people living there and raises the possibility of clade I spreading internationally, given that Kinshasa is a travel hub.",
            "h2Signs of evolution",
            "Health officials have been using genomic-sequencing tools to track the outbreak. As part of the effort, Mbala and his colleagues sequenced virus samples from infections in Kinshasa. In samples of both the clade Ia and Ib virus, they found a specific pattern of single-letter genetic mutations indicative of the ongoing battle between the human immune system and the virus — a pattern that would be unlikely to appear unless there was sustained human-to-human spread.",
            "Mpox vaccine roll-out begins in Africa: what will success look like?",
            "However, the pattern did not show up in a report posted to a preprint server in August1. In that study, a team sequenced clade Ia virus samples collected between 2018 and 2024. That the researchers didn’t spot the pattern suggests that it might be a recent development. “We didn’t pick up on strong signs of evolution” in the more rural and endemic regions of the DRC, says Jason Kindrachuk, a virologist at the University of Manitoba in Winnipeg, Canada, who collaborates with Mbala and co-authored the August preprint as well as the Virological one. “But in Kinshasa, it seems that there is something unique going on.”",
            "Clade Ia might also have the ability to spread through sexual contact: researchers reported the first probable case of sexually transmitted clade I mpox last year2, and another such publication is forthcoming, Kindrachuk says.",
            "Given that clade I has been circulating between animals and people in the DRC since 1970, Kindrachuk adds that it will be important to investigate why clade Ib suddenly emerged in 2023, and why Ia has caused a surge in the number of detected infections in the past two years. “Is it because we’re better at surveillance, or because we’re more conscious of mpox at the community level? Is it because people have been moving around more after the [COVID-19] pandemic, or because there’s been a greater reliance on contact with wildlife?” he asks.",
            "For now, plans to roll out the continent’s first doses of mpox vaccines are unlikely to change in light of these findings, says Nicaise Ndembi, a virologist at the Africa Centres for Disease Control and Prevention in Addis Ababa. Health officials have already been allocating doses to regions that have a higher number of infections, regardless of the specific strain found in the area, he says.",
            "doi: https://doi.org/10.1038/d41586-024-03531-x"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03539-3",
        "title": "Ultra-precise 3D maps of cancer cells unlock secrets of how tumours grow",
        "content": [
            "*Coloured_scanning_electron_micrograph_of_a_cancer_cell_from_the_human_colon",
            "A large collection of papers maps the biology and locations of a range of cancer cells, including colon cancer (pictured).Credit: Steve Gschmeissner/Science Photo Library",
            "Detailed maps that pinpoint the positions of cells in tumours and probe the tumours’ biology are offering insights into the development of several cancers — including in the breast, colon and pancreas — and could provide leads for potential treatments.",
            "In a tranche of 12 papers published in Nature journals on 30 October, researchers of the Human Tumor Atlas Network (HTAN) analysed hundreds of thousands of cells from human and animal tissues. Some of the studies describe 3D maps of the cells — known as cell atlases — in tumours, whereas others create ‘molecular clocks’ that trace the cellular changes that lead to cancer.",
            "“Applying these novel tools to cancer allow us to look at them with a different lens,” says Ken Lau, a computational cell biologist at Vanderbilt University Medical Center in Nashville, Tennessee, and co-author of a study that records the timing of cellular events in the development of colorectal cancer1. “We can actually see things that we couldn’t see before.”",
            "h2Mapping tumours",
            "In some of the studies, researchers created atlases that allowed them to study tumours at single-cell resolution and investigate how cancer begins. One team analysed the organization of cells in 131 samples of six types of cancer, including those of the breast, colon, pancreas and kidney2. The scientists found that distinct regions in the same tumour could respond differently to drugs. Understanding how various cancer-cell clusters respond to treatments could help researchers to design more effective ones.",
            "Cell ‘atlases’ offer unprecedented view of placenta, intestines and kidneys",
            "Other studies used 3D mapping to study samples of colon polyps — abnormal growths in the lining of the gut that can turn cancerous. They identified molecular changes in the polyps’ cells, including the loss of DNA connections and alterations in the activity of genes3, as well as changes in the immune response, cell growth and hormone metabolism4 that occur early on and could cause the polyp cells to turn cancerous.",
            "Therapies that target these changes could make cancer treatments and early health interventions more effective, says Ömer Yilmaz, a stem-cell biologist at the Massachusetts Institute of Technology in Cambridge. “The best treatment for cancer is prevention. And if we can understand how different cell populations respond to the environment and to the diet, how that impacts tumour initiation and how different clones contribute to that process, it could lead to better prevention or detection methods.”",
            "h2Immunity insights",
            "Other atlases offer clues about why some cancer types are more challenging to treat than others. “Tumours are not just composed of cancer cells,” says Daniel Abravanel, a physician–scientist at the Dana-Farber Cancer Institute in Boston, Massachusetts, and co-author of a study on breast cancer5. For instance, immunotherapies, which don’t target cancer cells directly but aim to help the immune system eliminate them, are less effective against breast cancer than other types, he adds.",
            "To investigate why, Abravanel and his colleagues created a 3D tumour atlas using dozens of samples from 60 people with aggressive forms of breast cancer. They studied how immune cells are distributed and found that some types of immune cell were more common than others in certain tumours, especially in people who had received immunotherapy. ",
            "Why are so many young people getting cancer? What the data say",
            "For three people, biopsies taken from the same tumour 70–220 days apart showed differences in the levels of immune cells known as T cells and macrophages. In two cases, the numbers of these cells had decreased over time, whereas in the third they had increased.",
            "This “really shows how dynamic the immune microenvironment is, and it may explain why attempts to characterize tumours and predict responses to immune-checkpoint therapies from one biopsy at a single time point has had inconsistent results”, says Brian Lehmann, a breast-cancer researcher who specializes in genomics at the Vanderbilt-Ingram Cancer Center in Nashville, Tennessee.",
            "In another study, researchers found that some aggressive subtypes of breast cancer had more immune cells than others that seemed to become ‘worn out’ over time6. These cells expressed a protein called CTLA4, which limits their ability to respond to tumours. Therapies targeting CTLA4 have shown promising results in treating melanoma and lung cancer. “This opens up additional avenues for using that therapy in a subset of breast cancers,” says Lehmann.",
            "h2CRISPR clock",
            "Other experiments reveal how cells turn cancerous in the first place. In the colorectal-cancer study, Lau and his colleagues engineered a ‘molecular clock’ to track how normal cells start to turn rogue and begin proliferating uncontrollably in the gut1. They used single-cell analysis and a gene-editing CRISPR tool to generate mutations in each cell’s DNA. These mutations acted as time stamps, recording the timeline of changes in and divisions of each cell.",
            "The race to map the human body one cell at a time",
            "Lau and his team applied this approach to 418 human colon polyps and found that up to 30% of the polyps originated from several cell types, rather than from a single cell. In 60% of the polyps, one group of cells started to ‘overtake’ others as the polyp grew — developing into a tumour. Two similar studies in mice7,8, including an analysis of 260,922 single cells from 112 samples of intestinal tissues, also found that a mix of cells collectively initiate colorectal tumours.",
            "These findings overturn previous thinking that colon cancers arise from single rogue cells in the gut’s lining, and could open up opportunities for early diagnosis and intervention.",
            "“To evaluate the risk of [pre-cancerous growths], what people use is the size. The larger the tumour, the more risk it has,” says Lau. But the molecular-clock and other analyses reveal that “there may be other biomarkers in terms of looking at genetics and evolution”.",
            "doi: https://doi.org/10.1038/d41586-024-03539-3"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03491-2",
        "title": "The brain summons deep sleep for healing from life-threatening injury",
        "content": [
            "*A_woman_lies_in_bed_asleep_with_sunlight_shining_on_her_face",
            "Ample sleep after a heart attack dampens inflammation in the organ, aiding recovery.Credit: Getty",
            "Immune cells rush to the brain and promote deep sleep after a heart attack, according to a new study1 involving both mice and humans. This heavy slumber helps recovery by easing inflammation in the heart, the study found.",
            "The findings, published today in Nature, could help to guide care for people after a heart attack, says co-author Cameron McAlpine at the Icahn School of Medicine at Mount Sinai in New York City, who studies immune function in the cardiovascular and nervous systems. “Getting sufficient sleep and rest after a heart attack is important for long-term healing of the heart,” he notes.",
            "The implications of the study go beyond heart attack, says Rachel Rowe, a specialist in sleep and inflammation at the University of Colorado Boulder. “For any kind of injury, your body’s natural response would be to help you sleep so your body can heal,” she says.",
            "h2The heart needs its sleep",
            "Scientists have long known that sleep and cardiovascular health are linked. People who sleep poorly are at a higher risk of developing high blood pressure, for example, than are sound sleepers. But how cardiovascular disease affects sleep has been less explored.",
            "To learn more, the authors induced heart attacks in mice and investigated the animals’ brainwaves. The researchers found that these mice spent much more time in slow-wave sleep — a stage of deep sleep that has been associated with healing — than did mice that hadn’t had a heart attack.",
            "Your brain could be controlling how sick you get — and how you recover",
            "Next, the authors sought to understand what was causing that effect. One obvious place to look was the brain, which controls sleep, notes McAlpine. After a heart attack, immune cells trigger a massive burst of inflammation in the heart, he says, and the researchers wondered whether these immune changes also occurred in the brain.",
            "The team found that, after a mouse’s heart attack, immune cells called monocytes flooded its brain. These cells produced large amounts of a protein called tumour necrosis factor (TNF), which is an important regulator of inflammation and also promotes sleep.",
            "To confirm that these cells were linked to the increased sleep, researchers prevented monocytes from accumulating in the rodents’ brains. As a result, “the mice no longer had this increase in slow-wave sleep after their heart attack,” McAlpine says, supporting the theory that the influx of monocytes to the brain contributes to the post-heart-attack sleep boost. Similar experiments confirmed TNF’s role as a messenger to sleep-inducing brain cells.",
            "h2Slumbering towards recovery",
            "To understand the purpose of the extra sleep, the researchers repeatedly interrupted slow-wave sleep in mice that had had a heart attack. The team found that these mice had more inflammation in both the brain and the heart, and had a much worse prognosis than mice that were allowed to sleep undisturbed after a heart attack.",
            "How the brain senses a flu infection — and orders the body to rest",
            "The authors also studied humans who had experienced acute coronary syndrome, a term for conditions, including heart attack, that are caused by a sudden reduction of blood flow to the heart muscle. Those who reported poor sleep in the weeks following such an episode had a higher risk of developing heart attacks and other serious cardiovascular problems over the next two years than did those who were good sleepers.",
            "Given the findings, “clinicians need to inform patients of the importance of a good night’s sleep” after a heart attack, says Rowe. This should also be considered at the hospital, where tests and procedures would ideally be conducted during the daytime to minimize sleep interruptions.",
            "She adds that the findings highlight the bidirectional relationship between sleep and the immune system. “When your grandma says, ‘if you don’t get enough sleep, you’ll get sick’, there’s a lot of truth to that.”",
            "doi: https://doi.org/10.1038/d41586-024-03491-2"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03403-4",
        "title": "The US is the world’s science superpower — but for how long?",
        "content": [
            "*Cartoon_showing_the_Statue_of_Liberty_holding_a_scientific_flask_teetering_on_the_edge_of_a_first_pl",
            "Illustration: Sébastien Thibault",
            "Science in the United States has never been stronger by most measures.",
            "Over the past five years, the nation has won more scientific Nobel prizes than the rest of the world combined — in line with its domination of the prizes since the middle of the twentieth century. In 2020, two US drug companies spearheaded the development of vaccines that helped to contain a pandemic. Two years later, a California start-up firm released the revolutionary artificial-intelligence (AI) tool ChatGPT and a national laboratory broke a fundamental barrier in nuclear fusion.",
            "This year, the United States is on track to spend US$1 trillion on research and development (R&D), much more than any other country. And its labs are a magnet for researchers from around the globe, with workers born in other nations accounting for 43% of doctorate-holders in the US workforce in science, technology, engineering and medicine (STEM).",
            "US election debate: what Harris and Trump said about science",
            "But as voters go to the polls in November to elect a new president and Congress, some scientific leaders worry that the nation is ceding ground to other research powerhouses, notably China, which is already outpacing the United States on many of the leading science metrics. “US science is perceived to be — and is — losing the race for global STEM leadership,” said Marcia McNutt, president of the US National Academy of Sciences in Washington DC, in a speech in June.",
            "Concerns range from funding limitations for R&D and the growing politicization of science to heated debates about immigration. This has created “a perception that the United States is increasingly hostile to foreigners”, the US National Academies of Sciences, Engineering and Medicine (NASEM) reported in August1, warning that the United States “can no longer take for granted that it will remain the destination of choice for the world’s best and brightest”. The academies called for a government-wide effort to attract and retain international talent and improve STEM education at home.",
            "The future of US science hinges, in no small way, on the November election. Together, the next president and Congress will play a pivotal part in setting the course for the US scientific enterprise for years to come by establishing funding plans, immigration policies and national-security measures that affect international collaboration.",
            "Given the concerns over US leadership in science, how does the country measure up and what comes next after the election? Nature examines the numbers and a few key issues that could determine the United States’ scientific future.",
            "h2Losing ground to China",
            "The driving force behind research is money, and the United States has long enjoyed a leading position in science and technology in large part because it outspends all other nations. Combining government and private funding, the United States spent $923 billion in 2022 (the last year for which full numbers are available), or around 30% of global R&D spending.",
            "But as China’s economy has soared, so has its R&D spending, to the equivalent of $812 billion (adjusted for purchasing power parity). On that trajectory it will draw level with the United States before 2030 (see ‘Research funding race’).",
            "*Research_funding_race_Line_chart_comparing_research_funding_in_the_United_States_with_China_and_othe",
            "Source: OECD/MSTI",
            "On sheer numbers of personnel, scientific output and patents, the United States has already lost its lead. In 2016, China leaped ahead as the top producer of science and engineering articles. In 2019, it passed the United States in the number of science and engineering PhDs awarded; and in 2021, it became top dog in international patent applications, according to a report by the US National Science Foundation (NSF) published in March2.",
            "For years, some researchers who study science metrics have argued that China still lagged behind in terms of the quality of its scientific output, but that is also changing. In 2020, for instance, China overtook the United States in terms of its share of the world’s top 1% cited papers, a proxy measure of high-impact work, according to numbers from the Web of Science database (see ‘Top-cited research’).",
            "*Top_cited_research_Line_chart_comparing_the_share_of_top_1%_cited_papers_published_by_Untied_States_",
            "Source: Clarivate/Web of Science",
            "China showed particular strengths in engineering, chemistry and materials science, whereas the United States retained its lead in areas such as biology and medicine (see ‘Who leads in various fields of science?’).",
            "*Who_leads_in_various_fields_of_science_Infographic_comparing_the_share_of_top_1%_of_cited_papers_pub",
            "Source: Clarivate/Web of Science",
            "Citation statistics are imperfect measures of influence: a study this year found that researchers in China show the greatest ‘home bias’, that is, disproportionately citing work from their own country3. Adjusting for this bias dents China’s progress — perhaps nudging it down to fourth in the world, the study suggested — but it doesn’t hugely change its direction of travel.",
            "There are other signs of rising quality in China relative to other nations. Last year, it surpassed the United States in terms of papers that appeared in influential journals (see ‘Share of work in influential journals’).",
            "",
            "Does it matter whether China or the United States is on top? Some political rhetoric frames these trends as essentially a zero-sum game. But in research, one country’s gain is not necessarily another’s loss, says Caroline Wagner, a research-policy specialist at the Ohio State University in Columbus.",
            "The highest-cited papers of all come from US, Chinese and European researchers working together, she says. If China, or any other country, is pouring more money into research, this should benefit the United States — as long as it retains world-leading scientists who can tap into global innovation, and keeps its own research funding and quality high, says Kieron Flanagan, a research-policy analyst at the University of Manchester, UK.",
            "h2Missing in action: federal funds",
            "The current alarms about US science echo similar warnings that have rippled through policy circles about once a generation. In 2005, for example, the National Academies published a dire report called Rising Above the Gathering Storm that cautioned about threats to US competitiveness from globalization4.",
            "How Trump damaged science — and why it could take decades to recover",
            "One recommendation from the report was to double the amount of basic research funding for mathematics, engineering and physical sciences, in line with the doubling of the budget for the National Institutes of Health that was accomplished between 1998 and 2003. The US Congress, which sets funding levels, passed a law in 2007 promising to do just that — but lawmakers didn’t follow through.",
            "History is now repeating itself. In 2022, this time with an eye on China, Congress united to pass the CHIPS and Science Act, which authorized $280 billion to promote the domestic semiconductor industry and boost the budgets of several major research agencies. A key beneficiary of the legislation, the NSF, saw its budget increase by 11% to $9.9 billion in 2023 — only to fall back to $9.1 billion when Congress finalized this year’s budget.",
            "As a share of gross domestic product (GDP), public investments in the NSF, the US Department of Energy’s Office of Science and the US National Institutes of Standards and Technology — all major funders of basic research in the physical sciences — are now lower than they have been at any time since 1997, according to Matt Hourihan, associate vice-president for government relations and public policy at the Association of American Universities in Washington DC (see ‘Falling federal research intensity’). US research investment as a share of GDP is still rising — but that is because R&D investment from private businesses is picking up the slack.",
            "*Falling_federal_research_intensity_Line_chart_comparing_Government_R&D_as_a_share_of_GDP_over_time_f",
            "Source: OECD/MSTI",
            "“We absolutely have to get federally funded R&D back on a healthier track,” says Arati Prabhakar, science adviser to US President Joe Biden and director of the White House Office of Science and Technology Policy (OSTP). The sharp uptick in private R&D is good for jobs and the economy, but it is no substitute for the kind of basic science that federal investments support, she told Nature.",
            "Indeed, these trends explain the shifting balance of power between the United States and China, says Jonathan Adams, chief scientist at the Institute of Scientific Information, a unit of the analytics firm Clarivate, who is based in London. Adams points out that the United States retains its lead in areas that it has invested in the most, such as biomedical research. By contrast, China is overtaking the United States in materials science, physical sciences and computer science, which are areas where US investments have fallen short.",
            "The question, come January, is whether the next president and Congress will work together to advance scientific funding commitments that both political parties have endorsed in the past. This depends in large part on who controls the two chambers of Congress, which is currently divided, with Democrats holding the Senate and Republicans having a majority in the House of Representatives.",
            "Biden seeks to boost science funding — but his budget faces an ominous future",
            "When it comes to setting spending priorities, Congress often goes its own way no matter what presidents propose in their budgets. For example, although previous president Donald Trump repeatedly sought to cut science budgets, it was during his tenure that Congress broke its own self-imposed budget caps and gave science agencies a significant boost in funding alongside the increases in defence spending sought by the Trump administration, says Jennifer Zeitzer, who leads the public-affairs office at the Federation of American Societies for Experimental Biology in Rockville, Maryland.",
            "Today, lawmakers are once again operating under a budget agreement that seeks to cap overall spending until 2025, which could make it difficult to increase STEM spending, but it’s unclear how that discussion will play out with a new president and Congress next year.",
            "“I call it the whiplash effect,” says Zeitzer. Funding agencies are constantly buffeted by shifting political winds that produce big promises — and occasionally big investments — before an inevitable swing back towards austerity. Half of the time, funding agencies are operating under provisional budgets and the looming threat of a government shutdown. “I don’t know how we’re supposed to be competitive if we’re facing another 20 years of this,” Zeitzer says.",
            "h2The importance of foreign talent",
            "Because the United States relies heavily on international talent to fuel its scientific engine, a key question is whether it will remain the preferred place for researchers globally to study and work. There are different ways to interpret the data.",
            "The United States relies ever more heavily on overseas researchers: more than one-third of science and engineering PhDs granted last year went to international students (those on temporary visas), with the share at 59% in computer science (see ‘US reliance on overseas talent’). “We are at an all-time high in terms of dependency on foreign talent,” says Darío Gil, director of research at the technology giant IBM in Yorktown Heights, New York, and current chair of the US National Science Board, which oversees the NSF.",
            "*US_reliance_on_overseas_talent_Line_chart_showing_the_share_of_US_PhDs_awarded_to_students_with_temp",
            "Source: NCSES",
            "Most of these students come from China and India, which is a distant second. And when asked, 77% of Chinese students who earned doctoral degrees in the United States said that they intended to stay in the country, according to 2022 data, a proportion that has dipped only slightly over the previous five years.",
            "More generally, the United States remains the world’s top venue for international students, according to data from the Organisation for Economic Co-operation and Development5, hosting 15% of all students worldwide in 2020, the latest comparative figures available.",
            "But there are signs that the United States might be losing its edge. Its share of international students is declining, down from 23% in 20005. And although enrolment numbers have recovered to an all-time high after a brief pandemic dip (see ‘International students on the rebound’), there remains a question about whether top talent from China continues to view the United States as an attractive destination.",
            "*International_students_on_the_rebound_Bar_chart_showing_the_number_of_science_and_engineering_studen",
            "Source: ref. 2",
            "China is still the United States’ biggest research collaborator, but the number of articles co-authored by Chinese and US researchers is falling — even as Chinese collaborations with competitors rise (see ‘US–China collaboration is dropping’).",
            "*US_china_collaboration_is_dropping_Line_chart_showing_the_number_of_publications_published_as_a_coll",
            "Source: Scopus",
            "Some lawmakers in Congress might welcome this trend. Citing the dangers of letting science that is funded by US taxpayers fall into the hands of the Chinese military, congressional Republicans are pushing legislation that would limit the kind of research collaborations that university researchers can pursue.",
            "Questions about immigration and research security came to a head when Trump occupied the White House. First came the temporary travel ban that mainly impacted citizens from several Muslim-majority countries. Then a federal crackdown on academic espionage, dubbed the China Initiative, drew accusations of racism after ensnaring scholars with links to China, including many US citizens of Chinese descent.",
            "Biden ultimately ended both policies, but many scholars say they could make a comeback if Trump prevails in November. Last month, Trump vowed to reinstate his travel ban, and Republicans who control the US House of Representatives have approved legislation that would, if enacted, essentially reinstate the China Initiative.",
            "These tensions might be taking a toll: surveys in the United States have found that many Chinese researchers worry about prejudice after the China Initiative. A study6 published this year examined the propensity of Chinese students to enrol in US PhD programmes, compared with a control group of non-Chinese students. The two were in step until 2016, but the Chinese students became 15% less likely to enrol by 2019 — and more likely to enrol in non-US English-speaking countries. (The rapid drop of enrolments during the pandemic means that the study, which has yet to be peer-reviewed, can’t reliably be extended to later years.)",
            "Although Chinese-student enrolment at US universities has rebounded since the pandemic, China’s best and brightest might be shying away, says Yingyi Ma, a sociologist who heads the Asian/Asian American studies programme at Syracuse University in New York. Soaring anti-China rhetoric probably plays a part, Ma says, but so do expanding opportunities for Chinese graduate students at home, and the growing challenges to obtain work visas.",
            "How to win a Nobel prize: what kind of scientist scoops medals?",
            "A further challenge, and one that would be easy for Congress to fix, is the limitation on the availability of ‘green cards’ that grant permanent residency in the United States, says Amy Nice, an immigration scholar at Cornell University in Ithaca, New York, who recently served at the White House OSTP under Biden. The Biden administration has been working to do just that under existing laws and regulations, she says, but it’s ultimately up to Congress to increase the numbers of green cards that are available. “That’s the one thing that Congress could do to solve this problem,” Nice says.",
            "Not everybody is convinced that US academic institutions are facing an imminent crisis when it comes to international talent. Allan Goodman, chief executive at the Institute of International Education in New York City, points out that the United States isn’t the only country that is cracking down on immigration: Canada, the United Kingdom and others are doing much the same. This means fewer non-US options as international students consider where to forge their careers.",
            "Gil also says that he doesn’t see evidence showing Chinese students have been put off coming to the United States. “There is an extraordinary appetite to continue to come to the US,” he says. Gil says a bigger problem is how to encourage US students to engage in science and technology, citing declining mathematics attainment scores.",
            "h2The campus culture wars",
            "Across university campuses in the United States, there are growing tensions over issues such as the Gaza–Israel war; efforts to promote diversity, equity and inclusion; and the rights of transgender individuals. Part of a broader trend towards increasing political polarization, these culture wars have engulfed campuses and led some lawmakers to impose limits on what university researchers can study and teach, and to curtail policies that promote diversity, equity and inclusion. The August NASEM report1 tapped into some of these sentiments, raising the fear that the United States’ reputation is beginning to suffer abroad. “Some of the nation’s most important advantages in attracting and retaining talent are the intangibles: values, freedom, and opportunity,” the report stated.",
            "Like Biden, vice-president and presidential candidate Kamala Harris would be expected to advance science-friendly budgets while continuing to emphasize the role of science in tackling climate change and promoting public health. By contrast, Trump and his appointees repeatedly undermined government scientists and agencies during his time in office, especially on issues such as climate change and public health.",
            "Many political scientists fear a second Trump term could be even more fraught for government researchers. Besides Trump’s refusal to acknowledge the results of any election he doesn’t win and his promises to use the powers of the federal government for political retribution, researchers fear that he just might succeed in reshaping the US government by replacing thousands of federal scientists with obedient political appointees. This would further undermine the part that science plays in developing the rules and regulations that govern everything from greenhouse-gas emissions to drug development.",
            "No matter which party controls the presidency and Congress, the fate of US science is linked to broader trends in an increasingly polarized society, in which trust in many institutions has been eroding for several decades.",
            "So far, the institution of ‘science’ remains an outlier, with support from broad swathes of the public, but that could change if polarization increases on issues ranging from vaccines to global warming, says Henry Brady, a political scientist at the University of California, Berkeley. “If science and academia become ideological endeavours,” he says, “it’s going to be hard for them to survive.”",
            "Nature 634, 770-774 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03403-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03570-4",
        "title": "The world’s oldest tree? Genetic analysis traces evolution of iconic Pando forest",
        "content": [
            "*Thousands_of_Aspen_trees_turn_bright_red,_yellow,_and_orange_colors_as_fall_arrives_in_the_upper_ele",
            "Pando consists of a vast root system with nearly 50,000 cloned stems, spread over an area of more than 40 hectares. Credit: George Rose/Getty",
            "DNA samples from one of the world’s largest and oldest plants — a quaking aspen tree (Populus tremuloides) in Utah called Pando — have helped researchers to determine its age and revealed clues about its evolutionary history.",
            "By sequencing hundreds of samples from the tree, researchers confirmed that Pando is between 16,000 and 80,000 years old, verifying previous suggestions that it is among the oldest organisms on Earth. They were also able to track patterns of genetic variation spread throughout the tree that offer clues about how it has adapted and evolved over the course of its lifetime. The findings were posted on the bioRxiv preprint server on 24 October1. The work has not yet been peer reviewed.",
            "“It’s just pretty cool to study such an iconic organism,” says co-author Rozenn Pineau, a plant evolutionary geneticist at the University of Chicago in Illinois. “I think it’s important to draw people’s attention on natural wonders of the world.”",
            "h2One very big tree",
            "Pando — whose name means ‘I spread’ in Latin — consists of some 47,000 stems that cover an area of 42.6 hectares in Utah’s Fishlake National Forest. Because of the way the plant reproduces, this collection of aspens is technically all one tree, supported by a single, vast root system. Pando is triploid, meaning that its cells contain three copies of each chromosome, rather than two. As a result, Pando cannot reproduce sexually and mix its DNA with that of other trees, and instead creates clones of itself.",
            "The trees’ lessons: climate records are written in tree rings",
            "Although this process generates offspring that are genetically identical, they can still accumulate genetic mutations as their cells divide. Biologists are interested in these variations because they provide information on how the plant has changed since the first seedling sprouted. Some studies have explored the spread of new mutations in plants and fungi that reproduce clonally, but few have investigated centuries-old plants like Pando.",
            "“It’s kind of shocking to me that there hasn’t been a lot of genetic interest in Pando already, given how cool it is,” says study co-author William Ratcliff, an evolutionary biologist at the Georgia Institute of Technology in Atlanta.",
            "The researchers collected samples of roots, bark, leaves and branches from across the Pando clone, as well as from other, unrelated quaking aspen trees for comparison. They extracted DNA from the samples, then sequenced and analysed a subsection of the genome.",
            "After removing variants that were found in both Pando and neighbouring trees, as well as mutations found in just one sample, the researchers were able to review nearly 4,000 genetic variants that had arisen as Pando cloned itself repeatedly over millennia.",
            "Analysing the patterns of these mutations revealed surprising results. “You would expect that the trees that are spatially close are also closer genetically,” says Pineau. “But this is not exactly what we find. We found a spatial signal, but that is much weaker than what we expected.” Physically close trees did share more similar mutations than those that were far apart — but only slightly more. However, over a smaller scale of 1–15 metres the trend was stronger, with stems that were closer together having significantly more shared mutations. Pando covers an area of more than 40 hectares, “but it almost looks like it’s a well-mixed pot of genetic information”, says Ratcliff.",
            "h2Protective mechanism",
            "By inputting Pando’s genetic data into a theoretical model that plots an organism’s evolutionary lineage, the researchers also estimated Pando’s age. They put this at between 16,000 and 80,000 years. “It makes the Roman Empire seem like just a young, recent thing,” says Ratcliff.",
            "The team also considered reasons for the tree’s remarkable endurance. Pineau says that Pando being triploid might lead to “bigger cells, bigger organisms, better fitness”, and that existing clones might be more durable than new mixed offspring.",
            "Philippe Reymond, who researches interactions between plants and herbivores at the University of Lausanne in Switzerland, says that the findings hint that “plants and trees have a mechanism to protect the genome” from the accumulation of harmful genetic mutations, a suggestion that is “quite interesting for many scientists”. He adds that future studies could search for this exact mechanism at the cellular level.",
            "Ratcliff is also keen for more studies to be done on Pando’s genetic history. “I would love to make a call for people to work on these kinds of organisms,” he says.",
            "doi: https://doi.org/10.1038/d41586-024-03570-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03535-7",
        "title": "Diabetes risk soars for adults who had a sweet tooth as kids",
        "content": [
            "*A_toddler_eats_a_huge_pink_candy_floss_that_covers_her_face_next_to_the_River_Thames",
            "Candy-floss effect: a childhood diet rich in sugar has been linked to higher risk of high-blood pressure and other conditions in adulthood.Credit: Getty",
            "It’s tough news to hear on Halloween: a sugary diet in the first two years of life is linked to a higher risk of diabetes and high blood pressure decades later, according to an analysis of UK sugar rationing in the 1950s.",
            "The amount of sugar a child consumed after turning six months old seemed to have the biggest effect on the risk of developing a chronic disease later in life. But people exposed to more sugar in the womb also had a higher risk of diabetes and high blood pressure compared to those who were conceived when access to sugar was limited.",
            "Economist Tadeja Gračner was pregnant with her first child and on doctor-ordered bed rest when she and her colleagues first arrived at these conclusions, which are published in Science on 31 October1. “I was like, ‘No, no, no. This is the last thing I need.’,” she says. “I was probably eating a chocolate at the time.”",
            "The results do not mean that pregnant people and parents of young children need to eliminate added sugars from their own diet or their child’s, says Gračner, who works at the University of Southern California in Los Angeles. But there could be room for cutting back: in the United States, pregnant and lactating people typically eat more than three times the recommended amount of added sugar. “It’s all about moderation,” she says.",
            "h2Childhood diet’s long shadow",
            "The UK study is not the first to link early-life nutrition to disease risk later in life. Previous work has shown that experiencing famine while in the womb can double the risk of diabetes later in life.",
            "But data from tragedies such as famines and war can be difficult to interpret, says Valentina Duque, an economist at American University in Washington DC. “Often, these big, historical shocks affect so many things,” she says. “You don’t know what’s because of nutrition, or stress, or changes in income or household dynamics.”",
            "‘Smart’ insulin prevents diabetic highs — and deadly lows",
            "Sugar rationing in the United Kingdom offered an opportunity to take a more detailed look at the impact of nutrition on later life. Economic hardship during the Second World War forced the government to institute food rations, and limits on sugar were not lifted until 1953, years after the war ended. By then, most other aspects of nutrition had normalized to meet standard daily recommendations.",
            "Gračner first had the idea for the project years ago when she stumbled across an article about the lifting of the UK sugar rations and saw pictures of children flooding into bakeries when the restrictions ended.",
            "By the time Gračner started her own research group and began piecing together a proposal with her colleagues to study the event, another tool had become available: the UK Biobank, a repository of genetic and medical data from half a million participants. After confirming that sugar intake had risen dramatically after the rations lifted, the team mined the biobank for people who had been conceived between October 1951 and June 1954, when the rations were in effect. They then compared the health of these people with the health of people who were conceived between July 1954 and March 1956, after the rations were removed.",
            "h2Undeniable effect",
            "The researchers found that the people conceived during the sugar limitations had a 35% lower risk of diabetes and a 20% lower risk of high blood pressure than people conceived after the rationing.",
            "The magnitude of the effect is surprisingly large, says Duque. “It’s undeniable,” she says. “The big change here has to do with sugar.” Duque says that the results should add fuel to efforts to educate pregnant people about the importance of good nutrition.",
            "Gračner agrees that education is crucial but doesn’t want anxious parents to overreact to her findings. “Pregnant people already have so much to worry about,” she says. “If it’s just a little sugar here and there, everybody’s going to be fine.”",
            "doi: https://doi.org/10.1038/d41586-024-03535-7"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03472-5",
        "title": "How to recover when a climate disaster destroys your city",
        "content": [
            "*A_flood-destroyed_home_in_Arroio_do_Meio,_Rio_Grande_do_Sul,_Brazil_in_July_2024",
            "Flood waters destroyed entire neighbourhoods in Cruzeiro do Sul in the Taquari Valley region of southern Brazil. Credit: Marcio Pimenta for Nature",
            "This story was supported by the Pulitzer Center.",
            "Porto Alegre, Brazil",
            "When the water started to surge from a maintenance hole in front of her house on a Saturday afternoon, Maria Margarete Jaskulski realized it was time to leave. Neighbours had warned her that flooding had already reached other parts of her neighbourhood in Porto Alegre, Brazil. In the rush to escape, she put a drawer containing her most valuable documents and keepsakes on top of her bed and then fled with her family and pets to a relative’s home across town.",
            "Later that night, her daughter heard from neighbours that the water had filled most of their house. “I cried as if someone had died,” says Jaskulski.",
            "The flood lingered for weeks, leaving a series of brown lines on the walls that marked the different water levels. It would be more than a month before she could return to a house filled with mud and debris. The furniture was ruined, and only the items placed on her bed were spared, the mattress having floated like a lifeboat.",
            "Jaskulski is among the more than 2 million people affected by the devastating floods that hit Rio Grande do Sul, Brazil’s southernmost state, in April and May. The disaster, driven by a combination of torrential rains, climate change and infrastructure failures, affected 96% of the state’s cities, displacing more than 500,000 people and causing 183 deaths (see ‘Historic flooding’).",
            "*Historic_flooding_Map_of_Rio_Grande_do_Sul_showing_areas_affected_by_flooding_in_April_and_May_2024",
            "Sources: Flooding: DEE-SPGG; land cover: ESA, HydroSheds, OSM; GuaÍba river basin: I. Possantti et al. Preprint at https://zenodo.org/records/13227745 (2024)",
            "It also took a huge toll on people’s mental health. When I met Jaskulski, three months after the water had first entered her house, the emotional strain was still evident, her eyes filling with tears as she recounted the experience. According to an online survey of residents across the state, 45% of respondents reported moderate to severe anxiety in the first month after the floods. Like Jaskulski, many also reported reactions associated with acute stress disorder, such as difficulty concentrating and derealization, a feeling of disconnection from reality.",
            "“Given the number of people affected, we should expect a significant increase in mental-health disorders in the medium and long term,” says psychologist Christian Kristensen, coordinator of the Center for Study and Research in Trauma and Stress at the Pontifical Catholic University of Rio Grande do Sul in Porto Alegre.",
            "A giant fund for climate disasters will soon open. Who should be paid first?",
            "Such epidemics of trauma are becoming all too common as climate change boosts the number and severity of extreme weather-related disasters. This year alone has seen heatwaves in Europe, rain-caused landslides in India and typhoons in the Philippines. Although most of the attention after these disasters focuses on deaths and property damage, the events can trigger widespread mental-health problems that can last for years — a toll seen after Hurricane Katrina in the United States in 2005 (E. J. Raker et al. Soc. Sci. Med. 242, 112610; 2019).",
            "Around 4.5 billion people are now vulnerable to extreme weather events, more than half of whom live below the poverty line. But there has been relatively little research on how to help people facing mental-health challenges as a result of climate disasters. This is especially true in low-and middle-income countries, which are most vulnerable to these crises. Lessons have started to emerge, however, from studies conducted immediately after the Rio Grande do Sul crisis, such as how community members can support each other during the initial response to a disaster to prevent trauma.",
            "What’s happening here in Brazil could shape responses to future disasters worldwide, says Débora Noal, a psychologist who led the mental-health-response team for Brazil’s national health task force during the flood. “The size of the territory, the number of people affected, the number of people displaced from territories that will remain inhabited, is a sample of what will become increasingly common in the world.”",
            "h2Rising waters",
            "As heavy rains were battering Porto Alegre in May, many mental-health researchers from across Brazil were gathered at the city’s Federal University of Rio Grande do Sul (UFRGS). The meeting marked the launch of efforts to conduct the country’s first nationwide mental-health survey, a project led by Flavio Kapczinski, a psychiatrist at the university. There is currently no reliable estimate of the national prevalence of mental illness in the Brazilian population.",
            "*Portrait_of_Flavio_Kapczinski_leaning_on_a_tree_after_the_floods_in_Rio_Grande_do_Sul,_Brazil_in_Jul",
            "Psychiatrist Flavio Kapczinski emphasizes the need to tailor trauma prevention strategies to low- and middle-income countries.Credit: Marcio Pimenta for Nature",
            "When news broke that the city’s airport had closed, the event’s organizers quickly evacuated participants who didn’t live in the town, sending them to the nearest functioning airport so that they could make their way home before the situation worsened. “It was a real scramble,” Kapczinski recalls.",
            "The heavy rains lasted several days between late April and mid-May, pouring mainly in the Guaíba River basin, which supplies water to Porto Alegre, and several of its tributaries. In some areas of the state, nearly one metre of rain fell during a two-week span (see ‘Rainfall totals’).",
            "*Rainfall_totals_Map_of_Guaíba_River_basin_showing_the_amount_of_accumulated_rainfall",
            "Source: N. Ramalho",
            "“This was the biggest rainfall ever recorded in Brazil,” says Sofia Royer Moraes, an environmental engineer and hydrologist at the University of Taquari Valley in Lajeado.",
            "The extraordinary rainfall was caused partly by an unusually strong collision between a warm air mass coming from central Brazil and a cold front streaming from the south. A rapid analysis by the World Weather Attribution initiative, which evaluates the influence of global warming on extreme weather events, found that human-induced climate change increased both the likelihood and the intensity of the event.",
            "Is it too late to keep global warming below 1.5 °C? The challenge in 7 charts",
            "Once the host researchers at the mental-health meeting in Rio Grande do Sul had helped to evacuate their colleagues, they were left to deal with the consequences of the flooding. Even those who didn’t have to flee their homes faced widespread shortages of clean water and electricity. But some began to leverage their expertise to assist with the response to the tragedy.",
            "“In the first couple of weeks, we were concerned about the potential effects on the mental health of our patients during the emergency,” says Simone Hauck, a psychiatrist at UFRGS’s teaching hospital. She and her colleagues quickly developed a survey to measure acute stress, depression and anxiety, which they planned to deploy in the hospitals in which they worked. “But it quickly became clear to us that this impact would be enormous, affecting nearly all residents of the state,” she says.",
            "*Portrait_of_Simone_Hauck_after_the_floods_in_Rio_Grande_do_Sul,_Brazil_in_July_2024",
            "Psychiatrist Simone Hauck launched an online survey to measure stress and anxiety symptoms after the disaster.Credit: Marcio Pimenta for Nature",
            "In one sleepless night, Hauck wrote a proposal for a state-wide online survey, which was readily approved by her institution’s ethics committee. The results of the survey, which have been accepted for publication in Trends in Psychiatry and Psychotherapy, provided a snapshot of mental-health symptoms in the population during the acute phase of the disaster. More than 1,500 people responded to the survey between 10 May and 6 June, and 43% of them had been directly affected by the floods. In addition to anxiety and acute stress disorder, 42% reported having moderate to severe depression symptoms.",
            "The results aligned with findings from other parts of the world. “The greater the socio-economic vulnerability, the more symptoms of anxiety, depression and burnout they reported,” Hauck says. She hopes that the findings could be used to help direct resources in other crises. Given how widespread the symptoms were, she says, the best strategy is to educate the population to help one another.",
            "h2A flooded state",
            "In the weeks that Jaskulski’s neighbourhood was flooded, she went back a few times to check on her house.“It didn’t even look like the same street,” she says. “That really affected me emotionally because it’s my home, I’ve lived there my whole life, and I built it with a lot of sacrifice.”",
            "The clinic in which Jaskulski works to help people navigate the health-care system was spared by the flood waters, but remained closed for more than a month, because it was cut off entirely from its surroundings.",
            "*Portrait_of_Maria_Margarete_Jaskulski_after_the_floods_in_Rio_Grande_do_Sul,_Brazil_in_July_2024",
            "Community health worker Maria Margarete Jaskulski lost nearly all of her belongings after the water took over her house in May.Credit: Marcio Pimenta for Nature",
            "In early August, after the clinic reopened, I met Jaskulski and other community-health workers as they planned their return to work, preparing to provide care and support for community members while dealing with their own losses. “When we come across someone who is suffering, all we can do is cry with them. Because now we are not just health-care professionals, we are also victims,” said Janete Pereira, one of the clinic’s community-health workers.",
            "Clinical psychologist Anderson Nunes Jardim, who runs a private practice in Porto Alegre, continued holding online sessions with his patients while sheltering at his sister’s house; his own home was nearly submerged. “My patients were surprised that I was working,” he says. But he was in a safe place and knew he was needed.",
            "*Portrait_of_Anderson_Nunes_Jardim_in_Rio_Grande_do_Sul,_after_the_floods_in_Rio_Grande_do_Sul,_Brazi",
            "Clinical psychologist Anderson Nunes Jardim continued to see his patients even after his house in Porto Alegre was completely flooded.Credit: Marcio Pimenta for Nature",
            "Nearly all his sessions in May and June focused on the flooding, he says. “Those who weren’t directly affected worked as volunteers and talked about how exhausting it was. Many brought up the fear of it happening again.”",
            "Jardim’s mother, Jurema Nunes Jardim, who had been living at the same address for 58 years, had never seen anything like it. “I cried a lot. I would fall asleep and soon wake up thinking about all the things I had lost,” she says.",
            "Most people going through a disaster will experience symptoms of distress, including anxiety, sadness, hopelessness, difficulty sleeping and fatigue. This is normal and, for most people, the symptoms will go away with time, according to the World Health Organization (WHO). But studies have pointed to actions that can prevent these from becoming long-term mental-health issues.",
            "The first is ensuring that people have access to basic necessities such as shelter, water, food and safety. “Even more than providing access to psychologists and psychiatrists, what’s important is offering a sense of safety,” says Bruno Paz Mosqueiro, a psychiatrist at UFRGS’s teaching hospital.",
            "*An_aerial_view_of_a_flooded_section_of_the_city_Porto_Alegre,_Rio_Grande_do_Sul_state,_Brazil,_on_Ma",
            "During the unprecedented floods in April and May, boats were the only means of transport in some parts of Porto Alegre.Credit: Nelson Almeida/AFP via Getty",
            "The WHO also recommends allowing communities to help themselves by creating groups that work collaboratively to solve problems. “The more the community helps each other, the more people feel supported, which reduces rates of post-traumatic stress disorder (PTSD), for example,” Mosqueiro says. Another WHO recommendation is to offer psychological first aid, which can be done by any community member with basic training. It involves listening to the individual, without pressuring them to talk, and helping them to address immediate needs.",
            "‘We are killing this ecosystem’: the scientists tracking the Amazon’s fading health",
            "Another lesson from past crises is that excessive medical intervention can backfire, says Noal, who consults for governments and aid organizations such as Médecins Sans Frontières (also known as Doctors Without Borders) on the mental-health response to disasters. She says that during past events — such as a mining-dam collapse in the state of Minas Gerais in 2019 — there was an overdiagnosis of mental-health disorders in the initial period after the disaster, when such reactions should be considered normal.",
            "As a result, people began to see themselves as traumatized victims, which can be disempowering and weaken their sense of community, she says. “When the community comes together, organizes collective efforts and demands their rights, that is also a form of mental-health action. But if you individualize suffering with a diagnosis, you assume that it’s now every person for themselves, and that’s a mistake.”",
            "And that is why those who provide care should avoid referring to ‘symptoms’ and instead talk about ‘expected reactions’ when discussing difficulty sleeping, anxiety and other common outcomes of a traumatic event, says Noal. “We guide people to self-monitor and only seek help if the issues persist. They need to utilize their own coping strategies; otherwise, they risk becoming dependent on health-care professionals.”",
            "*A_destroyed_house_in_Arroio_do_Meio_after_the_floods_in_Rio_Grande_do_Sul,_Brazil_in_July_2024",
            "On a street along the Taquari River in Arroio do Meio, few houses remained standing after the flood.Credit: Marcio Pimenta for Nature",
            "In the first 48 hours after a trauma, the use of benzodiazepines — commonly used to treat anxiety — is contraindicated, Hauck says. They are known to impair the consolidation of traumatic memories and increase the risk of PTSD.",
            "It’s also important to consider that strategies and instruments created to address mental-health issues arising from disasters in high-income countries might not work in other settings. When Hauck and her colleagues tried to apply international standardized mental-health-screening questionnaires to people in shelters during the floods, they noticed that some people did not understand questions that researchers considered to be simple, but which contained words that were not easily understood by a vulnerable population with lower levels of education. “So, we need to think about how to include these people and adapt the questions,” she says.",
            "“When we transpose instruments that are developed in the US and Europe to our context, we always wonder why it didn’t work,” says Kapczinski. Researchers in Rio Grande do Sul are now developing an app to estimate mental-health symptoms in disasters. The researchers plan to launch the app in Portuguese, Spanish and English so it can be deployed in other countries, especially in low- and middle-income ones.",
            "h2Enduring trauma",
            "Eliana Silva de Araújo had already lost her home when the May floods hit Rio Grande do Sul. Her house in the Taquari Valley region in the central part of the state was destroyed by a large flood that struck the area in September 2023. Then, in May, the school where she, her daughter and granddaughter were taking refuge was inundated, forcing them and hundreds of people who had already been displaced to relocate to a new shelter.",
            "In Porto Alegre, many displaced people were able to return to their houses after the water receded, but in the Taquari Valley region some neighbourhoods were completely wiped out and are no longer considered safe to live in. And as a result, shelters in that area are still crowded: there simply aren’t enough houses for the displaced families.",
            "*Portrait_of_Eliana_Silva_de_Araújo_after_the_floods_in_Rio_Grande_do_Sul,_Brazil_in_July_2024",
            "Eliana Silva de Araújo has been living in shelters with her daughter and granddaughter.Credit: Marcio Pimenta for Nature",
            "As a microcosm of society, the shelters are affected by problems such as violence and alcohol and drug misuse, contributing to the mental-health toll of the disaster. Adding to that, Araújo says that her neighbours discriminate against her because she is from Bahia, a lower-income state in the northeast of Brazil.",
            "“What affects me the most is not even the floods, it’s the people,” she says. “I felt really bad after the last flood because of the prejudice; I was really struggling.”",
            "*Clothing_hanging_to_dry_inside_a_shelter_in_Encantado,_after_the_floods_in_Rio_Grande_do_Sul,_Brazil",
            "Dozens of displaced families live in this shelter in Encantado in the Taquari Valley region, where whole neighbourhoods were destroyed by flood waters.Credit: Marcio Pimenta for Nature",
            "At one point, she had to receive psychiatric care, she says, although she feels better now and has made peace with the fact that it might be a long time before she can have her own place again.",
            "One of the neighbourhoods wiped out by the flooding was Passo de Estrela in Cruzeiro do Sul, where Joelson de Moraes Ferreira is a psychologist at the city’s main health-care clinic. In a group therapy session with women from the community, he asked them to write down all their memories of the lost neighbourhood in a notebook.",
            "“One of them brought up that the church where she got married and later baptized her children doesn’t exist any more. And even the photographs of these events were lost, so she is losing that memory,” he says, his voice choked with emotion.",
            "In a workshop organized by Ferreira a few months ago, the participants were asked to share what they would like to happen to Passo de Estrela, knowing that they will not be able to live there again. “Unanimously, they said they would like to see it as a public space with parks and trees, where they could go to take walks, see friends and drink chimarrão [a regional tea].”",
            "Gisele Dhein, a psychologist at the University of Taquari Valley who is assisting in the implementation of a mental-health response plan for the region, says that these activities foster a sense of empowerment in the community, which is crucial for rebuilding society after a disaster. “Much of the coping strategy will involve rebuilding family ties and restoring community bonds,” she says.",
            "*Rogério_Rammê_and_his_dog_Dungo_after_the_floods_in_Rio_Grande_do_Sul,_Brazil_in_July_2024",
            "Rogério Rammê, an attorney and animal welfare advocate, poses with rescue dog in an animal shelter in Porto Alegre where he has volunteered.Credit: Marcio Pimenta for Nature",
            "Researchers say that social support and resilience — the ability to adapt and recover from adversity — are important to prevent depression and PTSD after disasters. Yet, the literature in this area remains limited. So Lidia Maria Erbes, a master’s student in psychology at the University of Taquari Valley, decided to study whether people affected by the floods who had more social support and resilience developed fewer mental-health symptoms than did their peers. She created a questionnaire that is being sent out to people across the valley and hopes to have the results by the end of the year.",
            "The goal is to assess the mental-health impact of the floods and identify potential protective factors, says Joana Bucker, Erbes’s adviser on the project. “This will allow us to think of strategies for intervention in the future,” she says.",
            "Social support was essential for Jardim and his mother, Jurema, as they rebuilt their lives after the flood waters had drained away. When he reached out for help, 18 friends arrived one Saturday morning to form a clean-up task force. In days, the house was ready for their return. As I left their home on a rainy morning months after the flood, I noticed the vibrant foliage in their planters. When I asked if these plants had survived the floods, Jurema shook her head.",
            "“These are new,” she said. “They were planted by our friends.”",
            "Nature 634, 1032-1036 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03472-5"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03207-6",
        "title": "Chinese scientists say funding shake-up has made it harder to win grants",
        "content": [
            "*Researchers_from_the_School_of_Life_Sciences_of_Tianjin_University_conduct_an_experiment_in_a_labora",
            "Early-careers researchers in China need highly sought-after grants to progress in their career.Credit: Xinhua/Shutterstock",
            "Scientists in many countries face intense competition for research funding, but the situation in China is particularly fierce, say researchers, especially for those in their early career. To address this, one of the country’s largest funders of basic research, the National Natural Science Foundation of China (NSFC), has introduced reforms over the past year aimed at better supporting young scientists. But some worry that the changes are making matters worse.",
            "The NSFC, based in Beijing, oversees several programmes that provide funding through competitive grants. This year, there was a massive jump in applications, more than 380,000 overall, up 26% compared with last year. Only 13% of those were successful, compared with 16% in 2023.",
            "The success rate for the NSFC’s Youth Scientists Fund, which supports male researchers who are under 35 and female researchers under 40, also declined, from 17% in 2023 to 15.5% this year, according to an analysis posted on WeChat. The number of applications to the fund grew by 11.3% over the same period, according to a report compiled by the NSFC.",
            "“The competition is very, very intense,” says Cong Cao, a science-policy researcher at the University of Nottingham Ningbo China. For comparison, the US National Science Foundation’s funding rate was 29% in 2023.",
            "h2New policies",
            "Researchers say the jump in NSFC applications this year stems from the foundation’s decision to eliminate its requirement that applicants who were unsuccessful for two consecutive years wait a year before reapplying.",
            "Another recent policy change is an extension to the Distinguished Young Scholars (DYS) programme, which gives outstanding young scientists an opportunity to pursue research of their choosing, funded for five years. From this year, up to 20% of these scholars will be eligible for a further five years of funding.",
            "“It’s a positive development,” says Albert Hu, an economist who focuses on science and technology at the China Europe International Business School in Shanghai. It suggests that China’s policymakers are becoming more aware that basic research projects need long-term support, Hu says.",
            "But others are concerned that providing extra funds to a small number of already well-supported DYS researchers will make it more difficult for other early-career researchers to obtain limited grants. Typically, DYS researchers already have access to a wide range of funding sources from universities, local governments and the corporate sector, says Yanbo Wang, a science-policy researcher at Hong Kong University. He’s also not convinced that the funding boost will result in better research. “There is little evidence to suggest that these few individuals can utilize the additional funding more effectively than those who have been overlooked for funding,” says Wang.",
            "The NSFC declined Nature’s request for comment about the impact of the policy changes. In August, the head of the agency, Dou Xiankang, told Nature that the reforms were designed to provide further support for young scientists. As part of the reforms, the NSFC also introduced funding for undergraduate and PhD students to help them start their research careers.",
            "h2Old problem, getting worse",
            "The struggle to secure funding isn’t unique to researchers in China, says Li Tang, a science-policy researcher at Fudan University in Shanghai. “Many countries face similar challenges in balancing the demand for excellence in research with equitable funding distribution,” says Tang. ",
            "But China’s broader research-evaluation system — which places emphasis on researchers securing NSFC grants, in particular — is making the competition for limited funding particularly intense, says Tang.",
            "NSFC grants are a measure of achievement when researchers are assessed for contracts, promotions and tenure, says a researcher who requested to remain anonymous because they are worried their view might harm their chances of obtaining NSFC grants in future. Many early-career researchers view NSFC funding as opening the door to career opportunities rather than just as a vehicle to fund their projects, the researcher says. “We regard the NSFC as a bridge.”",
            "h2Bigger research pool",
            "The growing number of early-career researchers is set to add to funding pressures. In 2023, around 1.3 million graduate students were enrolled in universities across China, an increase of 4.8% on the previous year, according to the Ministry of Education.",
            "Another factor adding to the pressure to obtain grant funding is that many universities don’t offer start-up packages to young scientists, which forces them to obtain grants from elsewhere to get up and running, adds Cao. “If you don’t have money from external sources, it’s very difficult to start your career,” he says.",
            "One way to ease the competition and pressure on young Chinese scientists is to create a more diverse range of funding sources, says Hu. Universities and research institutions should also base their research evaluations on the outcomes of funded projects instead of the number of grants researchers win, he adds. “There has to be a change in the way these young scientists are evaluated,” says Hu.",
            "doi: https://doi.org/10.1038/d41586-024-03207-6"
        ]
    }
]