[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03886-1",
        "title": "What’s the secret to living to 100? Centenarian stem cells could offer clues",
        "content": [
            "*Marie_Hendrix_L_and_Gabrielle_Vaudremer,_100-year-old_Belgian_twins_celebrate_their_birthday_with_a_",
            "Credit: Nicolas Lambert/BELGA/AFP via Getty",
            "Scientists in Boston, Massachusetts have made reprogrammed stem cells from the blood of centenarians. They plan to share the cells with other researchers to better understand the factors that contribute to a long and healthy life. Early experiments are already providing insights on brain ageing.",
            "Centenarians offer an opportunity to study longevity. People who’ve lived to 100 have an amazing ability to bounce back from insult and injury, says George Murphy, a stem-cell biologist at the Boston University Chobanian & Avedisian School of Medicine. One centenarian he knows recovered from the 1912 Spanish flu and COVID-19, twice. One theory that explains centenarians’ robust age is that they possess a genetic makeup that protects them from diseases. ",
            "But testing that idea is a challenge. People of that age are rare, which makes blood and skin samples from them a precious resource for research. That gave Murphy and his colleagues the idea to create a bank of centenarian cells that could be shared among scientists.",
            "“This bank is really exciting,” says Chiara Herzog, who studies epigenetics and ageing at Kings College London.",
            "“It will be a very useful resource for the field,” says Vadim Gladyshev, an ageing researcher at Harvard Medical School in Boston.",
            "h2Finding centenarians",
            "Murphy collaborated with Tom Perls, a physician specializing in geriatrics, also at the Chobanian & Avedisian School of Medicine, who runs the largest study of people 100 years and older, the New England Centenarian Study. They searched for centenarians in US voter-registration lists, news articles and long-term-care facilities. Many were happy to participate “because they know how special they are”, says Perls.",
            "Participants were assessed for their cognitive and physical abilities, and had samples of their blood collected. Many were cognitively healthy and cared for themselves.",
            "For about 30 centenarians, the researchers isolated blood cells and reverted them to a pluripotent state, from which they could be turned into any cell type in the body. Induced pluripotent stem (iPS) cells lose many aspects of their ‘age’ through the reversion process without altering their genetic code. This allows researchers to use the cells to study the genetic determinants of ageing, says Herzog.",
            "h2Emerging insights",
            "Experiments using the cells are already underway. For instance, Murphy’s group has grown neurons from the centenarian iPS cells. One hallmark of ageing is that cells lose some of the quality-control mechanisms involved in protein production, which can contribute to disease. The as-yet unpublished results suggest that neurons derived from centenarians were quieter, not engaging this quality control under normal conditions compared with neurons derived from non-centenarians. But when a stressor was introduced, the centenarian-derived neurons efficiently and robustly switched those processes on, swiftly separating the bad proteins from the good ones at a more intense rate. ",
            "Another group has created 3D brain models of Alzheimer’s disease using centenarian-derived brain cells and compared them with models made from cells derived from individuals in their 60s. In preliminary studies, the researchers found that centenarian-derived brain cells express high levels of genes associated with protection from Alzheimer’s disease, says Doo Yeon Kim, a neurology researcher at Harvard Medical School.",
            "Eventually, researchers hope to use the cells to develop other cell types relevant to ageing, such as liver, muscle and gut cells, or even mini organs.",
            "doi: https://doi.org/10.1038/d41586-024-03886-1"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03907-z",
        "title": "These two ancient human relatives crossed paths 1.5 million years ago",
        "content": [
            "*A_footprint_in_beige_rock,_with_two_rulers_for_scale",
            "Footprints made by two species of ancient human relative were found in Kenya. This one is thought to have been left by Paranthropus boisei.Credit: Kevin G. Hatala",
            "Some 1.5 million years ago, two ancient species crossed paths on a lake shore in Kenya. Their footprints in the mud were frozen in time and lay undiscovered until 2021.",
            "Biggest Denisovan fossil yet spills ancient human’s secrets",
            "Now, analysis of the impressions reveals that they belonged to Homo erectus, a forebear of modern humans, and the more distant relative Paranthropus boisei. The two individuals walked through the lake area within hours or days of each other — leaving the first direct record of different archaic hominin species coexisting in the same place.",
            "“This is the first snapshot we have of those two species living on the same immediate landscape, potentially interacting with one another,” says study co-author Kevin Hatala, a palaeoanthropologist at Chatham University in Pittsburgh, Pennsylvania. The study was published in Science on 28 November1.",
            "The prints preserved details about the individuals, including the height of their foot arches, the shape of their toes and their walking patterns.",
            "“It really is a snapshot in time,” says Tracy Kivell,a palaeoanthropologist at the Max Planck Institute for Evolutionary Anthropology in Leipzig, Germany.",
            "*Artwork_of_Homo_ergaster_male_and_female_hominins_walking_across_African_savannah,_with_giraffes,_a_",
            "Archaic human species (artist’s impression) are thought to have coexisted millions of years ago.Credit: Mauricio Anton/Science Photo Library",
            "“These fossilized footprints are as close as we are going to get to having a time machine to take us back to an eastern African lakeshore 1.5 million years ago,” says Bernard Wood, a palaeoanthropologist at George Washington University in Washington DC.",
            "h2Walking path",
            "Previous studies, based mostly on the fossil record, have suggested that different hominin species lived alongside each other. But fossils are often scattered over large areas and their estimated dates span thousands of years. “You don’t know if they’re actually bumping into each other or not,” says Kivell.",
            "In July 2021, researchers discovered multiple sets of ancient footprints at the Koobi Fora site in the East Turkana Area of Kenya, including a continuous path of impressions left by one hominin individual and isolated prints left by at least three others. The surface dates to 1.52 million years ago, and impressions of rippled sand, reed beds and fish nests suggest that the area was a lake shore with shallow water.",
            "Oldest Homo sapiens fossil claim rewrites our species' history",
            "The path comprises 13 footprints. Hatala and his team estimated that the hominin that created it walked at 1.81 metres per second, similar to a modern human walking briskly.",
            "Using 3D X-ray-based imaging techniques, the researchers studied how the motion of a foot shapes the tracks it leaves. They compared arch depth and toe angles in the hominin footprints with those of humans. The analysis suggests that the isolated footprints belong to individuals of H. erectus, thought to be the first human species to walk and run upright like modern humans.",
            "*A_footprint_in_beige_rock,_with_two_rulers_for_scale",
            "This footprint is thought to have been left by Homo erectus.Credit: Kevin G. Hatala",
            "The researchers attributed the continuous trail to an individual from the species Paranthropus boisei, which also seemed to walk upright. That species had a flatter foot and the position of its big toe changed from step to step. The big toe had a greater range of motion — able to angle outwards by up to 19 degrees in the right foot and nearly 16 degrees in the left foot — compared with human big toes, which extend outwards by up to about 10 degrees. “There’s a bit of mobility in the big toe that goes beyond what we see in modern people,” says Hatala.",
            "h2Animal prints",
            "The footprints of H. erectus and P. boisei are within metres of each other. “We can only assume they were aware of each other’s presence. Exactly how they interacted, or whether they learned from each other or what, that’s still a mystery,” says Wood.",
            "First portrait of mysterious Denisovans drawn from DNA",
            "Alongside the hominin footprints, the site contained preserved tracks from 30 relatives of cattle, three horse-like animals and 61 birds, including a giant extinct stork, Leptoptilos falconeri.",
            "Hatala hopes to combine data from fossil footprints and bone fossils to “give a really high-resolution picture of what’s happening in this area during this phase of human evolution”.",
            "Wood says that future studies could focus on the animals and birds. “That just brings the whole thing alive in a way that, with regular fossil evidence, it’s difficult to do.”",
            "doi: https://doi.org/10.1038/d41586-024-03907-z"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03889-y",
        "title": "Fossilized poo and vomit show how dinosaurs rose to rule Earth",
        "content": [
            "*An_artists_impression_of_a_late_Triassic_scene_with_Plateosaurus_and_Liliensternus_dinosaurs",
            "Dinosaurs rose to prominence over millions of years.Credit: Arthur Dorety/Stocktrek Images via Alamy",
            "Faeces and vomit fossils from dinosaurs reveal how the animals evolved to rule Earth. The study, which was published in Nature on 27 November, analysed hundreds of pieces of fossilized digestive material, called bromalites, to reconstruct what dinosaurs ate and how this changed1. The fossils reveal that the rise of the dinosaurs, over millions of years during the Triassic period, was influenced by factors including climate change and other species’ extinction.",
            "“Our study shows that you can use pretty seemingly unremarkable fossils to get pretty remarkable results,” says co-author Martin Qvarnström, who studies early dinosaur evolution at Uppsala University in Sweden.",
            "Palaeontologists have come up with differing theories for how dinosaurs became the dominant species on Earth. Dinosaurs might have overtaken their rivals because they were particularly able to adapt to a changing ecosystem, for instance, or because random environmental changes favoured them over other species. But there isn’t a single hypothesis that fully explains their rise to dominance.",
            "*Coprolites_of_herbivorous_dinosaurs_with_numerous_plant_remains",
            "Fossilized faeces samples revealed dinosaurs’ changing diets.Credit: Grzegorz Niedzwiedzki",
            "h2What dinosaurs ate",
            "To better understand dinosaurs’ early evolution, Qvarnström and his colleagues cut open and examined more than 500 bromalites from the Polish Basin in Central Europe. The fossils are estimated to be around 200 million years old. ",
            "The team used several methods to analyse the bromalites and their contents, including different types of microscope and a technique known as synchrotron microtomography, which uses a particle accelerator to see inside the fossils in detail. The researchers also used chemical solutions to inspect the exact contents of the remains, which included fish, plants and insects.",
            "Despite the age and acidity of many of the fossils, the team found many of the insects the dinosaurs ate to be well preserved. “Some of them were so beautifully preserved in three dimensions and with all the antennae and legs,” says Qvarnström.",
            "Analysis of the digestive materials allowed the researchers to “reconstruct these food webs, so who was eating whom in all these assemblages and see this trend over such a long period of time”, Qvarnström says.",
            "h2Adapt or die",
            "The team found that the number and variety of the contents of the fossils increased over time, suggesting that larger dinosaurs with more diverse feeding habits began to gain prominence in the late Triassic period (between 237 million and 201 million years ago). By comparing the fossils with plant data from the period, the researchers found that dinosaurs’ rise was shaped by chance and by adaptations. For example, climate change led to increased humidity, which changed the vegetation available. Dinosaurs were able to better adapt to this shifting climate and change in diet than were other land animals.",
            "*Three_team_members_conduct_excavations_in_the_Late_Triassic_locality_at_Lisowice,_Poland",
            "Team members conduct excavations in Lisowice, Poland, at a site from the Late Triassic.Credit: Krystian Balanda",
            "“What we learnt was that the rise of dinosaurs, it took quite a long time, and it was really complex,” says Qvarnström.",
            "This is “an impressive piece of work”, says Suresh Singh, who studies palaeoecological dynamics at the University of Bristol, UK. He adds that this is the first time he’s seen bromalite-focused research applied at such scale.",
            "Singh says dinosaurs are an important source of data for understanding of how life responds to different pressures, for example climate change.",
            "He suggests that future research could use bromalites to understand how dinosaurs evolved in different parts of the world. “Current studies suggest that dinosaurs evolved first in the Southern Hemisphere, and so maybe you have a different pattern happening down there,” he says.",
            "doi: https://doi.org/10.1038/d41586-024-03889-y"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03860-x",
        "title": "How to stop plastic pollution: three strategies that actually work",
        "content": [
            "*Pressed_plastic_waste_ready_for_loading_is_seen_at_the_Prabkaya_Recycle_Factory_in_Pathum_Thani_outs",
            "Recycling is just one way to help tackle plastic pollution. Credit: Athit Perawongmetha/REUTERS",
            "Can the world finally agree on how to end plastic pollution? We should know by the end of the week.",
            "Negotiators from 175 countries are in Busan, South Korea, to thrash out what many hope will be a legally binding United Nations treaty to drastically cut plastic pollution. Researchers are hopeful a strong treaty will emerge from the fifth — and final — session of the negotiations, but there is a high chance that any agreement will be weak or delayed. Until a global consensus is reached, however, many cities and nations are introducing their own policies.",
            "“Some countries are pre-emptively protecting themselves, regardless of what happens with the treaty,” says Trisia Farrelly, an environmental anthropologist at New Zealand’s Cawthron Institute in Nelson and a co-lead of the Scientists’ Coalition for an Effective Plastics Treaty, an independent group attending the meeting as an observer. ",
            "These policies showcase what can work, researchers say, but also highlight why a global effort is important. Some groups, including the scientists’ coalition, support a treaty that will reduce production of non-essential plastics, which have skyrocketed to unsustainable levels. But some nations, particularly those that make petrochemicals, want the treaty to focus on waste management instead, including steps such as recycling.",
            " “If we miss this opportunity to do unified policy-making with standardized guidelines, we’re going to set ourselves back decades or more,” says Douglas McCauley at the University of California, Santa Barbara, who published modelling work on plastics policies earlier this month1.",
            "h2Ban single-use plastics",
            "More than 90 nations and territories have passed full or partial bans on single-use plastic products such as carrier bags. These bans can be very effective. One analysis showed that bans in five US states and cities together cut consumption of single-use plastic bags by about six billion bags per year2. Several studies have also shown huge reductions in plastic litter in waterways, says McCauley. Even fees can work. A litter survey in the United Kingdom found that the number of plastic bags found on beaches dropped by 80% after the nation introduced a mandatory fee for single-use carrier bags, although other forms of litter had increased.",
            "But bans that are poorly designed or enforced are likely to be ineffective. California, for example, allowed shops to switch to thicker, reusable carrier bags — but people still threw them away, leading to a higher rate of plastic disposal than before. Policies need to be monitored and reviewed, says McCauley. “You have to put a policy in place, take data and then whack-a-mole the loopholes.”",
            "h2Make the producer pay",
            "Many nations and US states require companies that produce plastic packaging to pay for it to be recycled, which can boost recycling rates. In Spain,for example, the government introduced an ‘extended producer responsibilities’ policy, and the recycling of paper and plastics rose from 5% up to 81%.",
            "Such policies are also meant to incentivize companies to redesign their packaging, but because most of the fees are based on weight, they mainly influence the amount of packaging used rather than its composition. A good idea, says Richard Thompson, a marine scientist at the University of Plymouth, UK, and a co-lead of the scientists’ coalition, is to have a policy that rewards or mandates inclusion of recycled content in products: in the United Kingdom, for example, plastic producers pay a tax of £217.85 (US$274) per tonne of plastic, but only for packaging that’s less than 30% recycled. Such incentives “will pull demand in the right way”, says Thompson.",
            "As with all policies, there are some good, some bad, says Farrelly. She has seen policies that end up increasing the use of recycling centres in the Pacific islands that don’t have high safety standards for their workers, for example.",
            "doi: https://doi.org/10.1038/d41586-024-03860-x"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03756-w",
        "title": "How a silly science prize changed my career",
        "content": [
            "*Marc_Abrahams_on_stage_at_the_Ig_Nobel_Prize_ceremony_with_three_winners_receiving_an_award,_two_are",
            "Ig Nobel founder Marc Abrahams (far left) presides over the award ceremony in 2013. Credit: Winslow Townson/AP/Alamy",
            "Eleanor Maguire wasn’t too thrilled when she was first offered an Ig Nobel Prize. The neuroscientist at University College London was being honoured for her study showing that London taxi drivers have larger hippocampi in their brains than do people in other professions1. But she worried that accepting the prize would be a disaster for her career. So, she quietly turned it down.",
            "Three years later, the prize’s founder, Marc Abrahams, contacted Maguire again with the same offer. This time, she knew more about the satirical award that bills itself as honouring achievements that “make people laugh, then think”. She decided to accept. On the way to the ceremony, her taxi driver was so delighted to learn about his enlarged hippocampus that he refused to accept a fee from her.",
            "Maguire credits the prize with bringing more attention to her work. “It was useful for my career because people wanted to talk about it,” she says, adding that “it was on the front pages of newspapers when it came out and struck a chord with people.”",
            "How to win a Nobel prize: what kind of scientist scoops medals?",
            "As one measure of the Ig Nobel’s impact, Maguire says that she was once introduced as “the most famous member” of a panel that happened to also include three Nobel laureates. “There were only questions about taxi drivers, and not anything to the Nobel laureates there.”",
            "Other researchers have similar stories about winning the famous — some would say ‘infamous’ — awards. Abrahams created them in 1991, after years of collecting examples of weird research that he included in the Journal of Irreproducible Results, which he was editor of at the time. “I kept meeting people who’d unknowingly done very funny things that almost no one knew about.”",
            "The response from the scientific community was mixed at the start, but Abrahams says that the Ig Nobels are not out to harm anyone’s career. And last year, the prize received more than 9,000 nominations, a sign of how much it has grown, he says.",
            "Beyond the fun, several researchers who have won an ‘Ig’ say that it has improved their careers by helping them to reach wider audiences, and it has prompted some scientists to spend more time engaging with the public about their work. Here are their stories.",
            "h2The duck guy",
            "For Kees Moeliker, an Ig Nobel had a profound influence on his work — and his life. In 1995, the ornithologist was looking out of the glass wall of his office at the Natural History Museum Rotterdam in the Netherlands, when he heard the sound of a duck flying into it. He went outside and saw a live duck mounting the dead one that had just hit the window. It was the first documented case of homosexual necrophilia in ducks, says Moeliker, who reported his findings six years later2. He expected that only a handful of people would read the paper, but then he received a phone call in 2003 offering him an Ig Nobel Prize.",
            "“After I won the prize, my paper got a huge readership, and people keep sending me stuff that you don’t read about in the mainstream journals,” he says. “I have a huge compilation of cases of remarkable animal behaviour.”",
            "*Kees_Moeliker_holding_a_stuffed_duck",
            "Kees Moeliker won an Ig Nobel prize for his work on homosexual necrophilia in ducks.Credit: Anne Claire de Breij",
            "The duck paper and the Ig Nobel marked a turning point for Moeliker. He became known as ‘the duck guy’ and published a book of the same name: De eendenman (2009; in Dutch). In 2013, he gave a TED Talk titled ‘How a dead duck changed my life’.",
            "Since the Ig Nobel, Moeliker has dedicated a large part of his life to science communication alongside his research. Now the director of the museum in Rotterdam, he has also kept up his connection with the Ig Nobels. He is part of the team that decides who wins, and he often informs scientists in Europe who have been selected.",
            "One of his favourite winners was a pair of researchers who had dressed up as polar bears to study how reindeer in the Arctic would react. “When I called them, they just started screaming with happiness. This happens all the time.”",
            "h2Friday-night experiments",
            "The only person with both a Nobel and Ig Nobel Prize is Andre Geim, a physicist at the University of Manchester, UK. He shared the Nobel Prize in Physics in 2010 for the discovery of graphene, but the Ig Nobel came a decade earlier for a very different kind of work: using a magnet to levitate a frog. One Friday night at Radboud University in the Netherlands, Geim poured water into a powerful 16-tesla magnet and found that it levitated. The floating drop shocked his colleagues because it seemed to violate ideas about magnetism.",
            "Nature 635, 538-539 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03756-w"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03827-y",
        "title": "This billion-dollar firm plans to build giant quantum computers from light. Can it succeed?",
        "content": [
            "*PsiCube,_PsiQuantum's_prototype_cryogenic_cabinet_which_is_installed_at_PsiQuantum's_facilities_in_D",
            "A prototype cryogenic cabinet in which PsiQuantum is testing quantum computing using light in silicon chips.Credit: PsiQuantum",
            "During his years in academia, Jeremy O’Brien says he had “precisely zero ambition to go into business”. Yet today, the Australian physicist runs a private quantum-computing firm that venture-capital funders and governments have rushed to invest in — and which is making some of the field’s boldest promises.",
            "In a whirlwind nine years since O’Brien founded PsiQuantum with three academic colleagues, the company has quietly raised more than US$1 billion and values itself at more than $3 billion — meaning that its coffers probably rival those for internal quantum-computing efforts at Google or IBM. In the past year alone, PsiQuantum, which has 350 staff and is based in Palo Alto, California, has scored major investments from governments in Australia and the United States, adding to previous private funding rounds. “They have received one of the biggest venture-capital investments in the quantum community,” says Doug Finke, a computer scientist in Orange County, California, who works at the business-analysis firm Global Quantum Intelligence.",
            "All that investment is chasing an audacious goal: using light in silicon chips to create a giant programmable quantum computer that can outperform classical machines — and to do it soon. By the end of 2027, the firm’s researchers told Nature, PsiQuantum aims to be operating a photonic quantum computer that can run commercially useful problems and is ‘fault-tolerant’: that is, it makes computations possible by correcting for the errors that are inherent in these fragile systems. If they succeed, this would put the firm ahead of its major rivals and leapfrog researchers doing toy problems on small-scale quantum computers.",
            "Google uncovers how quantum computers can beat today’s best supercomputers",
            "Yet compared with its competitors, PsiQuantum has shown very little. Rather than building up gradually, as others have done, by debuting systems of tens or hundreds of quantum bits, PsiQuantum is aiming to jump to a machine that will require something in the order of one million qubits. (PsiQuantum’s researchers haven’t published a specific number.) To do that, it will need to overcome technical challenges it has not proved it can solve, says Chao-Yang Lu, a physicist working on photonic quantum computing at the University of Science and Technology of China in Shanghai. He is one of several scientists who worry the firm is promising things it will struggle to deliver.",
            "“My impression is there’s a lot of scepticism about how much progress PsiQuantum has made,” says Shimon Kolkowitz, a quantum physicist at the University of California, Berkeley. He calls a bet on them “extremely high risk”.",
            "PsiQuantum researchers say the firm has achieved more than it has publicly shown, and that funders have scrutinized its plans. O’Brien himself talks about challenges in the past tense and insists that there is little doubt of success. And some independent researchers see its plans as being at least plausible. “I think it’s an amazing gamble,” says Pascale Senellart, a quantum optical physicist at the French National Centre for Scientific Research in Palaiseau. “It’s really worth exploring.”",
            "h2Flying qubits",
            "PsiQuantum’s approach is radically different to that of some major rivals (see ‘Comparing quantum computers’ at the end of this article), because of its choice of qubit — the basic unit of quantum information. Whereas the binary digits (bits) of classical computers encode either a 1 or a 0, qubits can be put into a ‘superposition’ — existing in two states at once, a combination of both 1 and 0, with a chance of being measured as either. Calculations come from ‘entangling’ these qubits, meaning that their quantum states become intrinsically linked and interdependent. To prevent errors from destroying the calculations, a quantum computer will need around 10,000 physical qubits working together to make each useful ‘logical’ qubit, O’Brien says. With a few hundred of these, researchers hope that quantum computers will be able to perform complex calculations, such as modelling chemical processes at the quantum level, that would be much too difficult for a classical machine.",
            "Many firms in the field make their qubits from atoms, ions or tiny rings of a superconducting material — in each case, a physical object that has some mass and is often fixed in place. But PsiQuantum is one of a handful of companies that uses massless particles of light, or photons — sometimes known as flying qubits.",
            "The idea to use light as a qubit isn’t new. In the early 2000s, optical quantum computing was one of the first platforms to be explored experimentally. Some of PsiQuantum’s founders were involved in the field’s birth, says Senellart, who is a co-founder of Quandela, a firm based near Paris that makes photonic quantum computers.",
            "Making a quantum computer with light is “on paper, quite easy”, she says. PsiQuantum creates qubits by using an optical device called a beam splitter to send a single photon simultaneously down two routes (known as waveguides) etched into silicon. Because photons have no charge or mass, they are largely unaffected by their surroundings. This means that, even at room temperature, photon-based qubits are insensitive to many types of noise that plague rival hardware. This ability to maintain quantum information and travel long distances at speed makes it easy to build big and fast systems. “That’s a huge asset,” says Senellart.",
            "IBM releases first-ever 1,000-qubit quantum chip",
            "But photons also come with hurdles. It is hard to generate single, near-identical photons on demand. They are readily absorbed and lost. And getting the flighty particles to interact is a challenge. Although light waves do interfere with each other, that kind of interaction alone is not sufficient for constructing multi-qubit gates, in which qubits entangle to form basic logic operations.",
            "To generate photons, the firm pumps laser light through silicon. These sources are probabilistic: they produce pairs of photons perhaps once in every 20 attempts. Having a pair is necessary because the spare, or ‘herald’, photon provides a heads-up that allows the computer to use the surviving photon.",
            "With this strategy, each chip needs many such sources, as well as super-efficient waveguides and optical components that can handle photons without losing them.",
            "To perform logic operations, PsiQuantum first builds up clusters of entangled photon qubits by bringing photons together so that their light waves interfere, then making measurements on some of them in ways that entangle the remaining qubits. Calculations then occur by performing a succession of such measurements on pairs of photons from different clusters. Those measurements destroy the pairs but entangle their clusters, a technique known as fusion-based quantum computing (see ‘Quantum computers with ‘flying qubits’’). Senellart says that PsiQuantum has an impressive team working on developing the theory behind such a computer. “They are coming up with a lot of smart schemes,” she says.",
            "*Quantum_computers_with_'flying_qubits'_Diagram_showing_how_PsiQuantum's_computer_creates_qubits_by_p",
            "",
            "PsiQuantum’s approach continually generates and destroys photons, with each qubit needing to exist only for long enough to be entangled or measured with another, not for the duration of the calculation. And although each operation involves an element of chance and photons will get lost, failures are detectable as part of the measurement, says Mercedes Gimeno-Segovia, a physicist at PsiQuantum who is working on the computer’s architecture.",
            "“It’s an incredibly forgiving way of doing quantum computing,” says Andrew White, an optical physicist at the University of Queensland in Brisbane, Australia, and a former academic colleague of O’Brien. “You can take very high error rates and still have it scale.”",
            "PsiQuantum is not the only company pursuing quantum computing using light. Most firms plan to eventually scale up their systems by entangling devices using photonic qubits, so mastering them now makes sense, says Senellart. None is close to PsiQuantum’s billion-dollar backing. The company Xanadu, in Toronto, Canada, uses as its qubits ‘squeezed’ states, which encode information into the electromagnetic field of multiple photons. It has created a machine of more than 200 qubits and has raised a few hundred million dollars in funding. Quandela, which has raised $67.5 million, sells small machines that use on-demand sources of single photons, to boost efficiency and reduce a computer’s size. And ORCA Computing, based in London, is developing a way to store single photons as a short-term quantum memory; it has raised at least $15 million.",
            "h2PsiQuantum’s pitch",
            "PsiQuantum’s physicists say they have the advantage of building on the foundations of two existing mega industries: semiconductor manufacturing for computers, and photonics, which creates the fibre optics used in telecommunications cables. The firm’s chips — made in partnership with US semiconductor giant Global Foundries — combine conventional technology such as beam splitters with components such as single-photon detectors and sources, which are rarely used outside laboratories. These are all etched onto silicon wafers, where they manipulate telecoms-frequency photons.",
            "“In a way, we’re taking existing technologies and making them behave quantum mechanically, as opposed to inventing completely new technology, then trying to figure out how to scale it,” says Mark Thompson, one of PsiQuantum’s co-founders and its chief technologist.",
            "For its system to work, the company needs millions of precision electronic components that must operate at unprecedented efficiency and can’t simply be taken off the shelf. Detectors, for example, need to be chilled to around 4 kelvin using liquid helium. The biggest challenge, says O’Brien, has been creating optical switches to divert photons into calculations. For this, the company built its own facility to grow high-purity wafers of barium titanate, a material that can steer light efficiently. The firm spent a vast amount of money and made a big bet, says O’Brien: this leap of faith is one of the things he is proudest of.",
            "Outsiders must take O’Brien and his colleagues largely at their word that they have solved such challenges. The firm, which once had a reputation for being secretive, is starting to open up. In April, it published a preprint outlining its hardware platform, which White calls jaw-dropping (K. Alexander et al. Preprint at arXiv https://doi.org/gtzxqj; 2024). It shows efficiencies, such as in getting light off a chip into a fibre, that are “well ahead of what the best university labs could do”, he says.",
            "*A_silicon_photonic_wafer_from_PsiQuantum_being_tested_at_their_HQ_in_Palo_Alto,_California",
            "A PsiQuantum silicon photonic wafer being tested at the firm’s facility in Palo Alto, California.Credit: PsiQuantum",
            "Some of the demonstrations in the paper are “extremely impressive”, says Senellart. But others are missing, such as the rate of photons produced per second, she adds. What’s more, some of the numbers are not as good as they need to be, says Graeme Smith, a quantum physicist at the University of Waterloo in Canada. For example, he says, the likelihood that a heralded particle is detected is reported as 26%, when it needs to be more than 50%. “It is not encouraging that, after many years, they are still struggling with good single photon sources, since it is the most basic building block of their proposed architecture,” he says. Any photonic quantum computer will need to reduce photon losses to levels never previously demonstrated at scale, says Stephanie Simmons, a quantum physicist at Simon Fraser University in Burnaby, Canada.",
            "In response, Thompson says the team’s papers are “just the tip of the iceberg” of what PsiQuantum has achieved. Commercial secrecy might be one reason that the team is not publishing its best work. “To publish in academic journals is very time-consuming and quite a distraction,” he says.",
            "But PsiQuantum’s approach also feels like a gamble, says Senellart, because it has opted not to publicly show small demonstrations, often called noisy intermediate-scale quantum (NISQ) devices. “Personally, I would sleep better” with the incremental approach, she says. If the firm can manage without, “it’s just amazing”.",
            "Missing out this stage means no working prototypes are available, and has irked academics who like to see concrete milestones. With no NISQ computer, the firm has been less active than some at recruiting end users or software partners, says Finke, adding to its air of mystery. White says: “Publicly, they haven’t demonstrated in their papers anything other than entanglement between a couple of photons.”",
            "Nature 635, 800-803 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03827-y"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03876-3",
        "title": "Evidence of oldest known alphabet unearthed among Syrian tomb treasures",
        "content": [
            "*Close_up_view_of_an_irregular_brown_tube_marked_with_three_different_symbols",
            "The small clay cylinders are engraved with symbols thought to be letters.Credit: Glenn Schwartz, Johns Hopkins University",
            "Clay cylinders unearthed from a tomb in Syria and dated to 4,400 years ago are inscribed with traces of the earliest known alphabetic writing system, an analysis suggests.",
            "The tomb was discovered in Umm el-Marra near Aleppo in 2004 and contained human remains and other objects from the Early Bronze Age (2600–2150 bc). The items included four clay cylinders, each about the size of a finger, engraved with eight distinct symbols.",
            "First passages of rolled-up Herculaneum scroll revealed",
            "“These inscriptions might rekindle the idea of the location of where we have the earliest alphabet,” says Chris Dobbs-Allsopp, who studies the Old Testament and Semitic languages at Princeton Theological Seminary in New Jersey.",
            "Archaeologist Glenn Schwartz at Johns Hopkins University in Baltimore, Maryland, who co-led the excavation and analysed the inscriptions, now suggests that the symbols represent sounds that correspond to a, i, k, l, n, s and y.",
            "The characters do not correspond to a known language, but Schwartz compared them with characters used in West Semitic languages — including ancient and modern forms of Hebrew, Aramaic and Arabic — to decode them. The inscriptions might record people’s names or label objects in the tomb, said Schwartz, who presented his findings at the annual meeting of the American Society of Overseas Research in Boston, Massachusetts, on 21 November.",
            "h2Tomb treasures",
            "Archaeologists found the cylinders in one of ten tombs in Umm el-Marra. The burial areas also contained gold jewellery, silver vessels, an ivory comb and pottery. “Judging from their contents, these tombs belonged to people of the highest social rank,” Schwartz said at the meeting.",
            "The cylinders are each one centimetre thick and 4.7 centimetres long, pierced with a small lengthwise hole. In 2021, using radiocarbon dating, Schwartz and his team determined1 that the tubes originate from around 2400 bc. “It’s 500 years earlier than any other early alphabetic inscription we have. So that’s surprising,” says Dobbs-Allsopp.",
            "doi: https://doi.org/10.1038/d41586-024-03876-3"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03577-x",
        "title": "Affirmative action slow to take hold in Brazil’s graduate science education",
        "content": [
            "*Gabryele_Moreira_posing_for_a_portrait_in_front_of_a_nuclear_reactor_pool_at_Brazil's_first_nuclear_",
            "Gabryele Moreira in front of Brazil’s first nuclear reactor. She was the only Black student in her nuclear-technology master’s programme in 2018.Credit: IPEN/USP",
            "Gabryele Moreira first became interested in physics during a pre-university course she took in the outskirts of Salvador in northeastern Brazil in 2011. Two years later, she was admitted to the Federal University of Sergipe in São Cristóvão through an ethnic–racial minority quota system and began her undergraduate studies in medical physics. She was supported by housing and meal scholarships, which were “both essential for me to stay in university and keep up with my studies”, she says.",
            "doi: https://doi.org/10.1038/d41586-024-03577-x"
        ]
    }
]