[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03288-3",
        "title": "Google uncovers how quantum computers can beat today’s best supercomputers",
        "content": [
            "*A_Google_quantum_processor_Sycamore_is_held_by_a_pair_of_hands_in_protective_gloves",
            "Google’s Sycamore processor uses quantum bits, or qubits, to run algorithms.Credit: Peter Kneffel/dpa/Alamy",
            "Ever since the first quantum computers were dreamt up in the early 1980s, researchers have looked forward to the day the devices could solve problems that are too difficult for classical computers. In the past five years, the machines have finally begun to challenge their classical cousins — although definitive victory over them has remained elusive.",
            "Now, in the latest chapter of the battle to achieve this ‘quantum advantage’, researchers at Google say they have determined the conditions under which quantum computers can beat their classical counterparts. To understand these conditions, they used a quantum-computer processor named Sycamore to run random circuit sampling (RCS), a simple quantum algorithm that essentially generates a random sequence of values.",
            "\n\nGoogle’s quantum computer hits key milestone by reducing errors\n",
            "The team analysed Sycamore’s output and found that when it ran in a mode with a lot of noise interference while performing RCS, it could be ‘spoofed’, or beaten, by classical supercomputers. But, when the noise was lowered to a certain threshold, Sycamore’s computation became complex enough that spoofing it was effectively impossible — by some estimates, it would take the fastest classical supercomputer in the world ten trillion years. The finding, first reported in a preprint on the arXiv server last year, was published today in Nature1.",
            "This is a convincing demonstration that Sycamore is capable of outpacing any classical computer running RCS, quantum specialists told Nature. In 2019, Google reported that its quantum computer could run RCS and achieve a quantum advantage, but since then classical computers have been able to run the algorithm more quickly than estimated, eliminating the purported advantage. This time around, “Google did a very good job of both clarifying and addressing many of the known issues with RCS,” says Michael Foss-Feig, a quantum-computing researcher at the computer software firm Quantinuum, who is based in Broomfield, Colorado. And the new findings show how much noise quantum computers can have and still beat classical computers, he says.",
            "The continuous competition between classical and quantum computers has been a driving force in the field, says Chao-Yang Lu, a quantum physicist at the University of Science and Technology of China in Shanghai. It has motivated researchers to build bigger and higher-quality quantum computers.",
            "Google’s latest result does not mean that quantum computers will replace classical computers. For instance, Sycamore cannot perform typical operations of a regular computer, such as storing photos or sending e-mails. “Quantum computers are not faster — they’re different,” says Sergio Boixo, the head of Google’s quantum computing effort in Santa Barbara, California. They are intended to eventually do classically impossible — and useful — tasks, such as exactly simulating chemical reactions.",
            "h2Exponential growth",
            "The Sycamore processor looks similar to the silicon chips that power everyday laptops, but it is specially fabricated to control the electrons that flow through it — with quantum precision. To reduce temperature fluctuations that would destroy the electrons’ delicate states and introduce noise, the chip is kept at ultracold temperatures near absolute zero.",
            "\n\nIBM quantum computer passes calculation milestone\n",
            "Rather than using classical bits (which are always either a 0 or 1) as a regular computer does, the quantum chip relies on qubits, which harness the electrons’ ability to be in a mixture of states. A quantum computer can conduct some tasks with exponentially fewer qubits than the bits a classical computer would need. For example, to run the RCS algorithm, a classical computer would need 1,024 bits and a quantum computer would need 10 qubits.",
            "Five years ago, a team of Google researchers reported in Nature2 that to match a 200-second RCS run on their 53-qubit computer, it would take a classical supercomputer 10,000 years. Almost immediately, the claim came under fire; researchers at the technology giant IBM posted a preprint online3, ahead of peer review, which suggested that a supercomputer could actually complete the task in days. In June, Lu and his colleagues used powerful classical computers to spoof the result in just over one minute4.",
            "Google’s 2019 result is not the only one that has fallen to classical spoofing. In June 2023, IBM researchers and others reported evidence5 that their 127-qubit computer could solve potentially useful maths problems that were “beyond brute-force classical computation”. Within weeks, multiple studies6,7 showed that classical approaches could still compete.",
            "h2High fidelity",
            "Boixo and his colleagues wanted to understand how noise made quantum computers vulnerable to classical spoofing. They found that even tiny differences in qubit noise — going from a 99.4% error-free rate to 99.7% — caused Sycamore to behave as if it were in a new state, similar to matter transitioning from solid to liquid.",
            "\n\nHello quantum world! Google publishes landmark quantum supremacy claim\n",
            "“What [the noise] is doing, it’s turning the system into something more classical,” Boixo says. Once an upgraded version of Sycamore running with 67 qubits was past a certain noise threshold, its RCS output became impossible to simulate classically.",
            "Within the past two years, attempts to beat classical supercomputers have also focused on reducing qubit noise. Foss-Feig and his colleagues ran RCS on a quantum computer with 56 low-error qubits8. With better qubits, “at least for RCS, classical computers can no longer keep up with quantum computers”, he says.",
            "Someday, researchers hope quantum computers will be large enough and free enough from errors to move past the quantum–classical war. For now, they’ll settle for the battle. If you cannot win an advantage with RCS, the simplest of applications, Boixo says, “I don’t think you can win in any other application”.",
            "doi: https://doi.org/10.1038/d41586-024-03288-3"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03277-6",
        "title": "Eating less can lead to a longer life: massive study in mice shows why",
        "content": [
            "*Coloured_scanning_electron_micrograph_of_fat_cells_shown_in_various_shades_of_pink",
            "Fat cells (artificially coloured). Restrictive diets cause fat loss and lengthen life, but the two effects are not necessarily linked.Credit: Steve Gschmeissner/Science Photo Library",
            "Cutting calorie intake can lead to a leaner body — and a longer life, an effect often chalked up to the weight loss and metabolic changes caused by consuming less food. Now, one of the biggest studies1 of dietary restrictions ever conducted in laboratory animals challenges the conventional wisdom about how dietary restriction boosts longevity.",
            "The study, involving nearly 1,000 mice fed low-calorie diets or subjected to regular bouts of fasting, found that such regimens do indeed cause weight loss and related metabolic changes. But other factors — including immune health, genetics and physiological indicators of resiliency — seem to better explain the link between cutting calories and increased lifespan.",
            "“The metabolic changes are important,” says Gary Churchill, a mouse geneticist at the Jackson Laboratory in Bar Harbor, Maine, who co-led the study. “But they don’t lead to lifespan extension.”",
            "To outside investigators, the results drive home the intricate and individualized nature of the body’s reaction to caloric restriction. “It’s revelatory about the complexity of this intervention,” says James Nelson, a biogerontologist at the University of Texas Health Science Center in San Antonio.",
            "The study was published today in Nature by Churchill and his co-authors, including scientists at Calico Life Sciences in South San Francisco, California, the anti-ageing focused biotech company that funded the study.",
            "h2Counting calories",
            "Scientists have long known that caloric restriction, a regimen of long-term limits on food intake, lengthens lifespan in laboratory animals2. Some studies3,4 have shown that intermittent fasting, which involves short bouts of food deprivation, can also increase longevity.",
            "To learn more about how such diets work, the researchers monitored the health and longevity of 960 mice, each a genetically distinct individual drawn from a diverse population that mirrors the genetic variability found in humans. Some mice were placed on calorie-limited diets, another group followed intermittent fasting regimens, and others were allowed to eat freely.",
            "\n\nLife expectancy rise in rich countries slows down: why discovery took 30 years to prove\n",
            "Cutting calories by 40% yielded the longest longevity bump, but intermittent fasting and less severe calorie restriction also increased average lifespan. The dieting mice also displayed favourable metabolic changes, such as reductions in body fat and blood sugar levels.",
            "However, the effects of dietary restriction on metabolism and lifespan didn’t always change in lockstep. To the authors’ surprise, the mice that lost the most weight on a calorie-limited diet tended to die younger than did animals that lost relatively modest amounts.",
            "This suggests that processes beyond simple metabolic regulation drive how the body responds to limited-calorie regimes. What mattered most for lengthening lifespan were traits related to immune health and red-blood-cell function. Also key was overall resilience, presumably encoded in the animals’ genes, to the stress of reduced food intake.",
            "“The intervention is a stressor,” Churchill explains. The most-resilient animals lost the least weight, maintained immune function and lived longer.",
            "h2Leanness for longevity",
            "The findings could reshape how scientists think about studies of dietary restriction in humans. In one of the most comprehensive clinical trials of a low-calorie diet in healthy, non-obese individuals, researchers found5 that the intervention helped to dial down metabolic rates — a short-term effect thought to signal longer-term benefits for lifespan.",
            "But the mouse data from Churchill’s team suggest that metabolic measurements might reflect ‘healthspan’ — the period of life spent free from chronic disease and disability — but that other metrics are needed to say whether such ‘anti-ageing’ strategies can truly extend life.",
            "Daniel Belsky, an epidemiologist who studies ageing at the Columbia University Mailman School of Public Health in New York City, cautions against over-extrapolating from mice to humans. But he also acknowledges that the study “adds to the growing understanding we have that healthspan and lifespan are not the same thing”.",
            "doi: https://doi.org/10.1038/d41586-024-03277-6"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03214-7",
        "title": "Chemistry Nobel goes to developers of AlphaFold AI that predicts protein structures",
        "content": [
            "*Composite_image_of_headshots_of_David_Baker,_Demis_Hassabis_and_John_Jumper",
            "David Baker, Demis Hassabis and John Jumper (left to right) won the chemistry Nobel for developing computational tools that can predict and design protein structures.Credit: BBVA Foundation",
            "For the first time — and probably not the last — a scientific breakthrough enabled by artificial intelligence (AI) has been recognized with a Nobel prize. The 2024 chemistry Nobel was awarded to John Jumper and Demis Hassabis at Google DeepMind in London, for developing a game-changing AI tool for predicting protein structures called AlphaFold, and David Baker, at the University of Washington in Seattle, for his work on computational protein design, which has been bolstered by Al in recent years.",
            "“I hope when we look back on AlphaFold, it will be the first proof point of AI's incredible potential to accelerate scientific discovery,” Hassabis said at a press briefing at DeepMind on 9 October. “It’s so unreal at this moment.”",
            "\n\nWhat’s next for AlphaFold and the AI protein-folding revolution\n",
            "The impact of AlphaFold, which was unveiled just a few years ago, has been nothing short of transformative. The tool has made protein structures — often, but not always, highly accurate ones — available to researchers at the touch of a button, and enabled experiments that were unimaginable a decade ago. “It’s a major revolution,” says Christine Orengo, a computational biologist at University College London, whose laboratory has used AlphaFold-predicted structures to uncover new proteins.",
            "“It has long been a dream to learn to predict the three-dimensional structure of proteins from knowing their amino acid sequences … for several decades, this was considered impossible,” said Nobel committee chair Heiner Linke, who researches nanoscience at Lund University in Sweden, during the prize announcement. This year’s laureates “have cracked the code”, he added. The three winners share a prize pot of 11 million Swedish kronor (US$1 million).",
            "h2Award-winning AI",
            "DeepMind debuted AlphaFold in 2018, when it won a biennial protein-structure prediction contest called the Critical Assessment of Protein Structure Prediction (CASP). But it was the second iteration of the deep-learning neural network, revealed in late 2020, that really shook up the life sciences. Many of AlphaFold2’s predictions at CASP were so accurate as to be indistinguishable from experimentally solved protein structures.",
            "Hassabis, DeepMind’s co-founder and chief executive, and Jumper, head of the AlphaFold team, led the development of AlphaFold2. To predict protein structures, the neural network incorporates data from libraries of hundreds of thousands of structures and millions of sequences from related proteins — which hold information about their shapes.",
            "\n\nHow to win a Nobel prize: what kind of scientist scoops medals?\n",
            "In particular, AlphaFold’s success is due in no small part to the Protein Data Bank, a freely available repository of more than 200,000 protein structures determined using methods including X-ray crystollagraphy and cryo-electron microscopy. “It’s humbling every time we train [AlphaFold] on years of effort. Each data point is years of effort from someone,” Jumper said at the DeepMind press briefing.",
            "In 2021, DeepMind made AlphaFold2’s underlying code freely available, along with the data needed to train the model. An AlphaFold database, created with the European Molecular Biology Laboratory’s European Bioinformatics Institute in Hinxton, UK, now holds the structures of almost all the proteins from every organism represented in genetic databases, some 214 million predictions in total. This year, the company unveiled a third version of AlphaFold, which can model other molecules that interact with proteins such as drugs.",
            "The revolution that Jumper, Hassabis and their colleagues unleashed is still in its early days, and AlphaFold’s full impact on science might not be known for years. Already, the tool is helping scientists make new insights.",
            "One pioneering team used the tool, along with experimental data, to map the nuclear pore complex, one of our cells’ largest machines that transports molecules into and out of the nucleus. Last year, two teams mined the entire AlphaFold database to uncover the darkest corners of the protein universe, identifying new families of proteins and folds and surprising connections in the machinery of life.",
            "\n\n‘The entire protein universe’: AI predicts shape of nearly every known protein\n",
            "Many researchers hope that AlphaFold and other AI tools it has inspired will transform medicine, but it is not yet clear how, or indeed whether, AlphaFold will streamline the costly and multi-step process of developing safe drugs. Scientists laying the groundwork for new vaccines are finding AlphaFold incredibly useful and, in some cases, game changing. But AlphaFold is a complement to experimental studies and other approaches to mapping and tweaking the structure of viral proteins for use in vaccines.",
            "For most researchers, a predicted structure is the beginning of a study, not the end, says Jan Kosinski, a structural modeller at the European Molecular Biology Laboratory (EMBL) in Hamburg, Germany. “At the beginning, there was this fear that it will replace structural biology, people will lose jobs and so on. Actually, the complete opposite has happened,” he adds.",
            "David Jones, a bioinformatician at University College London who collaborated with DeepMind on the first version of AlphaFold starting in 2016, says one of the tool’s biggest impacts has been a change in biologist’s mindset, “to say that computers are things that can produce useful hypotheses that can be tested in the lab”.",
            "h2Creating new proteins",
            "More than two decades before DeepMind started working on AlphaFold, computational biophysicist David Baker and his colleagues developed a software tool called Rosetta that modelled protein structures using physical principles. The tool compares small fragments of multiple existing protein structures and sequences to identify a protein sequence that can fold into a particular shape.",
            "Initially, Rosetta was applied to predicting protein structures — it has been among the top entries at numerous CASPs, prior to AlphaFold’s dominance. But Baker soon realised that the model could be flipped around to design entirely new proteins.",
            "\n\nAI tools are designing entirely new proteins that could transform medicine\n",
            "The tool had early success designing novel proteins, including new kinds of enzymes, proteins that can bind tightly to other molecules and self-assembling protein nanoparticles that resemble viruses (one of these served as a basis for an approved COVID-19 vaccine).",
            "When AlphaFold2 was announced — but not yet released — Baker and his team, including computational chemist Minkyung Baek, now at Seoul National University in South Korea, set out to understand the software and apply some of its tricks to a previous AI-based version of Rosetta. The first version of the resulting RoseTTAFold network performed nearly as well as AlphaFold2. Since 2021, both networks have been continually improved by their developers and other scientists to tackle fresh challenges, such as predicting the structure of complexes of multiple different interacting proteins.",
            "In recent years, Baker’s team have been especially prolific in applying machine learning to his lab’s raison d’etre: creating new proteins never seen before in nature. A tool recently developed by Baker’s team that combines RoseTTAFold with image-generating diffusion neural networks has led to a step-change in researchers’ capacity to design proteins.",
            "h2Rapid progress",
            "Such tools have been a massive accelerator and democratizer, says Sergey Ovchinnikov, an evolutionary biologist at the Massachusetts Institute of Technology in Cambridge, who did his PhD in Baker’s lab. It used to take Rosetta weeks of running on hundreds of processors to come up with a protein design, a task that newer AI-based tools can accomplish in seconds. “Now everybody in the world can do protein design,” he says.",
            "“I have been really deeply inspired by the others in the field and the people I’ve worked with,” said Baker, speaking by telephone at the Nobel prize announcement. “I stood on the shoulders of giants.”",
            "\n\nMedicine Nobel awarded for gene-regulating ‘microRNAs’\n",
            "Martin Steinegger, a computational biologist at Seoul National University in South Korea, likens the impact of AlphaFold, RoseTTAFold and other biological AI tools to that of the Apollo Moon missions by showing what engineering can achieve. “This is a similar moment for structure prediction and the structural biology field — just seeing what is possible,” he says.",
            "Few were surprised with the Nobel committee’s decision. For Baker, “most people thought that it was 'a when not if’ situation, the amount of work he’s done in that field,” says Jones. Jumper, aware that he and Hassabis were on many people’s short lists, said in the press briefing that he was unable to sleep the night before today’s announement.",
            "For Jumper, the predicted structures that AlphaFold delivers create new opportunities for scientific discovery. Millions of scientists have already used the tools, and he hopes it won’t be long before one of them gets a call from Sweden. “The moment that I will be almost as excited as this will be the Nobel Prize that talks about the work done with AlphaFold,” he said.",
            "doi: https://doi.org/10.1038/d41586-024-03214-7"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03303-7",
        "title": "MicroRNAs won the Nobel — will they ever be useful as medicines?",
        "content": [
            "*Micro_RNA_miRNA_3d_illustration",
            "MicroRNAs are small, single-stranded snippets of RNA, around 22 nucleotides long.Credit: ART-ur/Shutterstock",
            "Nobel Prize: check. Medical revolution: still pending.",
            "It took thirty years for a Nobel prize committee to recognize the discovery of tiny RNA molecules that regulate gene activity in our cells. Turning those beguiling ‘microRNAs’ into medicines, however, will take even longer.",
            "On 7 October, the Nobel Prize in Physiology or Medicine was awarded to two scientists who found and characterized microRNAs for the first time in the roundworm Caenorhabiditis elegans. Since that discovery in 1993, researchers have unearthed hundreds of microRNAs in the human genome — some with tantalizing potential applications such as treating cancer or preventing heart disease.",
            "But so far, no microRNA-based drugs have been approved by the US Food and Drug Administration, an agency that many countries look to for guidance, and the field has hit “a little bit of a slump”, says Frank Slack, who studies microRNA at Beth Israel Deaconess Medical Center in Boston, Massachusetts.",
            "That could be about to change: “The promise is there. The technology is getting better,” Slack says. “And the attention from the Nobel Prize is really good — this will drive interest again.”",
            "h2Expanding ambitions",
            "Treating disease was not on Slack’s mind when he first encountered microRNAs as a postdoctoral fellow in the 1990s. Then, he was working in Garry Ruvkun’s laboratory at Massachusetts General Hospital in Boston, where he, Ruvkun and others co-discovered the second-known microRNA, a molecule called let-7, also in roundworms1. Ruvkun shared this year’s medicine Nobel with Victor Ambros at the University of Massachusetts Chan Medical School in Worcester.",
            "\n\nMedicine Nobel awarded for gene-regulating ‘microRNAs’\n",
            "In the 1990s, researchers were interested in microRNAs because they represented a new way of regulating gene activity, Slack says. But ambitions expanded when he and his colleagues realized that let-7 was also a part of the human genome2 and might help to prevent cancer3. “We really started to think that this might have a medical application,” says Slack. “The first clinical trial came very quickly after that.”",
            "Maybe a little too quickly, he says.",
            "That first trial tested a microRNA similar to let-7, called miR-34, that also held the potential to stave off cancer. Studies in mice with lung cancer showed that administering a molecule similar to miR-34 early in the disease could slow tumours4. But at the time, researchers knew little about how to cloak RNA medicines to keep them from provoking a dangerous immune response, or how best to deliver them to the right spot in the human body.",
            "As a result, says Slack, clinicians had to administer unusually high doses of the microRNA into the bloodstream of trial participants. This triggered an immune response, and four people died. The trial was stopped.",
            "h2Disappointments abound",
            "Since those early days, researchers in academia and industry have learned how to package or modify RNA molecules so that they can be delivered to certain organs safely and at lower doses, says Anastasia Khvorova, a chemical biologist at the University of Massachusetts Chan Medical School.",
            "\n\nScientists are waiting longer than ever to receive a Nobel\n",
            "But the miR-34 trial wasn’t the only disappointment along microRNA’s path to becoming a medicine. Another came when researchers at Santaris Pharma in San Diego, California, tested a therapy designed to reduce the expression of a human microRNA that is commandeered by the hepatitis C virus to infect liver cells. Early results in people seemed positive5. “It was a milestone,” says Sakari Kauppinen, who studies RNA-based medicine at Aalborg University’s campus in Copenhagen, and worked on the team at Santaris.",
            "But as the researchers were celebrating, another company announced that it had developed a more conventional treatment for hepatitis C. Fearing that it could not compete, Santaris abandoned the microRNA approach, Slack says.",
            "Despite those false starts, there is every reason to expect that microRNA-based medicines will have their day, Khvorova says.",
            "Researchers are developing microRNA therapies to treat epilepsy, obesity and cancer. In a sign of confidence in microRNAs, in March, the pharmaceutical firm Novo Nordisk in Bagsvaerd, Denmark, agreed to pay up to €1 billion (US$1.1 billion) to purchase a company called Cardior Pharmaceuticals in Hannover, Germany. Cardior is conducting a phase II clinical trial of a microRNA inhibitor designed to treat heart failure.",
            "h2Tipping point ahead?",
            "Another reason to expect success for microRNAs is that other drugs based on RNA have been approved and work by a very similar mechanism, Khvorova says. Those drugs, designed to treat conditions such as high cholesterol, rely on a technique called RNA interference to reduce the activity of a targeted gene. One difference between them and microRNAs, however, is that microRNAs are made naturally by the body and often affect the activity of many genes, Khvorova adds. This means that careful laboratory studies are necessary to ensure that boosting or suppressing a natural microRNA won’t have unwanted side effects.",
            "\n\nDo the microRNAs we eat affect gene expression?\n",
            "Over the years, that microRNA data has been accumulating, says Khvorova, and the field may be nearing a tipping point. “It’s lagging behind, but it’s coming,” she says. “I am confident that there are several programmes that are likely to generate drugs.”",
            "In the meantime, Slack, who has advised and founded several companies involved in developing microRNA therapies, has returned years later to miR-34 . Armed with better methods for delivering the treatment in the body, he’s hopeful that the microRNA’s ability to simultaneously affect multiple genes involved in protecting against tumours could help against particularly difficult-to-treat cancers such as pancreatic cancer.",
            "“I never gave up on it,” he says.",
            "doi: https://doi.org/10.1038/d41586-024-03303-7"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03259-8",
        "title": "‘Cocaine of the seas’ — how a luxury food is wreaking ecological mayhem",
        "content": [
            "*Picture_taken_on_March_29,_2016,_showing_pedestrians_walking_past_a_display_of_different_varieties_o",
            "Different varieties of fish maw — dried swim bladders — on display in a shop in Hong Kong. Credit: Anthony Wallace/AFP/Getty",
            "Zoologist Yolarnie Amepou heard whispers about the fish frenzy when she made her first trip to the Kikori River Delta in the remote reaches of southern Papua New Guinea.",
            "It was January 2012, and Amepou was travelling down the delta by dinghy, from village to village, as part of a research project on the vulnerable pig-nosed turtle (Carettochelys insculpta). Amepou heard talk of outsiders appearing across the region offering staggering amounts of cash for swim bladders — an organ cut from some of the delta’s large fish species that helps them to control buoyancy. Consumers in Asia, particularly southern China, know this commodity as fish maw and covet it as a culinary delicacy, a traditional medicine and a symbol of prosperity.",
            "The global maw trade has been growing rapidly over the past 25 years1, and market prices now far exceed those of similar dried seafood luxuries such as shark fin and sea cucumber, which are also prized in China. In some low- and middle-income countries where demand for maw is very high, it is sometimes called the cocaine of the seas because it is so lucrative and attracts organized crime interests.",
            "Papua New Guinea has become the source of some of the most sought-after maw. In the years since Amepou’s first visit, she’s watched the fish-maw industry in the Kikori delta explode, “like a fisheries gold rush”. Fishers replaced their paddle canoes, lines and hooks with outboard-powered dinghies and commercial nets. The price being offered to delta fishers for dried maw from one prized species — the scaly croaker (Nibea squamosa) — has been recorded at up to US$15,615 per kilogram — potentially the highest price offered to fishers for maw in the world, according to a study by Amepou and her colleagues published earlier this year2.",
            "*Aerial_view_of_meandering_Kikori_River_and_streams_through_lowland_tropical_rainforest_in_Kikori_Del",
            "The Kikori river delta is the source of some of the most highly prized maw in the world.Credit: Minden Pictures/Alamy",
            "Revenue from the maw industry is a lifesaver for many delta communities, with some people using it to move away from the coast to escape rapidly rising seas. “Fish maw has alleviated some quite severe poverty issues,” says Michael Grant, a marine biologist at James Cook University in Townsville, Australia, who researches Papua New Guinea’s sharks and rays in the Kikori delta, one of their last strongholds. Its waterways and mangroves are recognized as a sanctuary of biodiversity and have been nominated for inclusion as a World Heritage Site on the list maintained by the United Nations cultural organization UNESCO.",
            "Grant and others fear that the sharp increase in fishing pressure in the Kikori delta and the use of gillnets — which indiscriminately capture many types of fish, dolphin and turtle — could recreate problems that have plagued Mexico, China and parts of Africa, where the maw trade has fished some species into near oblivion. That threat risks damaging the delta’s ecosystems and leaving people worse off, says Grant.",
            "The information coming out of Papua New Guinea “is worrying, because it does seem to fit what we’ve seen in other places wherelittle-known species are targeted for the value of their maw”, says Yvonne Sadovy, a Hong Kong fisheries specialist now based in the United Kingdom. Along with Grant and other members of a species-survival commission that is part of the International Union for Conservation of Nature (IUCN), she contributed to a paper sounding the alarm on the increasing maw trade that was submitted by the United States to a meeting of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) in July.",
            "“There are very few controls and there is very little knowledge, I think, by the government fishery departments about the value, importance and potential threats of this,” says Sadovy. The consequence is “a sort of cowboy frontier”, whereby high prices push fishers to target species that “we hardly know anything about in terms of the science”.",
            "h2Turtle troubles",
            "Amepou wasn’t too concerned when she first heard about the fish-maw trade. In her early years in the Kikori region, she was focused on how hunting and habitat changes were threatening the pig-nosed turtle. The work took her to far-flung villages to monitor nesting sites, survey the consumption of turtle meat and eggs, and build community awareness about the vulnerability of the creatures known as piku.",
            "By 2019 she was known locally as mama piku, and was the director of a small conservation organization, the Piku Biodiversity Network, which she still runs. Amid the other changes in the region, the fish-maw trade had become yet another threat to the turtle’s survival because the animals were getting tangled in commercial gillnets that seafood companies were supplying to local fishers.",
            "*A_fisherman_untangles_a_gillnet_at_Veraibari_village_in_the_Kikori_River_delta,_Papua_New_Guinea",
            "Rising sea levels have damaged the remote village of Veraibari.Credit: Jo Chandler",
            "The remoteness and logistical difficulties of working in the Kikori delta — a region with little electrical power, few roads, fragmentary communications and 4–8 metres of rainfall a year — mean that Amepou, Grant and their collaborators are among just a handful of researchers who are active in the area. With support from the Secretariat of the Pacific Regional Environment Programme (SPREP), a multinational organization focused on the region’s natural resources, they collected data on targeted maw species, as well as by-catch. A survey of landings in gillnets reported by fishers from five delta communities over six months to April 2022 found that the hunt for fish maw pulls up huge numbers of non-target fish and mammals3.",
            "Elasmobranchs — a subclass of fish that includes sharks and rays — accounted for almost half the catch, whereas target species made up just 22%. Among the other casualties were several species listed as endangered or critically endangered on the IUCN Red List, including three species of hammerhead shark, the giant guitarfish (Glaucostegus typus) and the bottlenose wedgefish (Rhynchobatus australiae), alongside various vulnerable river sharks and critically endangered Indo-Pacific sawfishes (Pristidae)2.",
            "Other reports, some unpublished, document declines in two endemic dolphin species that have small local populations and are listed as vulnerable on the IUCN Red List. On one occasion, fishers reported that ten dolphins drowned in a single net, says Amepou. “You’re looking at the very real possibility of a local extinction if nothing is done about the gillnets in the water,” she says.",
            "But discussions with local people about curtailing fishing practices for conservation purposes are acutely sensitive given the money flowing into the economically disadvantaged region. “While local fishers acknowledge sustainability concerns, the overarching feeling is everyone is pretty happy for now,” says Grant. “Whether fish-maw money is going back into community and development remains to be seen, and this is our next research focus.”",
            "In 2022, the researchers submitted a report to SPREP on the Kikori maw fishery, urging the development of a management plan3. Sources have told Nature that work on a plan has commenced, but Papua New Guinea’s authorities did not respond to questions from Nature on its progress. In 2021, the National Fisheries Authority stopped issuing new fish-maw licences in Gulf Province, where the Kikori delta is located, and in the neighbouring Western Province, owing to increasing illegal, unregulated and unreported activities in the two fisheries.",
            "h2Villages at risk",
            "After storm surges destroyed many houses in the delta village of Veraibari in 2020, the people formed a relocation committee. They plan to use the windfall maw money to build around 200 homes, a school, a market and churches a short distance inland from the beach where they currently live. The committee estimates that this plan will cost 1,689,000 Papua New Guinean kina (US$431,000). In recent years, waves have damaged and closed the schoolhouse, knocked down freshwater tanks and submerged burial grounds. Abandoned homes decay on their stilts in the shallows alongside the stumps of drowned palm trees.",
            "“The land is disappearing, the high land is going down, and then it is very easy for water to enter into the village,” says community and church leader Ara Kouwo. When the big tides come, his family wades into the sea to push away debris that might tip their home off its legs.",
            "Kouwo is also the local agent buying maw for one of the six seafood companies, all Asian-led, with licences in Gulf Province. He conducts business at his family table, weighing and trading fish maw, offering 5,000 to 6,000 kina per 100 grams for the finest specimens. He kicked off the relocation fund with his own earnings, urging his neighbours and relatives to provide cash or other contributions. They are lobbying for more government support, but have so far received only sandbags to build a seawall, which soon failed, and some iron roofing, nails and a sawmill to help with the relocation. Money earned from fishing is the only way to save the village, he says, although he recognizes the risks.",
            "If there was any other help coming to pay for the new village, “then we would stop these fishing activities”, he says. “We are in fear,” he adds. “When we kill all mothers of the fish, we are in trouble.”",
            "*Fishmaw_product_bought_from_villagers,_labelled_with_their_weight_when_received_and_drying_in_the_wi",
            "Maw drying outside in a delta community.Credit: Yolarnie Amepou/Piku Biodiversity Network",
            "Environmental lawyer Watna Mori at Blue Ocean Law, a firm based in Hagåtña, Guam, is part of a team assisting the people of Veraibari to argue a case for funding from the UN for loss and damages due to climate change. She says that the tension between the slow process of structural, systemic change and the community’s urgent need was heartbreakingly stark when she visited Veraibari in 2022.",
            "“You see the contrast of these two activities — trying to adapt to climate change, and then you see this act of fishing for this product that causes so much harm to their biodiversity,” says Mori. “What else can they do?”",
            "The maw trade generates a boom-and-bust cycle that fisheries researchers and activists have seen before. The most infamous case is that of the totoaba (Totoaba macdonaldi), which is found only in Mexico’s Gulf of California and was hunted for its maw for much of the twentieth century.",
            "Although Mexico banned fishing for totoaba in 1975, the species continues to be fished illegally, with trading of totoaba maw increasing on Facebook and the Chinese social media platform WeChat, according to a report released in February by the Environmental Investigation Agency UK, a non-governmental organization in London (see go.nature.com/4ghoiwr). The gillnets used to catch totoaba also entangle the endemic vaquita (Phocoena sinus), the world’s smallest porpoise. It’s estimated that as few as ten individuals remain.",
            "The hunt for maw has left a trail of ecological damage elsewhere, too, including in Africa’s Lake Victoria, where there are concerns that the Nile perch (Lates niloticus) might disappear.",
            "h2Hidden danger",
            "For years, the global scale of fish-maw operations remained mainly under the radar because the volume of the catch was hidden in a broad commodities category of “dried fish”, says Sadovy. She and others urged authorities in Hong Kong, the global trade hub for maw, to introduce a specific code for fish maw separate from other dried fish, which they did in 2015. Data collected using this new code revealed that between 2015 and 2018, 3,144–3,882 tonnes of dried maw, worth $264 million to $394 million, were imported to Hong Kong every year4. These were shockingly high numbers, Sadovy says, “because you might have 3,000 tonnes of maw, but maw is only 5% of the weight of the animal. So that’s tonnes and tonnes of animal, so you begin to think about the scale of those fisheries”.",
            "Her team tracked the maw to 110 source countries and territories, but found that, in most of those nations, hardly anything is known about the trade. “A lot of even local scientists had no idea this trade was going on, it’s quite secretive,” she says.",
            "*A_leatherback_turtle_caught_as_bycatch_in_fishmaw_nets_Veraibari_village,_Pai’ia_Tribal_lands_and_wa",
            "Turtles, marine mammals and non-target fish often get caught in nets used by people fishing for species that supply maw.Credit: Amos Ivei/Piku Biodiversity Network ",
            "Her work also exposed the previously unrecognized loss of another species coveted for its maw, the Chinese bahaba (Bahaba taipingensis)5, which can reach 2 metres in length and weigh more than 100 kilograms. Records from the 1930s found specimens in its habitat off the coast of China. Today it is so rare that “it is possible it will become the first marine commercial species to go extinct in recent times in the wild”, Sadovy says.",
            "The cycles that have played out with the bahaba, totoaba and Nile perch “illustrate the consequences of escalating prices and lack of management”, including the implications for biodiversity, Sadovy and her colleagues warned in 20194. Concern over the trade has grown in the years since then. In 2021, in response to the high prices being paid for maw in Papua New Guinea, Bangladesh, India and French Guiana, the IUCN adopted a motion urging nations to control and monitor trade in the swim bladders of a group of ray-finned fishes known as big croakers to both protect the target species and reduce by-catch of threatened marine megafauna.",
            "“A lot of people are beginning to realize — biologists, fisheries people — that maw is an issue,” says Sadovy. However, she adds that there are also a lot of places where the maw trade operates out of sight. Concerns about the trade are what motivated the drafting of the document submitted by the United States to CITES in July, she says. “It was a first initiative to highlight international maw trade as an issue threatening some species.”",
            "\n\nRewilding the planet: how seven artificial islands could help a dying Dutch lake\n",
            "Sadovy hopes escalating concern will persuade international organizations — in particular, the Food and Agriculture Organization (FAO) of the UN — to become more active in documenting the trade. She wants to see the FAO follow Hong Kong’s lead and introduce a commodity code specifically for maw. “There are opportunities to actually seek better benefits for the fishermen themselves,” says Sadovy. “I see a win–win before some species are really pushed too far down.” But it needs to happen soon.",
            "Without action at national and international levels, researchers warn that the risks for both vulnerable marine populations and the people who rely on them for income and food are dire. In the dozen years she has been working in the Kikori delta, Amepou has observed how precarious life is in the villages and how much the people there are exposed to the rapidly changing environment. She hears their stories and tries to answer questions about rising seas, changing weather and vanishing species.",
            "Amepou likes to take the conversation back to the creature that drew her to the region: the turtle with the snout of a pig, remarkable enough to etch its way into local lore. When she first arrived, the people of the delta told her they had no concerns for its future, because the pig-nosed turtle was like their mother. It would always provide for them.",
            "“And I say ‘your mother will provide for you to a certain point. There’s a time in life when you have to take care of your mother’,” Amepou says. “‘And it’s come to that point, where your mother kind of needs your help.’”",
            "Nature 634, 284-286 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03259-8"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03213-8",
        "title": "Physics Nobel scooped by machine-learning pioneers",
        "content": [
            "*A_screen_shows_the_laureates_of_the_2024_Nobel_Prize_in_Physics,_US_physicist_John_J_Hopfield_L_and_",
            "The winners were announced by the Royal Swedish Academy of Sciences in Stockholm.Credit: Jonathan Nackstrand/AFP via Getty",
            "Two researchers who developed tools for understanding the neural networks that underpin today’s boom in artificial intelligence (AI) have won the 2024 Nobel Prize in Physics.",
            "John Hopfield at Princeton University in New Jersey, and Geoffrey Hinton at the University of Toronto, Canada, share the 11-million Swedish kronor (US$1 million) prize, announced by the Royal Swedish Academy of Sciences in Stockholm on 8 October.",
            "Both used tools from physics to come up with methods that power artificial neural networks, which exploit brain-inspired, layered structures to learn abstract concepts. Their discoveries “form the building blocks of machine learning, that can aid humans in making faster and more-reliable decisions”, said Nobel physics committee chair Ellen Moons, a physicist at Karlstad University, Sweden, during the prize announcement. “Artificial neural networks have been used to advance research across physics topics as diverse as particle physics, material science and astrophysics.”",
            "h2Machine memory",
            "In 1982, Hopfield, a theoretical biologist with a background in physics, came up with a network that described connections between virtual neurons as physical forces1. By storing patterns as a low-energy state of the network, the system was able to re-create these patterns when prompted with something similar. It became known as associative memory, because the way in which it ‘recalls’ things is similar to the brain trying to remember a word or concept on the basis of related information.",
            "Hinton, a computer scientist, used principles from statistical physics, which collectively describes systems that have too many parts to track individually, to further develop the ‘Hopfield network’. By building probabilities into a layered version of the network, he created a tool that could recognize and classify images, or generate new examples of the type that it was trained on2.",
            "\n\nComputer science: The learning machines\n",
            "These processes differed from earlier kinds of computation, in that the networks were able to learn from examples, including from complex data. This would have been challenging for conventional software reliant on step-by-step calculations.",
            "The networks are “grossly idealized models that are as different from real biological neural networks as apples are from planets”, Hinton wrote in Nature Neuroscience in 2000. But they proved useful and have been built on widely. Neural networks that mimic human learning form the basis of many state-of-the-art AI tools, from large language models to machine-learning algorithms capable of analysing large swathes of data, including the protein-structure-prediction model AlphaFold.",
            "Speaking by telephone during the physics-prize announcement, Hinton said that learning he had won the Nobel was “a bolt from the blue”. “I’m flabbergasted, I had no idea this would happen,” he said. He added that advances in machine learning “will have a huge influence, it will be comparable with the industrial revolution. But instead of exceeding people in physical strength, it’s going to exceed people in intellectual ability”.",
            "In recent years, Hinton has become of the loudest voices calling for safeguards to be placed around AI. He says he became convinced last year that digital computation had become better than the human brain, thanks to its ability to share learning from multiple copies of an algorithm, running in parallel. “It made me think [that these systems are] going to become more intelligent than us sooner than I thought,” he said on 31 May, speaking virtually to the AI for Good Global Summit in Geneva, Switzerland. “Up until that point, I’d spent 50 years thinking that if we could only make it more like the brain, it will be better.”",
            "h2Motivated by physics",
            "Hinton also won the A. M. Turing Award in 2018 — sometimes described as the ‘Nobel of computer science’. Hopfield, too, has won several other prestigious physics awards, including the 2001 Dirac Medal.",
            "Hopfield’s “motivation was really physics, and he invented this model of physics to understand certain phases of matter”, says Karl Jansen, a physicist at the German Electron Synchrotron (DESY) in Zeuthen, who describes the work as “groundbreaking”. After decades of development, neural networks have become an important tool in analyzing data from physics experiments and in understanding the types of transitions between phases that Hopfield had set out to study, Jansen adds.",
            "\n\nHow to win a Nobel prize: what kind of scientist scoops medals?\n",
            "Lenka Zdeborová, a specialist in the statistical physics of computation at the Swiss Federal Institute of Technology in Lausanne (EPFL), says she was pleasantly surprised that the Nobel Committee recognized the importance of ideas from physics for understanding complex systems. “This is a very generic idea, whether it’s molecules or people in society.”",
            "In the past five years, the Abel Prize and Fields Medals have also celebrated the cross-fertilization between mathematics, physics and computer science, particularly contributions to statistical physics.",
            "Both Hopfield and Hinton “have brought incredibly important ideas from physics into AI”, says Yoshua Bengio, a computer scientist who shared the 2018 Turing Award with Hinton and fellow neural-network pioneer Yann LeCun. Hinton’s seminal work and infectious enthusiasm made him a great role model for Bengio and other early proponents of neural networks. “It inspired me incredibly when I was just a university student,” says Bengio, who is scientific director of Mila — Quebec Artificial Intelligence Institute in Montreal, Canada. For decades, many computer scientists regarded neural-network research as fruitless, says Bengio, but there was a turning point in 2012, when Hinton and others used the technology to win a major image-recognition competition.",
            "h2Brain-model benefits",
            "Biology has also benefited from these artificial models of the brain. May-Britt Moser, a neuroscientist at the Norwegian University of Science and Technology in Trondheim and a winner of the 2014 Nobel Prize in Physiology or Medicine, says she was “so happy” when she saw this year’s Nobel physics winners being announced. Versions of Hopfield’s network models have been useful to neuroscientists, she says, for investigating how neurons work together in memory and navigation. His model, which describes memories as low points of a surface, helps researchers to visualize how certain thoughts or anxieties can get fixed and retrieved in the brain, she adds. “I love to use this as a metaphor to talk to people when they are stuck.”",
            "\n\nTen computer codes that transformed science\n",
            "Today, neuroscience relies on network theories and machine-learning tools, which stem from Hopfield’s and Hinton’s work, to understand and process data on thousands of cells simultaneously, says Moser. “It’s like a fuel for understanding things that we couldn’t even dream of when we started in this field.”",
            "“The use of machine-learning tools is having immeasurable impact on data analysis and our potential understanding of how brain circuits may compute,” says Eve Marder, a neuroscientist at Brandeis University in Waltham, Massachusetts. “But these impacts are dwarfed by the many impacts that machine learning and artificial intelligence are having in every aspect of our daily lives.”",
            "doi: https://doi.org/10.1038/d41586-024-03213-8"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03275-8",
        "title": "Lethal Marburg virus is on the rise in Rwanda: why scientists are worried",
        "content": [
            "*A_transmission_electron_microscopy_image_of_the_Marburg_virus,_shown_in_bright_pink_and_blue_colours",
            "Marburg virus (artificially coloured) is related to Ebola virus and causes similar symptoms.Credit: James Cavallini/Science Photo Library",
            "It is an outbreak of superlatives. One of the deadliest known viruses, Marburg, has emerged in Rwanda, killing 13 people and sickening 58 in one of the biggest Marburg outbreaks ever documented. Scientists expect the outbreak to be curtailed quickly — but they warn that, overall, Marburg is on the rise.",
            "The outbreak, which was declared on 27 September, is Rwanda’s first. Tanzania and Equatorial Guinea recorded their first Marburg outbreaks last year; Ghana’s first was in 2022. Before the 2020s, outbreaks were detected at most a few times each decade; they now occur roughly once a year. The origins of the events are not entirely clear. But researchers say that environmental threats, such as climate change and deforestation, have made people more likely to encounter animals that can pass on infections.",
            "Outbreaks of animal-transmitted diseases are “going to continue to become more frequent”, says emergency-medicine physician Adam Levine at Brown University in Providence, Rhode Island. “The world really has to just be ready for that.”",
            "h2Ebola’s close relative",
            "Marburg virus is a “cousin” to Ebola virus, which killed more than 11,000 people during an outbreak in West Africa between 2014 and 2016, says virologist Adam Hume at Boston University in Massachusetts. The death rate from Marburg has ranged from 23% to roughly 90% in past outbreaks. There are no vaccines or treatments, but supportive care increases a person’s odds of survival.",
            "Early Marburg symptoms — high fever, headache and malaise — are similar to those of many other diseases. But people with Marburg soon develop severe diarrhea, nausea and vomiting. The worst afflicted bleed from their noses, gums or other areas.",
            "\n\nAfter the genocide: what scientists are learning from Rwanda\n",
            "In Rwanda, some of the first people later found to be infected with Marburg initially tested positive for malaria. Health-care workers knew something was amiss when the usual treatment wasn’t working. By the time the workers realized they had a Marburg outbreak on their hands, a number of them had already become infected, Rwandan Minister of Health Sabin Nsanzimana said in a press conference last week.",
            "The outbreak is weighing on the minds of Kigali residents, says Olivier Uwishema, Rwandan-born founder of Oli Health Magazine Organization, a non-profit group in KIgali. Uwishema lives in the United States but happened to be visiting Kigali when Marburg hit. Now when someone gets a fever, “they mostly think that it may be Marburg”, Uwishema says.",
            "h2Stopping the spread",
            "The good news is that Marburg is transmitted mostly through contact with bodily fluids. That means that isolating infected people and using protective equipment can deter spread effectively, Levine says.",
            "For the next three weeks, contact tracers in Rwanda will be checking in with hundreds of people who were in direct or indirect contact with individuals with Marburg. Health-care workers are testing everyone who presents with a high fever for the disease. This has put a strain on the country’s diagnostic laboratories, given the prevalence of malaria.",
            "Rwanda’s widespread testing for the virus might account for the current outbreak’s large size. Many past outbreaks were reported to have affected only a few people, Uwishema says. But cases might have been missed in countries whose health-care systems are not strong enough to offer the level of testing that Rwanda has achieved.",
            "The outbreak can be declared over if no new infections arise for 42 days — equivalent to two incubation periods for the virus — after the last case is identified. “In the coming weeks, we should have a good sense about whether it is rapidly growing or rather petering out,” Levine says.",
            "h2Vaccine testing underway",
            "Marburg outbreaks usually start after a person encounters an infected fruit bat — an animal that can carry the virus without getting sick. Because of forces such as climate change and deforestation, “boundaries between the wildlife and the humans are breaking down”, creating ever more frequent opportunities for pathogens to jump to people, said global-health expert Caroline Ryan at Ireland’s Department of Agriculture, Food and the Marine in Celbridge.",
            "\n\nMeet the Ebola workers battling a virus in a war zone\n",
            "Vaccines and drugs could help to curb Marburg, but to test these tools thoroughly, scientists must wait for outbreaks to happen. “That’s one of the reasons why, I think, we don’t have therapeutics and vaccines that are approved against Marburg virus,” Hume says.",
            "Rwandan doctors have started testing a candidate Marburg vaccine, and plan to test the efficacy of the antiviral drug remdesivir against the disease. Animal trials1 suggest that remdesivir might be helpful for treating Marburg, as it is for COVID-19. But data from human trials investigating remdesivir as an Ebola therapy “were a little disappointing”, Hume says, raising the prospect that the drug won’t be useful for Marburg either.",
            "However, the identification of effective antiviral will not be enough, health officials say. To weather future outbreaks, Africa must build its capacity to manufacture vaccines, treatments and diagnostic tools on its own, said Jean Kaseya, director-general of the Africa Centres for Disease Control and Prevention, last week. Relying on other countries to sell such supplies at high prices can lead to “panic mode”, he said.",
            "doi: https://doi.org/10.1038/d41586-024-03275-8"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03244-1",
        "title": "Life expectancy rise in rich countries slows down: why discovery took 30 years to prove",
        "content": [
            "*A_Japanese_baby_being_carried_on_his_grandmother's_back",
            "What chance do children born since 2010 have of living to 100? Less than 2% for men and about 5% for women.Credit: Skye Hohmann/Alamy",
            "Put aside the hype about the growing number of us who are likely to make it to 100, because the rise in human life expectancy might actually be slowing down. At least, according to a study that analysed mortality data for ten countries or regions over the past three decades1.",
            "“There are limits to how far out we can push out the envelope of human survival,” says study co-author S. Jay Olshansky, an epidemiologist at the University of Illinois Chicago. “If you live long enough, you run up against the biological process of ageing.”",
            "The era of what he calls radical life extension is over, he argues. Some researchers, however, disagree and point out that medical science could yet find a way to push age limits.",
            "Advances in public health and medicine during the twentieth century increased human life expectancy to about three years per decade. But Olshansky and others have long argued that this rate of improvement is not sustainable, despite more-optimistic forecasts that predict most children born in the twenty-first century would live for a 100 years or more2. But this is difficult to confirm, because the only way to be sure is to wait for enough people to die, or not.",
            "With his colleagues, Olshansky first published the idea3 that human life expectancy has a finite limit in 1990. “We have waited 30 years to test this,” he says. “And we now have definitive evidence that the limited lifespan hypothesis is correct.”",
            "That evidence is based on the numbers of reported deaths in parts of the world with some of the highest current life expectancies, including Hong Kong, Japan, South Korea, Australia, France, Italy, Switzerland, Sweden, the United States and Spain. The analysis looked at the period of 1990 to 2019, to avoid the distorting impact of the COVID-19 pandemic.",
            "The team found that the rate of improvement in life expectancy in the decade of 2010–19 had dropped below that seen between 1990 and 2000. People were still living longer, but not by as much. In fact, in every population except those of Hong Kong and South Korea, the decadal rise in life expectancy decelerated to below two years.",
            "Overall, the study found that children born since 2010 have a relatively small chance of living to 100 (5.1% chance for women and 1.8% chance for men). The most likely cohort to see a full century are women in Hong Kong, with a 12.8% chance.",
            "h2Can we overcome ageing?",
            "It’s clear that further extension of the average lifespan is difficult because that would require researchers to find treatments for illnesses that affect older people, says Dmitri Jdanov, a demographer at the Max Planck Institute for Demographic Research in Rostock, Germany. Jdanov wrote, together with his colleague Domantas Jasilionis, an accompanying commentary on the paper. Both articles are published in Nature Aging today.",
            "But Jdanov thinks that Olshansky is too pessimistic about possible progress. “Although making another leap might be difficult, the rapid development of new technologies may lead to an unexpected health revolution,” he says.",
            "A century ago, few researchers would have thought that child mortality could be reduced considerably, he says. But advances in vaccines, education and public health have since slashed the rate from more than 20% in 1950 to less than 4% now.",
            "“If we cannot imagine something, it doesn’t mean that it’s impossible,” Jdanov says.",
            "The study also revealed what Olshansky calls a “shocking” decline in the average life expectancy in the United States in the decade starting in 2010 — a trend seen in such a long-lived population only after extreme events, such as war, since 1900. The decline in the United States is driven by increasing numbers of deaths because of conditions such as diabetes and heart disease in people aged roughly 40 to 60.",
            "“It tells you that something pretty negative is happening among some subgroups of the population to drag the average down, because the wealthier, more highly educated subgroups are actually doing better,” Olshansky says.",
            "doi: https://doi.org/10.1038/d41586-024-03244-1"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03243-2",
        "title": "Mpox vaccine roll-out begins in Africa: what will success look like?",
        "content": [
            "*A_doctor_speaks_to_a_patient_about_the_progress_of_treatment_for_mpox_in_Democratic_Republic_of_the_",
            "A physician meets with a person being treated for mpox at a hospital in the Democratic Republic of the Congo.Credit: Arlette Bashizi/Bloomberg via Getty",
            "Mpox has spread to 15 African countries this year, 6 of which had never seen a single case of the disease, leaving health officials scrambling to contain the continent’s deadliest mpox surge so far. But they finally have a new tool to help: vaccines, which were previously unavailable in Africa despite mpox first being detected on the continent decades ago.",
            "Mpox vaccines, which have been used in wealthy nations such as Germany and the United States, did not materialize in Africa during earlier outbreaks, even the global one in 2022, says Nicaise Ndembi, a virologist at the Africa Centres for Disease Control and Prevention (Africa CDC) in Addis Ababa. This year, however, countries have pledged doses, and the jabs have begun to arrive, after the World Health Organization declared mpox a global public-health emergency for the second time in history.",
            "On 17 September, Rwandan health officials began administering jabs to those at high risk of infection; the Democratic Republic of the Congo (DRC), which has been the country hit hardest by the disease, will follow suit on 5 October; and Nigeria is set to start its own vaccinations in the next two weeks.",
            "*Nicaise_Ndembi,_Senior_Advisor,_Africa_Centres_for_Disease_Control_and_Prevention_Africa_CDC_in_2023",
            "Virologist Nicaise Ndembi is coordinating the mpox response for Africa’s Centres for Disease Control and Prevention. Credit: Russian Look via ZUMA Press",
            "These developments come as African countries report more than 31,400 suspected mpox infections and 844 deaths in 2024. Clade Ib, a new strain of the virus that causes mpox, has also spread in densely populated regions; some transmission is occurring through sexual contact, allowing the virus to spread between people efficiently.",
            "It isn’t yet known how effective the vaccines will be against clade I virus — they helped during the global outbreak two years ago, but that crisis was driven by a different strain, called clade IIb. Still, many scientists emphasize that the jabs are safe and expected to work.",
            "Here, Ndembi, who is coordinating the Africa CDC’s mpox response, discusses how health officials are planning to distribute the doses and the challenges they will face.",
            "h2Is the number of doses that you’re receiving what you would have expected from an equitable global response during the 2022 global outbreak?",
            "We are doing much better. There are about 275,000 doses that we currently have on hand, and they have already been dispatched to countries for administering. In the 2022 pandemic, we didn’t get a single dose of vaccine.",
            "If you put together the pledges and what’s already been delivered, there are about 6.1 million doses coming. But you can’t vaccinate with pledges: the 10,000 doses that Nigeria received in 2024 were actually pledged in 2022. So you can see the disparities. But to now have 6.1 million doses pledged is incredible. Now, we need to see them materialize.",
            "We’re looking at vaccinating 10 million people [in Africa], but that number might need to be as high as 14 or 15 million.",
            "h2Until more doses arrive, how will countries prioritize who gets jabs first?",
            "This is not a vaccination campaign. The messaging around the word ‘campaign’ connotes that everyone can get a shot. But we’re going to be very targeted. We’re hoping to reach specific groups, and we are envisaging that this approach could create problems within the community if we don’t communicate properly who is most at risk of infection and why we’re prioritizing certain groups. We see that many people are waiting for the vaccine — it’s a silver bullet to many. The stigma coming with mpox [which causes visible, fluid-filled lesions, among other symptoms] means everyone wants to get vaccinated.",
            "As an example of prioritizing specific groups, Rwanda has started vaccination, and it’s very targeted among female sex workers and among cross-border traders, truck drivers and health-care workers — all of whom are at high risk [of infection]. We will also use a ‘ring vaccination’ approach: we will identify close contacts of infected people, and those are who you’d want to be sure to vaccinate first.",
            "h2The DRC is contending with outbreaks of several strains — clade Ib, as well as clade Ia, which typically has spread to people through infected animals. Will that affect how vaccines are distributed?",
            "We will start with the hotspots: the provinces that are most affected are going to be selected in the first bloc, and then subsequently we will move on to other areas.",
            "For the different subtypes of the virus, I want to be very clear: viruses don’t have boundaries. We have to move away from the idea that we could confine an [mpox] subtype in a geographic area. [The city] Kinshasa has both clade Ia and Ib.",
            "We’re not going to say, ‘Let’s start vaccinating the clade Ib areas and then go to the Ia areas.’ That would be too complex.",
            "h2You mentioned Kinshasa, where both clade I strains are spreading. How concerning is this?",
            "Kinshasa is the entry and exit point for almost all travellers [coming through the region]. There’s definitely worry, because infections there can easily be transported anywhere in the world.",
            "h2How will you monitor the effectiveness of the vaccines as people receive them?",
            "We have a team already in Rwanda that is working to ensure that we monitor for adverse events and that, over time, those vaccines are effective. They will study the immunogenicity, safety and effectiveness, as well as durability [how long the vaccine’s effects last].",
            "[Editor’s note: one clinical trial aims to recruit more than 1,500 people over the age of ten in the DRC, Uganda and Nigeria with confirmed mpox infections, to understand whether the vaccines can reduce the risk of participants’ contacts developing the disease or lessen the severity of their illness.]",
            "h2What would success look like?",
            "In the DRC, we’re dealing with a country of 100 million people. We’re talking about over 30,000 suspected cases — and consider, how many people are even able to get tested? Currently, about 40% of suspected cases get tested, and about 60% of those are positive. That means we’re not testing a lot, and we still have people out there that are moving with the virus, who don’t even know they’re infected.",
            "You are controlling an epidemic when new cases stop coming from the contacts of those who you know are infected. Vaccines are meant to help break those chains of transmission — so that’s something we’ll be looking for.",
            "But vaccination is just one of the tools in the response: risk communication, community engagement, laboratory [infrastructure] are equally important.",
            "h2What has been most difficult about controlling this outbreak?",
            "First, mpox is endemic in some parts of Africa. Within the DRC, there are provinces that have been reporting cases for decades. We don’t have enough tools to rapidly detect the virus. For HIV, you have five minutes, you get the test done, and the result is 99% accurate. If we had a test [similar to the one for HIV], that would be fantastic.",
            "The other challenge is drugs. Tecovirimat [an antiviral against mpox] worked for clade II during the 2022 pandemic, but it has been shown to be less effective on the African population in the DRC. And lastly, we haven’t had enough vaccines. This is a very strong case for local manufacturing across the continent: we need to start making the diagnostic kits, the drugs and even the vaccines here.",
            "doi: https://doi.org/10.1038/d41586-024-03243-2"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03208-5",
        "title": "Why hasn’t deadly bird flu reached Australia yet?",
        "content": [
            "*A_adult_short-tailed_Shearwater_Ardenna_tenuirostris_in_flight_off_the_coast_of_Hong_Kong",
            "Scientists have started swabbing short-tailed shearwater (Ardenna tenuirostris) for evidence of bird flu. The birds are migrating from the northern hemisphere to Australia.Credit: John Holmes/Alamy",
            "Australia and the rest of Oceania are the last regions free of the highly pathogenic strain of bird flu that has caused mass mortality in birds across the world and a massive outbreak in dairy cattle in the United States. Why animals in the southern region have so far escaped infection is a mystery, but scientists have several theories.",
            "For one, Australia is geographically isolated and doesn’t import live poultry, says Frank Wong, a virologist at the CSIRO Australian Centre for Disease Preparedness in Geelong. Many of the countries’ birds are endemic and do not migrate to regions where the virus is spreading.",
            "But the virus’s arrival in Australia is “a matter of when, not if”, says Michelle Wille, a virologist at the Centre for Pathogen Genomics at the University of Melbourne, Australia.",
            "h2Bird survey",
            "Wille thinks that long-distance migratory shorebirds and seabirds that come from Siberia and Alaska through southeast Asia to Australia are most likely to carry the virus into the country.",
            "This week, Australian scientists, including Wille, started swabbing the first of nearly 1,000 migratory birds for the virus. Over the coming weeks, the team will capture wedge-tailed shearwaters (Ardenna pacifica) and short-tailed shearwaters (Ardenna tenuirostris) as they migrate from the northern autumn to the southern spring. At night, shearwaters sleep in burrows and are relatively easy to grab. The researchers will swab the birds for the virus, and take blood to test for antibodies that will reveal previous exposure. They will be testing for the H5N1 clade 2.3.4.4b in particular, which has caused mass mortality in birds and some mammals.",
            "To swab the birds, the researchers will travel to seven locations across Australia, as far apart as Broome in the northwest, Lord Howe Island in the east and Phillip Island in the south.",
            "h2Deadly ducks?",
            "Wille says another possible route for the virus is through ducks. Scientists think migrating ducks and geese in other parts of the world can spread the disease without succumbing to it.",
            "That’s because ducks’ epithelial cells have a sensor, known as RIG-I, that detects an invading influenza virus and triggers an immune response that usually fends it off. Kirsty Short, a virologist at the University of Queensland in Brisbane, says ducks might have evolved such defences in Asia from repeated infections with many less-pathogenic forms of the virus, giving them pre-existing immunity. Although they don’t get sick from H5N1, they can still pass it on, and ducks congregate in lakes and ponds with other birds, increasing the chances of disease spread.",
            "h2Isolated ecosystems",
            "Another reason that Oceania is currently free of the virus is that the region’s ducks are endemic and they don’t tend to migrate overseas.",
            "This isolation is partly explained by a biogeographical division called the Wallace Line, first described by naturalist Alfred Russel Wallace in 1859, which runs through Indonesia. Many animal species tend to stay on one side of the line or the other, and because of this isolation, the fauna on each side are distinct. Michael Andersen, an evolutionary biologist at the University of New Mexico in Albuquerque, describes this phenomenon as “one of the great mysteries” of the world.",
            "The sharp division might also mean that the virus is not adapted to animals east of the Wallace Line, says Wong. “Avian influenza viruses, including this high-pathogenicity avian influenza virus, are particularly well-adapted to certain species,” he says. Birds in Australia could have a genetic make-up that circumvents the usual infection route for the virus, but no one has yet tested this hypothesis.",
            "Although many duck species are short-distance migratory birds and tend not to cross the Wallace Line, some species — including Pacific black duck (Anas superciliosa) and spotted whistling duck (Dendrocygna guttata) — do, and Wille thinks they could introduce H5N1 to the region.",
            "If the virus is detected, government veterinarians will immediately move in to cull the affected population, which happened when H7N3 and H7N9 strains of the flu were detected in Victoria in May.",
            "Short says that, when it happens, the effect on Australia’s birds, mammals and ecosystems is unknown, but many species are probably susceptible. “It’s a big research gap,” she says.",
            "doi: https://doi.org/10.1038/d41586-024-03208-5"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03217-4",
        "title": "Dear researchers: send us your lab hacks",
        "content": [
            "*A_researcher_wearing_a_lab_coat_and_holding_science_equipment_in_a_lab",
            "What’s the secret to keeping a lab tidy and productive?Credit: Getty",
            "What’s the best way to clean a laboratory while preserving half-finished half-experiments? How can you make sure a group of researchers keeps the workbench clean, but doesn’t throw out a new medical marvel with the rubbish? And how do you implement a cleaning rota so someone else can take on the responsibility next time?",
            "The truth is, we at Nature don’t know. But we’re certain you do, and we’d like to share your collective wisdom with the rest of our audience. So, if you’ve found a great extra use for a label-maker, a world-beating pipette strategy or a computer tool you use every single day and want other scientists to know about, let us know. We plan to publish a selection of your tips in the new year.",
            "We’ve made a habit of already sharing the advice of scientists in our pages, so others are able to stand on the shoulders of giants — or, at least, lean on their shoulders to improve their sample-preparation techniques. This year, for example, we learnt how to save money by improving cold-storage management, how to find work–life balance by leaving some tasks incomplete (but with a sticky-note memory-jogger) and how often you need to take manufacturers’ recommendations seriously on reagents.",
            "Whatever your lab hack is, please get in touch with us at naturecareerseditor@nature.com to share it. All of those we publish will be credited and we hope the tips will help to advance science and speed up research in the lab.",
            "doi: https://doi.org/10.1038/d41586-024-03217-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03107-9",
        "title": "Women are better than men at science job interviews",
        "content": [
            "*A_female_scientist_in_a_white_lab_coat_looks_through_a_microscope_in_a_laboratory_with_other_scietis",
            "An analysis of the academic job market finds that women are more successful at turning job interviews into offers than are men.Credit: Getty",
            "An investigation into academic hiring outcomes for biological-science roles has suggested a surprising trend: women who applied for assistant professor positions in North America were more likely to get job offers than were men.",
            "The findings, published on the bioRxiv preprint server1, have not been peer reviewed. Still, they offer a sign that the academic job market might be making progress towards equity in hiring, says co-author Nafisa Jadavji, a neuroscientist at Southern Illinois University in Carbondale.",
            "Jadavji and her co-authors surveyed 449 researchers, of which 89% were from the United States, who applied for positions between 2019 and 2022. The team then built a computer model to identify the factors that predicted success or failure.",
            "Overall, women were at an advantage. Two-thirds of women in the sample received at least one job offer compared with half of the men. The advantage is particularly notable because men had slightly more first-author publications in highly ranked journals. “Men had a few more CNS [Cell, Nature, Science] papers, but women were getting more job offers,” Jadavji says.",
            "\n\nWhat’s the state of hiring researchers in science? Share your insights with Nature\n",
            "However, there were some negative trends. Researchers who had completed several postdoc positions were the least likely to receive an offer. Older applicants, first-generation scholars (those whose parents didn’t go to university) and applicants who were residents of countries outside North America were also less likely to find success.",
            "Jadavji says the apparent advantage for women is somewhat unexpected, given the gender imbalance at higher levels of academia and the “leaky pipeline’ that continues to remove women from the academic career path. “We know that women are taken out of the job market at every level of science training,” she says.",
            "The finding that women in this sample were more likely to receive job offers than were men was “pleasant to see”, says Yvette Pearson, a STEM (science, technology, engineering and mathematics) education researcher and the former vice-president of diversity, equity and inclusion at the University of Texas at Dallas. “It’s less surprising in the biological sciences, where we see a larger number of women completing undergraduate and graduate degrees. I’d like to see this in engineering, computer science and other STEM disciplines.”",
            "The study found that men and women were equally likely to be offered on-site job interviews, but women were more successful at turning those interviews into offers. That might be partly because men are more likely than women to apply to jobs even if they don’t meet all of the required qualifications, Pearson says. “Women might go into interviews with a higher level of confidence,” she adds, because, in reality, they have stronger CVs.",
            "Pearson co-authored a 2023 paper2 in the International Journal of STEM Education that looked at the qualifications and characteristics that are deemed important by faculty members and administrators during the hiring process. That study found that qualifications related to research — including institutional prestige, postdoctoral experience and publications — were more important when evaluating tenure-track applicants. By contrast, qualifications and qualities related to diversity, equity and inclusion (such as a proven ability to work with people of different genders, races and ethnicities) took on more importance when hiring for non-tenure-track teaching positions.",
            "Michael Yassa, a neuroscientist at the University of California, Irvine, says that the bioRxiv study provides an interesting snapshot of a crucial part of the hiring process. He co-authored a 2023 report3 in the Federation of American Societies for Experimental Biology (FASEB) Journal that detailed successful efforts at his institution to diversify faculty recruitment in the field of biomedical sciences. Among other things, his institution took steps to ensure greater gender balance in hiring committees.",
            "\n\nWhite men still hold majority of US science and engineering jobs\n",
            "Women who do land a faculty job continue to face obstacles in promotion and leadership opportunities, Yassa says. “Even if hiring is equal, every step onwards is disproportionately challenging for women and under-represented minorities.\"",
            "In the bioRxiv study, the race and ethnicity of applicants had no apparent bearing on the chances of receiving a job offer. Jadavji cautioned that only about 10% of respondents identified as Black, Hispanic or members of another under-represented minority.",
            "When it comes to job applications, the more the better, Jadavji says. “The number of applications you submit plays a major role in the number of offers you receive,” Jadavji says. In this sample, the sheer volume of applications — ranging from one to 96 per person — was the most reliable predictor of success.",
            "Pearson says that 96 applications is probably overkill for any particular job search, but she does see a lesson in the findings: applicants shouldn’t skimp on their opportunities. “My advice is to apply to every position that meets your qualifications and your interests,” she says.",
            "The finding that completing several postdoc positions can lower the chances of a job offer might be unwelcome news for many junior researchers who have spent years trying to land a tenure-track role.",
            "“The general advice, especially in biomedical sciences, is that you have to do a number of postdocs” to be competitive for a faculty position, Jadavji says. “But if you stay too long, you may become undesirable.”",
            "Junior researchers who are in their second or third postdoc position shouldn’t necessarily despair, Yassa says. Instead, they should continue to work towards awards, publications and other accomplishments that can reassure hiring committees. “They need to show that they have the potential to launch a successful research programme,” he says.",
            "Jadavji plans to continue studying job applicants to get a clearer picture of the factors that determine success in academia. Hiring departments are ultimately looking for someone who is a good fit, which is a difficult quality to measure, she says.",
            "“We've recruited social scientists to our team to start looking at the qualitative experience of being on the faculty job market,” Jadavji adds. “There are a lot of factors to consider.”",
            "doi: https://doi.org/10.1038/d41586-024-03107-9"
        ]
    }
]