[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03905-1",
        "title": "How close is AI to human-level intelligence?",
        "content": [
            "*Abstract_illustration_showing_a_brain_being_formed_from_data_surrounded_by_representations_of_3D_map",
            " Illustration: Petra Péterffy",
            "OpenAI’s latest artificial intelligence (AI) system dropped in September with a bold promise. The company behind the chatbot ChatGPT showcased o1 — its latest suite of large language models (LLMs) — as having a “new level of AI capability”. OpenAI, which is based in San Francisco, California, claims that o1 works in a way that is closer to how a person thinks than do previous LLMs.",
            "Nature 636, 22-25 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03905-1"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03936-8",
        "title": "What is ageing? Even the field’s researchers can’t agree",
        "content": [
            "*Young_and_old_hands_on_a_black_background_show_the_contrast_of_ageing",
            "When ageing begins is one of many questions researchers cannot agree on.Credit: mrPliskin/iStock via Getty",
            "Researchers studying ageing disagree on just about everything — including what ageing is, whether it is a disease and when it starts — according to a survey of about 100 scientists working in the field.",
            "A key goal of ageing research is to help people live longer, healthier lives. But the exact causes of ageing, as well as effective approaches to slow or reverse it, remain elusive. For the field to tackle these challenges, researchers need to speak a common language, says Alan Cohen, who studies ageing at Columbia University in New York City. “There doesn’t have to be perfect consensus, but we need to sort things out quite a bit,” he says.",
            "Vadim Gladyshev, another researcher in the field who is based at Harvard Medical School in Boston, Massachusetts, and his colleagues agree. They decided to survey participants at an international conference on ageing in Newry, Maine, in 2022, to better understand the views of those researching the topic. Respondents included early-career researchers, established scientists and industry professionals. The results are described in PNAS Nexus today1.",
            "Most researchers are clear in their own minds about what ageing is — but their perspectives don’t align with those of others, says Gladyshev. “People joke in the field that there are more theories than people.” Despite this, Gladyshev says he was surprised by the scale of the problem.",
            "The latest results reflect those of a similar survey of 37 researchers conducted in 2019 by Cohen and his colleagues2. Now “it’s unquestionably clear that there’s a huge disagreement”, says Cohen.",
            "h2What is ageing?",
            "When asked to describe ageing, one-third of respondents considered it to be a loss of function over time, from declines at the cellular level to a decrease in overall health and fitness. Others saw ageing as a gradual accumulation of deleterious changes. Not all respondents associated ageing with negative connotations, with some seeing it as a change in state — reversible or otherwise — or a continuation of development. And others approached the subject from a demographic standpoint, describing ageing simply as an increased chance of dying.",
            "A question about the causes of ageing also elicited a broad range of responses, from the build-up of damage to evolutionary constraints, and from changes to the regulatory system to a deterioration in repair mechanisms. A few admitted they did not know what underlies ageing. ",
            "Researchers also disagree on whether ageing is a disease. More than one-third of respondents said it is, another 38% said it isn’t and the remaining 28% were neutral. Cohen doesn’t favour describing ageing as a disease because it implies that it is something that needs to be eliminated, although many researchers in the field are, to some extent, working towards this goal.",
            "For Gladyshev, the answer to the question is more complicated. “Ageing is not a disease, but it is also not not a disease,” he says. He sees many diseases as essentially accelerated ageing taking place in specific organs or in the body as a whole.",
            "h2When does ageing start?",
            "Respondents generally said that ageing starts early in life, but they couldn’t agree on how early.",
            "Some said the process begins before conception, when eggs and sperm are being produced. According to this theory , if your parents are older when you are conceived, you are already more advanced in your ageing, says Cohen. The problem with that view of when ageing starts, he says, is that it can go back in time forever. Cohen thinks that ageing starts from the point at which egg and sperm meet — at conception.",
            "Others think that ageing starts on the day of birth. A few said it starts when puberty hits. Some consider that ageing begins only when the body stops developing, when a person reaches their twenties, or a few years later, when the body reaches peak performance, in the mid-twenties.",
            "Ultimately, Gladyshev says, the vast diversity of responses reflects the many unknowns in the field. Gladyshev expects rapid advances in efforts to define ageing, including the development of biomarkers to track biological age. “It’s a time of opportunity.”",
            "doi: https://doi.org/10.1038/d41586-024-03936-8"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03886-1",
        "title": "What’s the secret to living to 100? Centenarian stem cells could offer clues",
        "content": [
            "*Marie_Hendrix_L_and_Gabrielle_Vaudremer,_100-year-old_Belgian_twins_celebrate_their_birthday_with_a_",
            "Credit: Nicolas Lambert/BELGA/AFP via Getty",
            "Scientists in Boston, Massachusetts have made reprogrammed stem cells from the blood of centenarians. They plan to share the cells with other researchers to better understand the factors that contribute to a long and healthy life. Early experiments are already providing insights on brain ageing.",
            "Centenarians offer an opportunity to study longevity. People who’ve lived to 100 have an amazing ability to bounce back from insult and injury, says George Murphy, a stem-cell biologist at the Boston University Chobanian & Avedisian School of Medicine. One centenarian he knows recovered from the 1912 Spanish flu and COVID-19, twice. One theory that explains centenarians’ robust age is that they possess a genetic makeup that protects them from diseases. ",
            "But testing that idea is a challenge. People of that age are rare, which makes blood and skin samples from them a precious resource for research. That gave Murphy and his colleagues the idea to create a bank of centenarian cells that could be shared among scientists.",
            "“This bank is really exciting,” says Chiara Herzog, who studies epigenetics and ageing at Kings College London.",
            "“It will be a very useful resource for the field,” says Vadim Gladyshev, an ageing researcher at Harvard Medical School in Boston.",
            "h2Finding centenarians",
            "doi: https://doi.org/10.1038/d41586-024-03886-1"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03907-z",
        "title": "These two ancient human relatives crossed paths 1.5 million years ago",
        "content": [
            "*A_footprint_in_beige_rock,_with_two_rulers_for_scale",
            "Footprints made by two species of ancient human relative were found in Kenya. This one is thought to have been left by Paranthropus boisei.Credit: Kevin G. Hatala",
            "Some 1.5 million years ago, two ancient species crossed paths on a lake shore in Kenya. Their footprints in the mud were frozen in time and lay undiscovered until 2021.",
            "Biggest Denisovan fossil yet spills ancient human’s secrets",
            "Now, analysis of the impressions reveals that they belonged to Homo erectus, a forebear of modern humans, and the more distant relative Paranthropus boisei. The two individuals walked through the lake area within hours or days of each other — leaving the first direct record of different archaic hominin species coexisting in the same place.",
            "“This is the first snapshot we have of those two species living on the same immediate landscape, potentially interacting with one another,” says study co-author Kevin Hatala, a palaeoanthropologist at Chatham University in Pittsburgh, Pennsylvania. The study was published in Science on 28 November1.",
            "The prints preserved details about the individuals, including the height of their foot arches, the shape of their toes and their walking patterns.",
            "“It really is a snapshot in time,” says Tracy Kivell,a palaeoanthropologist at the Max Planck Institute for Evolutionary Anthropology in Leipzig, Germany.",
            "*Artwork_of_Homo_ergaster_male_and_female_hominins_walking_across_African_savannah,_with_giraffes,_a_",
            "Archaic human species (artist’s impression) are thought to have coexisted millions of years ago.Credit: Mauricio Anton/Science Photo Library",
            "“These fossilized footprints are as close as we are going to get to having a time machine to take us back to an eastern African lakeshore 1.5 million years ago,” says Bernard Wood, a palaeoanthropologist at George Washington University in Washington DC.",
            "h2Walking path",
            "Previous studies, based mostly on the fossil record, have suggested that different hominin species lived alongside each other. But fossils are often scattered over large areas and their estimated dates span thousands of years. “You don’t know if they’re actually bumping into each other or not,” says Kivell.",
            "In July 2021, researchers discovered multiple sets of ancient footprints at the Koobi Fora site in the East Turkana Area of Kenya, including a continuous path of impressions left by one hominin individual and isolated prints left by at least three others. The surface dates to 1.52 million years ago, and impressions of rippled sand, reed beds and fish nests suggest that the area was a lake shore with shallow water.",
            "Oldest Homo sapiens fossil claim rewrites our species' history",
            "The path comprises 13 footprints. Hatala and his team estimated that the hominin that created it walked at 1.81 metres per second, similar to a modern human walking briskly.",
            "Nature 636, 20 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03907-z"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03889-y",
        "title": "Fossilized poo and vomit show how dinosaurs rose to rule Earth",
        "content": [
            "*An_artists_impression_of_a_late_Triassic_scene_with_Plateosaurus_and_Liliensternus_dinosaurs",
            "Dinosaurs rose to prominence over millions of years.Credit: Arthur Dorety/Stocktrek Images via Alamy",
            "Faeces and vomit fossils from dinosaurs reveal how the animals evolved to rule Earth. The study, which was published in Nature on 27 November, analysed hundreds of pieces of fossilized digestive material, called bromalites, to reconstruct what dinosaurs ate and how this changed1. The fossils reveal that the rise of the dinosaurs, over millions of years during the Triassic period, was influenced by factors including climate change and other species’ extinction.",
            "“Our study shows that you can use pretty seemingly unremarkable fossils to get pretty remarkable results,” says co-author Martin Qvarnström, who studies early dinosaur evolution at Uppsala University in Sweden.",
            "Palaeontologists have come up with differing theories for how dinosaurs became the dominant species on Earth. Dinosaurs might have overtaken their rivals because they were particularly able to adapt to a changing ecosystem, for instance, or because random environmental changes favoured them over other species. But there isn’t a single hypothesis that fully explains their rise to dominance.",
            "*Coprolites_of_herbivorous_dinosaurs_with_numerous_plant_remains",
            "Fossilized faeces samples revealed dinosaurs’ changing diets.Credit: Grzegorz Niedzwiedzki",
            "h2What dinosaurs ate",
            "To better understand dinosaurs’ early evolution, Qvarnström and his colleagues cut open and examined more than 500 bromalites from the Polish Basin in Central Europe. The fossils are estimated to be around 200 million years old. ",
            "The team used several methods to analyse the bromalites and their contents, including different types of microscope and a technique known as synchrotron microtomography, which uses a particle accelerator to see inside the fossils in detail. The researchers also used chemical solutions to inspect the exact contents of the remains, which included fish, plants and insects.",
            "Despite the age and acidity of many of the fossils, the team found many of the insects the dinosaurs ate to be well preserved. “Some of them were so beautifully preserved in three dimensions and with all the antennae and legs,” says Qvarnström.",
            "Analysis of the digestive materials allowed the researchers to “reconstruct these food webs, so who was eating whom in all these assemblages and see this trend over such a long period of time”, Qvarnström says.",
            "h2Adapt or die",
            "The team found that the number and variety of the contents of the fossils increased over time, suggesting that larger dinosaurs with more diverse feeding habits began to gain prominence in the late Triassic period (between 237 million and 201 million years ago). By comparing the fossils with plant data from the period, the researchers found that dinosaurs’ rise was shaped by chance and by adaptations. For example, climate change led to increased humidity, which changed the vegetation available. Dinosaurs were able to better adapt to this shifting climate and change in diet than were other land animals.",
            "*Three_team_members_conduct_excavations_in_the_Late_Triassic_locality_at_Lisowice,_Poland",
            "Team members conduct excavations in Lisowice, Poland, at a site from the Late Triassic.Credit: Krystian Balanda",
            "“What we learnt was that the rise of dinosaurs, it took quite a long time, and it was really complex,” says Qvarnström.",
            "This is “an impressive piece of work”, says Suresh Singh, who studies palaeoecological dynamics at the University of Bristol, UK. He adds that this is the first time he’s seen bromalite-focused research applied at such scale.",
            "Singh says dinosaurs are an important source of data for understanding of how life responds to different pressures, for example climate change.",
            "He suggests that future research could use bromalites to understand how dinosaurs evolved in different parts of the world. “Current studies suggest that dinosaurs evolved first in the Southern Hemisphere, and so maybe you have a different pattern happening down there,” he says.",
            "Nature 636, 14-15 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03889-y"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03756-w",
        "title": "How a silly science prize changed my career",
        "content": [
            "*Marc_Abrahams_on_stage_at_the_Ig_Nobel_Prize_ceremony_with_three_winners_receiving_an_award,_two_are",
            "Ig Nobel founder Marc Abrahams (far left) presides over the award ceremony in 2013. Credit: Winslow Townson/AP/Alamy",
            "Eleanor Maguire wasn’t too thrilled when she was first offered an Ig Nobel Prize. The neuroscientist at University College London was being honoured for her study showing that London taxi drivers have larger hippocampi in their brains than do people in other professions1. But she worried that accepting the prize would be a disaster for her career. So, she quietly turned it down.",
            "Nature 635, 538-539 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03756-w"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03968-0",
        "title": "Sick animals suggest COVID pandemic started in Wuhan market",
        "content": [
            "*Close_up_of_a_raccoon_dog_in_a_cage_in_rural_China",
            "Raccoon dogs are among the animals susceptible to SARS-CoV-2 that were present at the Chinese market where the virus is thought to have jumped to humans.Credit: YongXin Zhang/Alamy",
            "The quest to understand where the COVID-19 pandemic started has revealed fresh clues. Researchers have re-analysed data collected from a market in Wuhan, China, during the early days of the pandemic and found that animals there were infected with a virus – although they could not confirm what exactly caused the infection.",
            "“The conclusion is convincing that there was infection in the animals,” says Spyros Lytras, an evolutionary virologist at the University of Tokyo. The results, which have not been peer reviewed, were presented at a conference, Preparing for the Next Pandemic: Evolution, Pathogenesis and Virology of Coronaviruses, in Awaji, Japan, on 3 December.",
            "Many of the first COVID-19 cases to be identified were linked to Wuhan’s Huanan Seafood Wholesale Market. Some studies have reasoned that people brought the virus to the market, where they passed it on to others, while other studies have suggested that the market was the site of the first spillover events, in which animals with the virus first infected people1. Although these earlier studies established the presence of animals susceptible to the virus that causes COVID-19, and the virus itself, at the market, they were not able to confirm that the animals were infected with the virus2.",
            "“The missing link in the whole zoonotic story has been the animal,” says Edward Holmes, a virologist at the University of Sydney in Australia. “If you can show there are infected animals at the market, then the story is complete,” he says, referring specifically to animals infected with a progenitor of SARS-CoV-2.",
            "The latest analysis suggests that infected animals were at the market at the same time that early cases of COVID-19 emerged there. “This is one more piece of indirect evidence that suggests a connection of the origin of the SARS-CoV-2 pandemic with the Huanan market,” says Christian Drosten, a virologist at the Charité University Hospital in Berlin.",
            "Most researchers agree that SARS-CoV-2 originated in animals. However, because a progenitor of the virus has not been found in an animal, some have continued to argue that the virus could have escaped — either by accident or through deliberate release — from the Wuhan Institute of Virology. A detailed report released by the Republican-majority select committee of the US House of Representatives earlier this week concluded that the pandemic “most likely emerged from a laboratory in Wuhan”.",
            "doi: https://doi.org/10.1038/d41586-024-03968-0"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03939-5",
        "title": "A firm randomly assigned its scientists AI: here’s what happened",
        "content": [
            "*A_researcher_pictured_using_a_FTIR_spectrophotometer",
            "Scientists at an unnamed corporate laboratory were randomly assigned a machine-learning tool.Credit: Eugenio Marongiu/Getty",
            "Artificial intelligence (AI) is becoming ubiquitous in applied research, but can it actually invent useful materials faster than humans can? It is still too early to tell, but a massive study suggests that it might.",
            "doi: https://doi.org/10.1038/d41586-024-03939-5"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03860-x",
        "title": "How to stop plastic pollution: three strategies that actually work",
        "content": [
            "*Pressed_plastic_waste_ready_for_loading_is_seen_at_the_Prabkaya_Recycle_Factory_in_Pathum_Thani_outs",
            "Recycling is just one way to help tackle plastic pollution. Credit: Athit Perawongmetha/REUTERS",
            "Can the world finally agree on how to end plastic pollution? We should know by the end of the week.",
            "Negotiators from 175 countries are in Busan, South Korea, to thrash out what many hope will be a legally binding United Nations treaty to drastically cut plastic pollution. Researchers are hopeful a strong treaty will emerge from the fifth — and final — session of the negotiations, but there is a high chance that any agreement will be weak or delayed. Until a global consensus is reached, however, many cities and nations are introducing their own policies.",
            "“Some countries are pre-emptively protecting themselves, regardless of what happens with the treaty,” says Trisia Farrelly, an environmental anthropologist at New Zealand’s Cawthron Institute in Nelson and a co-lead of the Scientists’ Coalition for an Effective Plastics Treaty, an independent group attending the meeting as an observer. ",
            "These policies showcase what can work, researchers say, but also highlight why a global effort is important. Some groups, including the scientists’ coalition, support a treaty that will reduce production of non-essential plastics, which have skyrocketed to unsustainable levels. But some nations, particularly those that make petrochemicals, want the treaty to focus on waste management instead, including steps such as recycling.",
            " “If we miss this opportunity to do unified policy-making with standardized guidelines, we’re going to set ourselves back decades or more,” says Douglas McCauley at the University of California, Santa Barbara, who published modelling work on plastics policies earlier this month1.",
            "h2Ban single-use plastics",
            "More than 90 nations and territories have passed full or partial bans on single-use plastic products such as carrier bags. These bans can be very effective. One analysis showed that bans in five US states and cities together cut consumption of single-use plastic bags by about six billion bags per year2. Several studies have also shown huge reductions in plastic litter in waterways, says McCauley. Even fees can work. A litter survey in the United Kingdom found that the number of plastic bags found on beaches dropped by 80% after the nation introduced a mandatory fee for single-use carrier bags, although other forms of litter had increased.",
            "But bans that are poorly designed or enforced are likely to be ineffective. California, for example, allowed shops to switch to thicker, reusable carrier bags — but people still threw them away, leading to a higher rate of plastic disposal than before. Policies need to be monitored and reviewed, says McCauley. “You have to put a policy in place, take data and then whack-a-mole the loopholes.”",
            "doi: https://doi.org/10.1038/d41586-024-03860-x"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03577-x",
        "title": "Affirmative action slow to take hold in Brazil’s graduate science education",
        "content": [
            "*Gabryele_Moreira_posing_for_a_portrait_in_front_of_a_nuclear_reactor_pool_at_Brazil's_first_nuclear_",
            "Gabryele Moreira in front of Brazil’s first nuclear reactor. She was the only Black student in her nuclear-technology master’s programme in 2018.Credit: IPEN/USP",
            "Gabryele Moreira first became interested in physics during a pre-university course she took in the outskirts of Salvador in northeastern Brazil in 2011. Two years later, she was admitted to the Federal University of Sergipe in São Cristóvão through an ethnic–racial minority quota system and began her undergraduate studies in medical physics. She was supported by housing and meal scholarships, which were “both essential for me to stay in university and keep up with my studies”, she says.",
            "doi: https://doi.org/10.1038/d41586-024-03577-x"
        ]
    }
]