[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03784-6",
        "title": "‘A place of joy’: why scientists are joining the rush to Bluesky",
        "content": [
            "*Close-up_of_a_phone_screen_showing_an_icon_for_the_Bluesky_app",
            "Bluesky has been growing rapidly since 2023.Credit: Anna Barclay/Getty",
            "Researchers are flocking to the social-media platform Bluesky, hoping to recreate the good old days of Twitter.",
            "“All the academics have suddenly migrated to Bluesky,” says Bethan Davies, a glaciologist at Newcastle University, UK. The platform has “absolutely exploded”.",
            "In the two weeks since the US presidential election, the platform has grown from close to 14 million users to nearly 21 million. Bluesky has broad appeal in large part because it looks and feels a lot like X (formerly known as Twitter), which became hugely popular with scientists, who used it to share research findings, collaborate and network. One estimate suggests that at least half a million researchers had Twitter profiles in 2022.",
            "That was the year that billionaire Elon Musk bought the platform. He renamed it X and reduced content moderation, among other changes, prompting some researchers to leave. Since then, pornography, spam, bots and abusive content have increased on X, and community protections have decreased, say researchers.",
            "Musk has responded about some of these issues on X. In March, he posted, “Stopping crypto/porn spam bots is not easy, but we’re working on it.”",
            "Bluesky, by contrast, offers users control over the content they see and the people they engage with, through moderation and protections such as blocking and muting features, say researchers. It is also built on an open network, which gives researchers and developers access to its data; X now charges a hefty fee for this kind of access.",
            "Several similar social-media platforms have also sprung up, including Mastodon and Threads, but they haven’t gained the same traction among academics as Bluesky.",
            "h2Mass migration",
            "Daryll Carlson, a bioacoustics researcher at the University of New Hampshire in Durham, says she noticed the largest influx of users on Bluesky after the US election. Musk has become closely aligned to president-elect Donald Trump. For Carlson, Bluesky offers a space to engage with other scientists, as well as artists, photographers and the general public. “I’d really like it to continue to be a place of joy for me,” she says.",
            "On the platform, users scroll through feeds — curated timelines of posts on specific subjects. Users can like feeds, pin them to their homepage or request to share content on them.",
            "One of the most popular is the Science feed, where scientists and science communicators share content. It’s been liked by more than 14,000 users and gets 400,000 views a day, according to the feed’s manager, a user named Bossett. So far, it has 3,600 contributors, from ecologists and zoologists to quantum physicists, but those numbers are increasing rapidly.",
            "To become a contributor, users need to share evidence of their research credentials with a moderator. Mae Saslaw, a geoscientist at Stony Brook University in New York, vets requests to post on the feed from people in geoscience and has seen an increase from one a week to half a dozen per day. As an early-career researcher, Saslaw has found Bluesky useful for learning about new software, finding interesting papers and applying for jobs.",
            "h2Safe space",
            "For many researchers, the move to Bluesky has been about gaining back control over what appears in their timelines. Feeds are one example, but the platform also offers options to filter out content such as nudity and spam, or specific phrases, from appearing in their timelines.",
            "Bluesky also offers a feature that users have nicknamed the ‘nuclear block’, which prevents all interaction with blocked accounts — an option no longer available on X. And users can create and subscribe to regularly updated collaborative block lists, such as lists of offensive accounts. If a user subscribes to one of these, no content from those accounts will appear on their timelines.",
            "Clíona Murray, a neuroscientist at Yale University in New Haven, Connecticut, says the protections offered by BlueSky are appealing. Murray was very entrenched in X. She co-founded an organization to diversify neuroscience, called Black in Neuro, which started in part there. But she began to feel that X was not a safe place.",
            "Bluesky offers ‘starter packs’ — user-created custom lists of accounts for new joiners to follow. Murray created one called Blackademics U.K.; she also notes the work of Rudy Fraser, an open-source developer who created a collection of feeds called Blacksky. This pack includes a moderation tool with which users can report content that is racist and anti-Black or contains misogynoir — expressing hatred particularly against Black women — and filter them out.",
            "But as Bluesky grows, the problems that plague X could come to haunt it, too, say researchers. “There’s definitely a risk that bad-faith actors will move in; bots will move in,” says Davies.",
            "“With any huge wave of growth, there’s going to be a wave of spam and scam as well,” says Emily Liu, who manages growth, communications and partnerships at Bluesky in San Francisco, California. “We’ve scaled up our trust and safety team; hired more moderators to help combat all of this.”",
            "h2Leave or stay",
            "Some researchers, such as Axel Bruns, a digital-media researcher at Queensland University of Technology in Brisbane, Australia, are keeping their Twitter accounts to avoid losing them to impersonators. Others have shut their accounts down.",
            "Madhukar Pai, a tuberculosis researcher at McGill University in Montreal, Canada, says he has lost some 1,000 followers in the exodus (he still has 98,000). But he is reluctant to leave. “If good experts quit X, who will offer evidence-based input on X?”",
            "doi: https://doi.org/10.1038/d41586-024-03784-6"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03707-5",
        "title": "New schizophrenia drug could treat Alzheimer’s disease",
        "content": [
            "*Digitally_enhanced_3D_MRI_scan_of_a_human_brain",
            "Medicines for schizophrenia are being investigated to treat other brain disorders.Credit: K H Fung/Science Photo Library",
            "Since a schizophrenia drug, the first in decades with an innovative mechanism of action, gained US regulatory approval in September, some researchers have proclaimed a new era for psychiatric medicine. About half a dozen similar drugs — for schizophrenia, Alzheimer’s disease and other conditions involving the brain — are in various stages of development, most in early-stage clinical trials. But the success of these medicines is not a given. Last week, a trial of a highly anticipated schizophrenia drug reported disappointing results.",
            "For decades, schizophrenia drugs worked in essentially the same way. They blunted the activity of dopamine, a chemical involved in the disorder’s hallmark symptoms, such as hallucinations and delusions. The new kid on the block is KarXT, sold as Cobenfy. It targets muscarinic receptors and leads to antipsychotic and cognitive benefits. “I don’t think I’ve ever seen this much buzz and excitement over a new approach in psychiatry in my career,” says Jeffrey Conn, a pharmacologist at Vanderbilt University in Nashville, Tennessee.",
            "KarXT’s success in winning US regulatory approval has revived interest in muscarinic drugs. “Drug discovery is coming back to psychiatry,” says Arthur Christopoulos, a molecular pharmacologist at Monash University in Melbourne, Australia, who was involved in the development of KarXT.",
            "But developing new medicines is a hard, long road. On 11 November, Abbvie, a pharmaceutical company in North Chicago, Illinois, announced that its muscarinic drug for schizophrenia, called emraclidine, had failed to outperform a placebo. What this means for other muscarinic drugs in development remains to be seen, Christopoulos says. “It is still early days.”",
            "h2New psychiatric drugs",
            "KarXT’s road to development wasn’t smooth, either. Xanomeline, one of the active components of the drug, was developed in the 1990s and shown to reduce psychotic symptoms in people with Alzheimer’s disease. But, in a clinical trial1, many participants who received the drug stopped taking it owing to nausea, vomiting and other side effects. Muscarinic receptors are present throughout the brain and body so drugs that target them can have broad effects. The drug was shelved, along with others under development at the time. “Almost everyone decided that muscarinic agonists were probably an impossible feat to accomplish,” says Conn, who was one of the scientific co-founders of the company behind KarXT.",
            "In 2009, Karuna Therapeutics, based in Boston, Massachusetts, combined xanomeline with another compound, trospium, which blocks muscarinic receptors but cannot cross into the brain, preventing unwanted side effects in the body. The combination became known as KarXT. In clinical trials, people with schizophrenia taking the combined drug experienced antipsychotic and cognitive benefits, with milder side effects than for xanomeline on its own.",
            "h2Mode of action",
            "Xanomeline acts mostly on two of the five muscarinic receptors: the M1 and M4 receptors. Animal studies suggest that the M4 receptor is most strongly associated with antipsychotic effects, whereas the M1 receptor is linked to cognition.",
            "Many of the schizophrenia drugs under investigation are aimed at just one of those receptors — a strategy that researchers hope will lead to bigger benefits with fewer side effects, says Andrew Tobin, a neuroscientist at the University of Glasgow, UK. (Tobin is the co-founder and chief executive of Keltic Pharma Therapeutics, a Dublin-based company that is working on developing muscarinic drugs.)",
            "Because of similarities in the binding sites of all five muscarinic receptors, selectively targeting one type is a challenge, Tobin says. To get around this, researchers are investigating ‘allosteric modulators’ of muscarinic receptors, which act on their targets through regions outside the binding site that are more distinct than the sites of the five muscarinic receptors.",
            "Emraclidine, an allosteric modulator targeting the M4 receptor, was one of the muscarinic drugs furthest along the development pipeline. But its failure in the Abbvie phase II trial raises questions, such as whether drugs need to target both the M1 and M4 receptors as KarXT does, says Brian Dean, a biochemist at the Florey Institute of Neuroscience and Mental Health in Parkville, Australia.",
            "h2Alzheimer’s, addiction and beyond",
            "Pharmaceutical giant Bristol Myers Squibb (BMS) in Princeton, New Jersey, which acquired Karuna in March, is running a trial in people to test whether KarXT can also help to treat psychosis associated with Alzheimer’s disease, as well as investigating whether the drug might benefit people with bipolar disorder.",
            "Given the role of M1 receptors in cognition, researchers are also designing drugs that target that receptor to reduce cognitive decline in people with Alzheimer’s disease. Tobin says researchers are hopeful that muscarinic drugs might also slow its progression. In 2016, he and his colleagues reported that an M1-specific drug slowed neurodegeneration in mice with a disease resembling Alzheimer’s in humans2.",
            "Muscarinic receptors are found in the reward circuits in the brain, and studies have shown that blocking these pathways can protect animals from becoming addicted to opioids. The receptors are also involved in movement, leading some scientists to examine whether blocking them might help people with Parkinson’s disease3.",
            "h2Real-world test",
            "Although excitement swirls around KarXT, how it fares in the real world remains to be seen. During the clinical trials, participants remained in hospital, where there were few opportunities for environmental influences to affect treatment, says Carol Tamminga, a psychiatrist and neuroscientist at UT Southwestern Medical Center in Dallas, Texas. (Tamminga is a scientific adviser for Karuna and was involved in the clinical trials of KarXT.)",
            "Last month, BMS released data from two, year-long follow-up studies on KarXT treatment in people with schizophrenia who were treated as outpatients. Although they continued to improve over that time, 11–18% of the participants stopped taking the drug because of side effects. Ceasing to take a drug is a problem with other available schizophrenia therapeutics. “We’ve got a lot to learn about these drugs,” Tamminga says. ",
            "doi: https://doi.org/10.1038/d41586-024-03707-5"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03805-4",
        "title": "Why a teenager’s bird-flu infection is ringing alarm bells for scientists",
        "content": [
            "*Coloured_scanning_electron_micrography_image_of_human_cells_blue_infected_with_bird_flu_virus_partic",
            "Particles of avian influenza (pink) infect a human cell (blue). Early evidence suggests that the virus infecting a person in Canada could have some worrisome mutations. Credit: Steve Gschmeissner/Science Photo Library",
            "In a children’s hospital in Vancouver, Canada, a teenager is in critical condition after being infected with an avian influenza virus that has researchers on high alert.",
            "Viral genome sequences released last week suggest that the teenager is infected with an H5N1 avian influenza virus bearing mutations that might improve its ability to infect the human airway. If true, it could mean that the virus can rapidly evolve to make the jump from birds to humans.",
            "It’s a worrying development but it doesn’t mean that a new pandemic is imminent, says immunologist Scott Hensley at the University of Pennsylvania in Philadelphia. At present, there is no sign that the virus — which is related but not identical to the H5N1 virus infecting US dairy cattle — has been transmitted from the sick adolescent to other people.",
            "“There is reason to be concerned,” he says. “But not reason to totally freak out.”",
            "h2How did the teenager get infected?",
            "That is unclear. The adolescent did not work or live on a poultry farm, and researchers have found no signs of H5N1 infection in household pets, said Bonnie Henry, a public health officer for the province of British Columbia in Victoria, Canada, during a press conference. “There is a very real possibility that we may not ever determine the source,” Henry said.",
            "h2Why is this virus so concerning?",
            "The sequencing data suggest that the teenager is infected with a mixture of viruses, all of which are similar to a lineage of H5N1 viruses that is currently infecting poultry and waterfowl in the region. But researchers have homed in on three key differences between those viruses and the teenager’s: two possible mutations that could enhance the virus’s ability to infect human cells, and another that could allow it to replicate more easily in human cells, not just in the cells of its usual avian host.",
            "Could bird flu in cows lead to a human outbreak? Slow response worries scientists",
            "One interpretation of the sequencing data is that some of the viruses infecting the teenager contain the new mutations, and some do not. Such a result could also indicate an error in the sequencing process, but the rest of the sequences look clean and this particular constellation of mutations is unlikely to occur by chance, says Jesse Bloom, who studies viral evolution at the Fred Hutchinson Cancer Center in Seattle, Washington. “It pops out,” he says. “It suggests that there is some evolution going on in this virus right at these important positions.”",
            "Furthermore, the teenager initially had an eye infection, which later developed into a severe lung infection. This could suggest that the virus became better able to enter airway cells after it had infected the adolescent. “It’s consistent with the idea that the virus might have evolved within that individual,” says Hensley.",
            "That could be good news of a sort: it implies that the mutated form of the virus was not the form that originally infected the teenager, and therefore that it might not be circulating widely.",
            "h2Are we on the cusp of another pandemic?",
            "Public-health authorities in Canada have tested about three-dozen close contacts of the infected teenager, none of whom seem to have had H5N1 infections. “It doesn’t appear that there is any indication that this individual transmitted this virus on to others,” says Bloom.",
            "And just because a virus has evolved to better infect and replicate in human cells, that does not mean that it has also gained the ability to spread to other people, says Hensley. “Being able to bind to human cell is a prerequisite to cause a pandemic,” he says. “But it’s often not sufficient.”",
            "Even so, governments and researchers have been preparing in case H5N1 does become transmissible between people. Scientists are developing and testing vaccines against the currently circulating H5N1 viruses, and research1 has shown that stockpiles of H5N1 vaccines designed in the mid-2000s might still be effective against more recent H5N1 viruses. Hensley says that these vaccines are also likely to be effective against viruses such as those found in the teenager.",
            "“It’s not the time to panic,” he says. “But this should serve as a warning: this virus has the capacity to switch very quickly into a form that can cause severe disease.”",
            "h2What do we know about H5N1 infections in people?",
            "There have been 53 confirmed H5N1 infections in humans in the United States this year. Most of these have been linked to a viral strain that can infect cattle and has swept through dairy herds around the country — and has also caused illness in some of the farm workers who tend the animals.",
            "Flu causes huge spike in child hospitalizations in Canada",
            "Public-health officials are concerned that these viruses might become more adept at infecting human hosts, especially during the human flu season. This could give H5N1 viruses the opportunity to swap genetic material with human flu strains, picking up the ability to infect humans and transmit between people, Henry said. For now, however, such infections have typically been mild, often causing eye infections called conjunctivitis or pink eye, and mild respiratory symptoms.",
            "Globally, there have been around 900 cases of H5N1 infection in people since 1997, Henry said. In almost all of these cases, people were found to have had direct contact with sick animals.",
            "Infection seems to hit young people particularly hard, potentially because their immune systems have not been bolstered by as many years of exposure to other flu strains and vaccines as those of adults have been. The teenager in Canada, who remains in stable but critical condition, developed acute respiratory distress syndrome, a condition in which the lungs become so damaged that they can no longer supply enough oxygen to the body.",
            "“In young people, this is a virus that can progress and cause quite severe illness,” Henry said. “This was a healthy teenager prior to this.”",
            "doi: https://doi.org/10.1038/d41586-024-03805-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03817-0",
        "title": "This malaria vaccine is delivered by a mosquito bite",
        "content": [
            "*A_close-up_of_a_female_Aedes_aegypti_mosquito_feeding_on_human_blood",
            "Some mosquitoes carry the parasite Plasmodium falciparum, which transmits malaria.Credit: CDC/SPL",
            "Scientists have developed a new vaccination strategy for malaria — boosting immunity through bites from mosquitoes carrying a genetically engineered version of the parasite that causes malaria. In a trial, the approach reduced participants’ susceptibility to malaria, potentially paving the way for more effective ways to stop the disease, which infects some 250 million people a year.",
            "“These findings represent a significant step forward in malaria vaccine development,” says Julius Hafalla, an immunologist at the London School of Hygiene & Tropical Medicine. “The ongoing global malaria burden makes the development of more effective vaccines a critical priority.”",
            "The study, which was published1 in The New England Journal of Medicine on 20 November, exposed participants to bites from mosquitoes that had a modified version of the Plasmodium falciparum parasite, which causes malaria. In humans, the parasites travel to the liver and then infect red blood cells. The parasites were engineered to stop developing shortly after delivery into a human. Nearly 90% of participants exposed to the modified parasites avoided contracting the disease after being bitten by malaria mosquitoes.",
            "There are two approved malaria vaccines. Both aim to provide long-term immunity by producing antibodies that block malaria parasites from infecting liver cells, as well as targeting breakthrough infections.",
            "But the vaccines are only about 75% effective, and require booster shots. So immunologists are continuing to explore alternative strategies.",
            "One approach is using genetically modified parasites. The research team had previously trialled the effectiveness of a modified malaria parasite, called GA1, that is designed to stop developing about 24 hours after infection in humans2. But the GA1 parasite protected only a few participants against malaria, leading the team to engineer a second parasite, GA2. GA2 is designed to stop developing about six days post-infection, during the crucial period where the parasites replicate in human liver cells.",
            "The researchers tested whether exposure to GA1 or GA2 could help humans develop immunity to malaria. They exposed participants to bites from 50 mosquitoes; 10 participants received bites from mosquitoes infected with GA1 parasites, and 10 were bitten by those with GA2 parasites. Three weeks later, they exposed participants to malaria-carrying mosquitoes. Just before exposure to these mosquitoes, both sets of participants had higher levels of antibodies than before. One of eight (13%) participants bitten by GA1 parasites didn’t contract malaria compared with 89% in the GA2 group. Other than the the itching associated with mosquito bites, side effects were limited.",
            "The researchers are now keen to replicate their results in a larger trial.",
            "The work “should be followed by more extensive studies to confirm GA2’s viability as a candidate for global malaria control”, says Hafalla.",
            "doi: https://doi.org/10.1038/d41586-024-03817-0"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03804-5",
        "title": "Your friends shape your microbiome — and so do their friends",
        "content": [
            "*A_group_of_women_enjoy_a_meal_and_share_food_at_a_table_in_a_restaurant",
            "Friends share more than just food when they dine together.Credit: Getty",
            "A shared meal, a kiss on the cheek: these social acts bring people together — and bring their microbiomes together, too. The more people interact, the more similar the make-up of their gut microorganisms is, even if individuals don’t live in the same household, a study1 shows.",
            "The study also found that a person’s microbiome is shaped not only by their social contacts but also by the social contacts’ connections. The work is one of several studies2 that raise the possibility that health conditions can be shaped by the transmission of the microbiome between individuals, not just by diet and other environmental factors that affect gut flora.",
            "In the quest to understand what shapes a person’s microbiome, social interactions are “definitely a piece of the puzzle that I think has been missing until recently”, says microbiologist Catherine Robinson at the University of Oregon in Eugene, who was not involved in the work.",
            "The research was published in Nature on 20 November. ",
            "h2What’s mine is yours",
            "The study has its roots in research3 published almost 20 years ago that investigated how obesity spreads in social networks. Certain viruses and bacteria found in the gut microbiome are known to change a person’s risk of obesity4, and social scientist Nicholas Christakis wondered whether friends pass these microbes to each other in addition to influencing each other’s eating habits. “This was a kernel of an idea that I just couldn’t let go,” says Christakis, who is based at Yale University in New Haven, Connecticut.",
            "Since then, several publications2,5,6 have suggested that social interactions shape the gut microbiome. Christakis and his colleagues travelled to the jungles of Honduras to add to this emerging literature. There, they mapped the social relationships and analysed microbiomes of people living in 18 isolated villages, where interactions are mainly face to face and people have minimal exposure to processed foods and antibiotics, which can alter the composition of the microbiome.",
            "Gut microbiome discovery provides roadmap for life-saving cancer therapies",
            "“This was an enormous undertaking,” Christakis says, because the team had to set up shop in a remote location, then get the samples back to the United States for processing.",
            "Spouses and individuals living in the same house share up to 13.9% of the microbial strains in their guts, but even people who don’t share a roof but habitually spend free time together share 10%, the researchers found. By contrast, people who live in the same village but who don’t tend to spend time together share only 4%. There is also evidence of transmission chains — friends of friends share more strains than would be expected by chance.",
            "The results add depth to scientists’ understanding of what shapes the microbiome, partly because the team looked at subspecies of the gut microbes, says microbiologist Mireia Valles-Colomer at Pompeu Fabra University in Barcelona, Spain, who was not involved in the work. Social contacts might share the same microbial species by chance, but they’re much less likely to share the same strains unless they’ve passed them to each other.",
            "h2Rethinking transmissibility",
            "Research like this “is changing completely the way we think”, because it suggests that risk factors for conditions with links to the microbiome, such as hypertension7 and depression, could spread from person to person through their microbiomes, says computational biologist Nicola Segata at the University of Trento in Italy. Segata was not involved in the current work, but he has worked with Valles-Colomer and members of Christakis’s team in the past on similar research.",
            "In the case of depression, which can be difficult to treat, combining existing therapies with microbiome-targeting treatments might improve care, says Valles-Colomer.",
            "But people should not avoid social interactions for fear of “catching” others’ microbiomes. Social interactions can spread components of healthy microbiomes and have myriad other benefits. Valles-Colomer says, “Close contacts are not bad for us. The opposite — they are beneficial!”",
            "doi: https://doi.org/10.1038/d41586-024-03804-5"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03796-2",
        "title": "Superconductivity researcher who committed misconduct exits university",
        "content": [
            "*Ranga_Dias_in_a_hallway_at_University_of_Rochester_in_2023",
            "Ranga Dias is no longer employed as a researcher at the University of Rochester in New York, but continues to work at his company nearby, Unearthly Materials.Credit: Lauren Petracca/New York Times/Redux/eyevine",
            "Ranga Dias, once a bright star in the field of superconductivity who has been enmeshed in a public scandal for the past two years, is no longer employed by his university.",
            "Exclusive: official investigation reveals how superconductivity physicist faked blockbuster results",
            "Dias claimed to have discovered superconductors — materials in which electrons flow without any resistance — that could operate at high pressures and ambient temperatures. Previous materials of this type worked only at ultralow temperatures, which are impractical for use in real-world devices. The purported breakthroughs shot Dias to fame and won him millions of dollars in research grants. But after physics sleuths scrutinized the extraordinary results and reported concerns to the journals in which they were published, several of Dias’s papers were retracted. And an investigation by the University of Rochester in New York, where Dias was employed, concluded that he had committed extensive misconduct, including data fabrication.",
            "The Wall Street Journal and Nature’s news team previously reported that university administrators recommended Dias, who did not have tenure, be fired before his contract expired in June 2025. Now, Dias has gone, although the university has declined to clarify whether he was fired. “Ranga Dias is no longer a University of Rochester employee, nor does he have any research activity connected to the University,” a spokesperson said in a statement. Dias did not respond to a request for comment.",
            "The Dias scandal cast a shadow over the field of high-pressure superconductivity, but it particularly affected his former graduate students, who responded to Nature, but requested anonymity because of concerns about their careers. “I am relieved that we finally have closure on this matter, though very disappointed it took so long,” one says. They added that they “await a public statement from the University of Rochester outlining what policies failed” and allowed the controversy to go on for as long as it did.",
            "The Rochester spokesperson says that the university supports students “impacted by the research misconduct of Ranga Dias” and that it is “reviewing and updating our research misconduct policy”.",
            "h2Under investigation",
            "Dias joined Rochester as a professor in 2017, fresh from a postdoctoral fellowship at Harvard University in Cambridge, Massachusetts, where he claimed to have produced metallic hydrogen. In theory, when hydrogen is compressed to pressures greater than that at Earth’s centre, it should transform from an insulating gas into a superconducting metal. The results were never reproduced, and many scientists doubted them.",
            "Nature retracts controversial superconductivity paper by embattled physicist",
            "At Rochester, Dias turned his eye to other high-pressure superconductors. In October 2020, he published a breakthrough study in Nature1, which claimed that a compound made of carbon, sulfur and hydrogen (CSH) is a superconductor at room temperature. And in March 2023, he published another claim in Nature2, finding that a compound of lutetium, hydrogen and nitrogen is a room-temperature superconductor at pressures 100 times lower than CSH — conditions even more practical for commercial use. (Nature’s news team is editorially independent from its journals team.)",
            "After the first paper was published, Dias’s star rose and Rochester doubled his salary. At the same time, Jorge Hirsch, a theorist at the University of California, San Diego, raised questions that led to three inquiries at the university. None found evidence of misconduct, however. Nature’s journal editors meanwhile retracted the CSH paper after they conscripted independent specialists to review it, and those specialists found evidence of data fabrication.",
            "Data in the 2023 paper also spurred questions in the research community, and Dias’s former graduate students contacted Nature that year with concerns about the validity of the results. The paper was retracted that November.",
            "One sleuth, James Hamlin, a high-pressure physicist at the University of Florida in Gainesville, brought his concerns to the National Science Foundation (NSF), a major funder of US science that had awarded grants to Dias. Ordered to by the NSF, Rochester launched a full misconduct investigation.",
            "Three external investigators commissioned by the university found that Dias more likely than not committed research misconduct in all of the 16 allegations they examined. Public records from the NSF show that an approximately US$800,000 grant awarded by the agency to Dias was suspended as a result of the investigation.",
            "Researchers shared their thoughts about Dias’s departure from Rochester with Nature’s news team. “Did the system work?” says Peter Armitage, a condensed-matter researcher at Johns Hopkins University in Baltimore, Maryland. “Yes, eventually, but many institutions failed us along the way.” He points to Rochester for having missed problems in those early inquiries and to Nature for having published a second paper by Dias after the first retraction.",
            "Nature’s journals team declined to comment.",
            "h2Case closed?",
            "Dias has insisted on the validity of his superconductivity research on social media, but has published no further evidence supporting it. And independent teams have not managed to replicate the results since Rochester’s investigation results were made public. In June, another of Dias’s papers, this one published by the journal Physical Review Letters and claiming to create another high-temperature, high-pressure superconductor, was retracted3. This brings his total number of retractions to five.",
            "What Dias will do now remains unclear, but according to reporting from Rochester’s  Democrat and Chronicle, he continues to work at Unearthly Materials, his Rochester-based company that aims to make new superconductors. In 2022, the company received $15 million in funding from the venture-capital group Plural, based in London. A spokesperson for Plural declined to comment on Dias’s misconduct, and after receiving questions from the Nature news team for this story, references to Dias disappeared from the company’s website.",
            "doi: https://doi.org/10.1038/d41586-024-03796-2"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03756-w",
        "title": "How a silly science prize changed my career",
        "content": [
            "*Marc_Abrahams_on_stage_at_the_Ig_Nobel_Prize_ceremony_with_three_winners_receiving_an_award,_two_are",
            "Ig Nobel founder Marc Abrahams (far left) presides over the award ceremony in 2013. Credit: Winslow Townson/AP/Alamy",
            "Eleanor Maguire wasn’t too thrilled when she was first offered an Ig Nobel Prize. The neuroscientist at University College London was being honoured for her study showing that London taxi drivers have larger hippocampi in their brains than do people in other professions1. But she worried that accepting the prize would be a disaster for her career. So, she quietly turned it down.",
            "Three years later, the prize’s founder, Marc Abrahams, contacted Maguire again with the same offer. This time, she knew more about the satirical award that bills itself as honouring achievements that “make people laugh, then think”. She decided to accept. On the way to the ceremony, her taxi driver was so delighted to learn about his enlarged hippocampus that he refused to accept a fee from her.",
            "Maguire credits the prize with bringing more attention to her work. “It was useful for my career because people wanted to talk about it,” she says, adding that “it was on the front pages of newspapers when it came out and struck a chord with people.”",
            "How to win a Nobel prize: what kind of scientist scoops medals?",
            "As one measure of the Ig Nobel’s impact, Maguire says that she was once introduced as “the most famous member” of a panel that happened to also include three Nobel laureates. “There were only questions about taxi drivers, and not anything to the Nobel laureates there.”",
            "Other researchers have similar stories about winning the famous — some would say ‘infamous’ — awards. Abrahams created them in 1991, after years of collecting examples of weird research that he included in the Journal of Irreproducible Results, which he was editor of at the time. “I kept meeting people who’d unknowingly done very funny things that almost no one knew about.”",
            "The response from the scientific community was mixed at the start, but Abrahams says that the Ig Nobels are not out to harm anyone’s career. And last year, the prize received more than 9,000 nominations, a sign of how much it has grown, he says.",
            "Beyond the fun, several researchers who have won an ‘Ig’ say that it has improved their careers by helping them to reach wider audiences, and it has prompted some scientists to spend more time engaging with the public about their work. Here are their stories.",
            "h2The duck guy",
            "For Kees Moeliker, an Ig Nobel had a profound influence on his work — and his life. In 1995, the ornithologist was looking out of the glass wall of his office at the Natural History Museum Rotterdam in the Netherlands, when he heard the sound of a duck flying into it. He went outside and saw a live duck mounting the dead one that had just hit the window. It was the first documented case of homosexual necrophilia in ducks, says Moeliker, who reported his findings six years later2. He expected that only a handful of people would read the paper, but then he received a phone call in 2003 offering him an Ig Nobel Prize.",
            "“After I won the prize, my paper got a huge readership, and people keep sending me stuff that you don’t read about in the mainstream journals,” he says. “I have a huge compilation of cases of remarkable animal behaviour.”",
            "*Kees_Moeliker_holding_a_stuffed_duck",
            "Kees Moeliker won an Ig Nobel prize for his work on homosexual necrophilia in ducks.Credit: Anne Claire de Breij",
            "The duck paper and the Ig Nobel marked a turning point for Moeliker. He became known as ‘the duck guy’ and published a book of the same name: De eendenman (2009; in Dutch). In 2013, he gave a TED Talk titled ‘How a dead duck changed my life’.",
            "Since the Ig Nobel, Moeliker has dedicated a large part of his life to science communication alongside his research. Now the director of the museum in Rotterdam, he has also kept up his connection with the Ig Nobels. He is part of the team that decides who wins, and he often informs scientists in Europe who have been selected.",
            "One of his favourite winners was a pair of researchers who had dressed up as polar bears to study how reindeer in the Arctic would react. “When I called them, they just started screaming with happiness. This happens all the time.”",
            "h2Friday-night experiments",
            "The only person with both a Nobel and Ig Nobel Prize is Andre Geim, a physicist at the University of Manchester, UK. He shared the Nobel Prize in Physics in 2010 for the discovery of graphene, but the Ig Nobel came a decade earlier for a very different kind of work: using a magnet to levitate a frog. One Friday night at Radboud University in the Netherlands, Geim poured water into a powerful 16-tesla magnet and found that it levitated. The floating drop shocked his colleagues because it seemed to violate ideas about magnetism.",
            "Success with water led to a series of other experiments with levitating objects — and eventually with a small frog that survived its wild ride unharmed.",
            "You must be joking: funny paper titles might lead to more citations",
            "When Geim was offered the award, he was an early-career researcher and wary of accepting it on his own. So he reached out to Michael Berry, a theoretical physicist at the University of Bristol, UK, and Geim’s co-author on a paper describing the levitating frog3. As a tenured academic, Berry provided the cover of being associated with a highly respected scientist.",
            "Geim talks often about his frog experiment and the value of the curiosity-led science that led to his Ig Nobel Prize. It was on another Friday night, several years after the levitation experiments, that Geim and Konstantin Novoselov, who is now at the National University of Singapore, stuck a piece of tape to graphite, leading to their discovery of graphene4 — and their shared Nobel prize.",
            "Geim and Maguire aren’t the only Ig Nobel winners who had qualms about accepting the prize. And Abrahams has built in allowances for that. He and his colleagues contact potential recipients confidentially months before the prize-giving ceremony and offer them the chance to accept or reject the award. Abrahams also arranges for them to be handed out by Nobel prize-winners at the annual ceremony. “To have these credible people be a part of it makes it much harder for anyone to jump to the conclusion that we are out to do damage,” he says.",
            "Not everyone has been so pleased to receive the award. Eric Topol, a cardiologist at Scripps Research in La Jolla, California, was part of a group of nearly 1,000 people who won the 1993 Ig Nobel Literature prize for “publishing a medical research paper which has one hundred times as many authors as pages”. He says that the study should not have been made light of; at the time, it was the largest heart-attack study in history, with more than 40,000 participants5, he adds.",
            "Topol says that he thinks the name Ig Nobel “is out of alignment with the more recent ones. They’re more for humour’s sake.”",
            "Abrahams agrees, saying, “In retrospect, I kind of wish we’d chosen a different name.”",
            "h2Running on water",
            "In the past two decades, most of the awards have gone to lighter research — sometimes quite literally. So it was for a 2013 prize for Alberto Minetti at the University of Milan in Italy.",
            "Minetti studies the biomechanics of locomotion and has long had an interest in the forces involved in running. When he learnt that spacecraft orbiting the Moon had detected evidence of water in 2008, he wondered whether a person could run on water on the Moon, which has a gravitational force only about 16% as strong as that of Earth.",
            "Using mathematical models from the basilisk lizard (Basiliscus basiliscus) and the western grebe (Aechmophorus occidentalis), two vertebrates that can run on the surface of water, Minetti calculated that it was theoretically possible. Then, he and his colleagues tested their calculations by attaching a person to a harness to simulate weaker gravity. With the aid of small fins on his feet, a participant was able to stay afloat while running in place in a wading pool, the researchers reported6 in 2012.",
            "The following year, Minetti received a phone call from Abrahams, who offered him an Ig Nobel. At the time, he wasn’t sure of the prize’s standing or what it would do to his reputation, so he conducted a survey among his colleagues. “Most of the people I spoke to were very positive about it,” says Minetti.",
            "*Master_of_Ceremonies_Marc_Abrahams_holds_up_the_2016_Ig_Nobel_award_which_is_a_clock_with_sand_timer",
            "Marc Abrahams holds up the 2016 Ig Nobel award during ceremonies at Harvard University in Cambridge, Massachusetts.Credit: Michael Dwyer/AP/Alamy",
            "Fun and humour are still at the heart of the Ig Nobels. The 2024 physiology prize was won by a team for “discovering that many mammals are capable of breathing through their anus”. The lead author of the study7, Ryo Okabe at Tokyo Medical and Dental University, has been treating patients as a clinician for more than 15 years, while also carrying out research projects. The research behind the Ig Nobel was a response to the COVID-19 pandemic. The researchers wanted to see whether they could develop an alternative breathing method in the event of respiratory failure.",
            "He was honoured to win the prize and thinks that the award will be a driving force to conduct future research. “I learnt that [the other laureates] are all engaged in their respective research with humour and passion.”",
            "Scientists reveal weirdest things they’ve done in the name of science",
            "The Ig Nobel has come a long way since it was launched more than three decades ago. What started as a prize that scientists were wary of has been embraced by many.",
            "Minna Lyons, who won the prize in 2014 along with her colleagues, still cherishes her Ig Nobel. “It has been one of the best surprises in my academic career, by far.” She won for “amassing evidence that people who habitually stay up late are, on average, more self-admiring, more manipulative, and more psychopathic than people who wake up early in the morning”.",
            "Lyons, who is a psychologist at Liverpool John Moores University, UK, says that the prize is excellent for public engagement because it makes science popular, and for this reason, the Ig Nobel is one of the most respected academic awards in her field, she says.",
            "“It actually inspires people and I’m hoping it will also inspire younger generations to go into science.”",
            "Nature 635, 538-539 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03756-w"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03875-4",
        "title": "Is COP29 climate deal a historic breakthrough or let-down? Researchers react",
        "content": [
            "*Activists_stage_a_protest_during_a_press_conference_in_Blue_Zone_during_COP29",
            "Activists protest during at the COP29 climate meeting in Baku.Credit: Dominika Zarzycka/SOPA via ZUMA/Alamy",
            "A last-minute deal that rescued the COP29 climate talks in Baku, Azerbaijan, is a “fragile consensus”, researchers who study climate finance have told Nature.",
            "Visibly relieved COP delegates from rich countries applauded in the early hours of 24 November following a last-minute pledge in which rich countries will ‘take the lead’ in increasing climate finance to poor countries to at least US$300 billion annually by 2035. Low-and middle income countries, notably China, will be expected to contribute to international climate funds, a first for a COP agreement.",
            "But delegates from some of the largest developing countries, including India, Indonesia and Nigeria were furious. Some alleged that they had been pressured into a deal, so that the COP meeting did not end in failure. The meeting also did not agree how much of the $300 billion is to be in grants versus loans, nor how much will come from private or public-sector sources.",
            "Current climate finance from rich to poor countries is more than $100 billion and projected to double to nearly $200 billion by 2030 under a ‘business as usual’ scenario, according to an analysis by ODI Global, a think tank in London.",
            "h2Old wounds",
            "“The finance outcome for Baku was deeply disappointing,” says Dipak Dasgupta, an economist at The Energy and Resources think-tank in New Delhi, and a lead author on climate finance for reports assembled by the Intergovernmental Panel on Climate Change.",
            "“While snatching this COP back from the flames deserves momentary celebration, getting here also exposed old wounds between wealthier and poorer nations,” notes Clare Shakya, head of climate at The Nature Conservancy, an international conservation organization headquartered in Arlington, Virginia, in the United States.",
            "*COP29_President_Mukhtar_Babayev_2nd_from_R_and_Yalchin_Rafiyev_L,_applaud_the_end_of_the_UNFCCC_COP2",
            "COP29 President Mukhtar Babayev (right, front) applauds the end of the UNFCCC climate conference in the early hours of 24 November after the climate-finance deal was made.Credit: Sean Gallup/Getty",
            "Low-and-middle income countries, excluding China, approached the COP proposing to rich countries that they need around $2.4 trillion annually from 2030 to help wean them off fossil fuels and to protect them from the effects of global warming. This sum is in line with the recommendations from an influential report from scientists and economists that was presented at the COP. To get closer to a deal during the COP, more than 80 countries proposed a figure of $1.3 trillion.",
            "“The pledge of $300 billion a year by 2035 will not convince anyone that we will get to $1.3 trillion a year needed by developing countries to respond to the climate emergency,” says Sarah Colenbrander, head of climate and sustainability at ODI Global.",
            "h2The Trump factor",
            "The agreed amount also does not reflect a scenario in which the United States retracts its global climate funding if an incoming Trump administration pulls out of international climate agreements.",
            "Before the COP, US President Joe Biden’s administration was committed to providing $11.4 billion in climate finance each year by 2024, around 10% of the present annual global total. “There is no doubt that we will see a massive hole in the global climate finance provided [by the US] just as climate impacts are intensifying and accumulating,” says Shakya. By contrast, China has been providing around $4 billion annually in climate finance since 2013, she adds.",
            "COP delegates also agreed that a finance “road map” document will be prepared ahead of COP30 in Belém, Brazil. This would show how countries will achieve the higher climate finance target.",
            "“The Baku to Belém road map is there for good reason and good practical science is urgent,” Dasgupta says.” It needs careful nurturing, and not a wrecking ball.”",
            "doi: https://doi.org/10.1038/d41586-024-03875-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03792-6",
        "title": "AI’s computing gap: academics lack access to powerful chips needed for research",
        "content": [
            "*Promotional_artwork_of_the_NVIDIA_H100_NVL_GPU",
            "Tech giant NVIDIA’s H100 graphics-processing unit is a sought after chip for artificial-intelligence research.Credit: NVIDIA",
            "Many university scientists are frustrated by the limited amount of computing power available to them for research into artificial intelligence (AI), according to a survey of academics at dozens of institutions worldwide.",
            "How AI-powered science search engines can speed up your research",
            "The findings1, posted to the preprint server arXiv on 30 October, suggest that academics lack access to the most advanced computing systems. This can hinder their ability to develop large language models (LLMs) and do other AI research.",
            "In particular, academic researchers sometimes don’t have the resources to obtain powerful enough graphics processing units (GPUs) — computer chips commonly used to train AI models that can cost thousands of dollars. By contrast, researchers at large technology companies have higher budgets and can spend more on GPUs. “Every GPU adds more power,” says study co-author Apoorv Khandelwal, a computer scientist at Brown University in Providence, Rhode Island. “While those industry giants might have thousands of GPUs, academics maybe only have a few.”",
            "How cutting-edge computer chips are speeding up the AI revolution",
            "“The gap between academic and industry models is huge, but it could be a lot smaller,” says Stella Biderman, executive director at EleutherAI, a non-profit AI research institute in Washington DC. Research into this disparity is “super important”, she says.",
            "h2Long waits",
            "To assess the computing resources available to academics, Khandelwal and his colleagues surveyed 50 scientists across 35 institutions. Of the respondents, 66% rated their satisfaction with their computing power as 3 or less out of 5. “They’re not satisfied at all,” says Khandelwal.",
            "Universities have varying set-ups for GPU access. Some might have a central compute cluster shared by departments and students, where researchers can request GPU time. Other institutions might purchase machines for lab members to use directly.",
            "*Computing_shortage_Bar_chart_showing_results_of_a_survey_of_academics_showing_that_researchers_typic",
            "Source: Ref. 1",
            "Some scientists said that they had to wait days to access GPUs, and noted that waiting times were particularly high around project deadlines (see ‘Computing shortage’). The results also highlight global disparities in access. For example, one respondent mentioned the difficulties of finding GPUs in the Middle East. Just 10% of those surveyed said that they had access to NVIDIA’s H100 GPUs, powerful chips designed for AI research.",
            "This barrier makes the process of pre-training — feeding vast sets of data to LLMs — particularly challenging. “It’s so expensive that most academics don’t even consider doing science on pre-training,” says Khandelwal. He and his colleagues think that academics provide a unique perspective in AI research, and that a lack of access to computing power could be limiting the field.",
            "Nuclear power for AI: what it will take to reopen Three Mile Island safely",
            "“It’s just really important to have a healthy, competitive academic research environment for long-term growth and long-term technological development,” says co-author Ellie Pavlick, who studies computer science and linguistics at Brown University. “When you have industry research, there’s clear commercial pressure and this incentivizes sometimes exploiting sooner and exploring less.”",
            "h2Efficient methods",
            "The researchers also investigated how academics could make better use of less-powerful computing resources. They calculated the time it would take to pre-train several LLMs using low-resource hardware — with between 1 and 8 GPUs. Despite these limited resources, the researchers were able to successfully train many of the models, although it took longer and required them to adopt more efficient methods.",
            "AI models fed AI-generated data quickly spew nonsense",
            "“We can actually just use the GPUs we have for longer, and so we can kind of make up for some of the differences between what industry has,” says Khandelwal.",
            "“It’s cool to see that you can actually train a larger model than many people would have assumed on limited compute resources,” says Ji-Ung Lee, who studies neuroexplicit models at Saarland University in Saarbrücken, Germany. He adds that future work could look at the experiences of industry researchers in small companies, who also struggle with access to computing resources. “It’s not like everyone who has access to unlimited compute gets it,” he says.",
            "doi: https://doi.org/10.1038/d41586-024-03792-6"
        ]
    }
]