[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03490-3",
        "title": "Will AI’s huge energy demands spur a nuclear renaissance?",
        "content": [
            "*The_cooling_towers_of_the_Mochovce_nuclear_power_plant_in_Slovakia",
            "Small modular reactors are designed to be cheaper, safer and faster to build than those used in conventional nuclear power plants, such as this one in Mochovce, Slovakia.Credit: Janos Kummer/Getty",
            "Last week, technology giants Google and Amazon both unveiled deals supporting ‘advanced’ nuclear energy, as part of their efforts to become carbon-neutral.",
            "Google announced that it will buy electricity made with reactors developed by Kairos Power, based in Alameda, California. Meanwhile, Amazon is investing approximately US$500 million in the X-Energy Reactor Company, based in Rockville, Maryland, and has agreed to buy power produced by X-energy-designed reactors due to be built in Washington State.",
            "Nuclear power for AI: what it will take to reopen Three Mile Island safely",
            "Both moves are part of a larger green trend that has arisen as tech companies deal with the escalating energy requirements of the data centres and number-crunching farms that support artificial intelligence (AI). Last month, Microsoft said it would buy power from a utility company that is planning to restart a decommissioned 835-megawatt reactor in Pennsylvania.",
            "The partnerships agreed by Google and Amazon involve start-up companies that are pioneering the design of ‘small modular reactors’, which are intended to be assembled from prefabricated pieces. The idea is to make nuclear reactors that are smaller, cheaper, safer and faster to deploy than those used in conventional plants. The designs pursued by X-energy, Kairos and several other companies (funded, in part, by institutions such as the US Department of Energy and the European Commission) are radically different from those of established energy companies, but they still have a way to go before they become a reality.",
            "Nature talked to nuclear-energy researchers to explore the significance and possible implications of these big-tech investments.",
            "h2Could these deals spur innovation in the nuclear industry?",
            "Building nuclear power stations — a process often plagued by complex permit procedures, construction delays and cost overruns — is financially risky, and betting on unproven technologies is riskier still. But the deals with Google and Amazon could provide a “massive” push for Kairos and X-energy, says nuclear engineer Jacopo Buongiorno, who heads up the Center for Advanced Nuclear Energy Systems at the Massachusetts Institute of Technology in Cambridge. “The biggest value is a vote of confidence, and of course it comes with some cash,” he says. Such announcements could help companies to raise extra funding, he says, and jump over the ‘innovation valley of death’ that often separates promising ideas from commercial success.",
            "But the details of the deals are murky, and the level of support provided by Amazon and Google is likely to be “a drop in the bucket” compared with the billions these start-ups will ultimately need, says physicist Edwin Lyman, director of nuclear power safety at the Union of Concerned Scientists in Washington DC. “The PR machine is just going into overdrive,” says Lyman, but “private capital just doesn’t seem ready yet to take that risk”.",
            "Allison Macfarlane, director of the School of Public Policy and Global Affairs at the University of British Columbia in Vancouver, Canada, and former chair of the US Nuclear Regulatory Commission (NRC), says that the speed of progress in computer science raises another question. “If we’re talking 15 years from now, will AI need that much power?”",
            "h2How do small modular reactors work?",
            "A number of start-up companies — as well as some established corporations, including Toshiba and Rolls Royce — are developing small reactors, and each claims its own originality and advantages. Most are pursuing designs that are different from those that have been used so far for electricity production.",
            "Nuclear energy, ten years after Fukushima",
            "In almost all types of nuclear reactor, the source of energy is the splitting of uranium atoms. A nucleus of the unstable isotope uranium-235 breaks up when hit by a neutron, and this releases more neutrons, which hit more nuclei, leading to a chain reaction. A conventional nuclear power station extracts the resulting energy — released as heat — by pumping cold water through the reactor’s core and producing pressurized steam to power turbines that generate electricity.",
            "X-energy’s design replaces the water with helium, whereas Kairos plans to use molten salt. Both forgo the conventional nuclear-fuel rods, replacing them with thousands of round fuel ‘pebbles’. The pebbles are continually added at the top of the reactor, while spent pebbles are removed from the bottom, not unlike the way a gumball vending machine works.",
            "h2Are there safety advantages to the small modular designs?",
            "“The smallest reactors, in theory, could have a high degree of passive safety,” says Lyman. When shut down, the core of a small reactor would contain less residual heat and radioactivity than does a core of the type that melted down in the Fukushima Daiichi disaster that followed the cataclysmic 2011 tsunami in Japan.",
            "The companies also say that the proposed pebble-bed reactors are inherently safer because they are not pressurized, and because they are designed to circulate cooling fluids without the help of pumps (it was the loss of power to water pumps that caused three of the Fukushima plant’s reactors to fail).",
            "But Lyman thinks it is risky to rely on potentially unpredictable passive cooling without the backup of an active cooling option. And as reactors become get smaller, they become less efficient. Another start-up company, NuScale Power, based in Portland, Oregon, originally designed its small modular reactor — which was certified by the NRC — to produce 50 MW of electricity, but later switched to a larger, 77-MW design. The need to make the economics work “makes passive safety less credible”, Lyman says.",
            "h2Do small modular reactors carry extra risks?",
            "In some cases, small modular reactors “could actually push nuclear power in a more dangerous direction”, says Lyman. “Advanced isn’t always better.”",
            "In particular, Lyman points out that the pebble-bed designs drawn up by X-energy and Kairos would rely on high-assay low-enriched uranium (HALEU), which comprises 10–20% uranium-235 — compared with the 5% enrichment level required by most existing reactors (and by NuScale’s reactor). HALEU is still classified as low-enrichment fuel (as opposed to the highly enriched uranium used to make nuclear bombs), but that distinction is misleading, Lyman says. In June, he and his collaborators — including physicist Richard Garwin, who led the design of the first hydrogen bomb — warned in a Science article that a bomb could be built with a few hundred kilograms of HALEU, with no need for further enrichment1.",
            "*An_aerial_view_of_the_IAD71_Amazon_Web_Services_data_center_in_Ashburn,_Virginia",
            "An Amazon data centre in Ashburn, Virginia. Technology companies are investing in nuclear power to try and address the growing energy demands of such facilities.Credit: Nathan Howard/Getty",
            "Smaller reactors are also likely to produce more nuclear waste and to use fuel less efficiently, according to work reported in 2022 by Macfarlane and her collaborators2. In a full-size reactor, most of the neutrons produced by the splitting of uranium travel through a large volume of fuel, meaning that they have a high probability of hitting another nucleus, rather than colliding with the walls of the reactor vessel or escaping into the surrounding building. “When you shrink the reactor, there’s less material in there, so you will have more neutron leakage,” Macfarlane says. These rogue neutrons can be absorbed by other atomic nuclei — which would then themselves become radioactive.",
            "NuScale points out that the study was based, in part, on the company’s now-abandoned 50-MW design, but Macfarlane and others say that the problem is likely to apply to most small reactors.",
            "h2Will small reactors be cheaper to build?",
            "The capacity to build components in an assembly line could drastically cut reactors’ construction costs. But there are also intrinsic economies of scale in building larger reactors, says Buongiorno. “Don’t believe people blindly” when they say smaller reactors will produce cheaper energy, he says: nuclear energy has a lot going for it, but “it ain’t cheap” — and that is unlikely to change significantly.",
            "However, once the technology has been proven and has matured, building each individual small reactor should be cheaper and faster than constructing large, conventional ones, Buongiorno adds. This could make them an attractive proposition to investors and speed up their adoption.",
            "Meanwhile, Lyman and others worry that the hype surrounding small modular reactor technology — and the push to cut costs — could lower safety standards. Some companies, for example, say that their reactors are so safe that they won’t need reinforced-concrete containment structures.",
            "h2Will all of these efforts help to combat climate change?",
            "“We shouldn’t shut down existing nuclear power. We need it desperately, and we desperately need to get off fossil fuels,” says Macfarlane. Even some lifelong opponents of nuclear power grudgingly agree.",
            "But whether building new reactors is the best way to rapidly cut emissions is debated. Macfarlane points out that solar panels and wind turbines can be deployed at a much faster rate. Other assessments, including one by the International Energy Agency, suggest that in many parts of the world, it would be prohibitively expensive to rely wholly on erratic solar and wind power, even with the addition of massive batteries — and that ready-on-demand sources, including nuclear power, will still have an important role in future energy provision3.",
            "doi: https://doi.org/10.1038/d41586-024-03490-3"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03454-7",
        "title": "Study reveals three ways to disappear down a Wikipedia rabbit hole",
        "content": [
            "*A_close-up_image_shows_the_front_page_of_the_Wikipedia_website_on_a_laptop_screen",
            "Data from hundreds of thousands of browsing sessions is revealing how people navigate Wikipedia. Credit: Sascha Steinbach/EPA-EFE/Shutterstock",
            "An analysis of the searching patterns of nearly half a million people browsing Wikipedia suggests that the site’s users demonstrate three unique styles of curiosity.",
            "There’s the ‘hunter’, who pursues specific answers, the ‘busybody’, searching for diverse nuggets of new information and the ‘dancer’, who links unrelated concepts through the process of exploration. The study, which was published in Science Advances on 25 October1, is the first to investigate this framework of curiosity outside of a laboratory environment.",
            "As the world’s largest encyclopaedia, Wikipedia is a valuable resource for researchers exploring how people seek information. “It’s super important to understand more about how people actually use the content online and how they consume knowledge,” says Tiziano Piccardi, who researches how to improve the online information ecosystem at Stanford University in California. “You can translate what you learn to improve Wikipedia.”",
            "h2Searching styles",
            "Previous research on how people navigate Wikipedia was with relatively few participants under controlled laboratory conditions. The authors of the latest study conducted one such experiment, in which they reviewed the Wikipedia browsing behaviour of 149 people, monitoring how they moved from article to article. There, they identified the hunter and busybody styles of curiosity2. Their most recent work builds on these earlier findings by using real-world data from hundreds of thousands of Wikipedia users.",
            "Edit-a-thon gets women scientists into Wikipedia",
            "The team wanted to know whether the previous study’s findings were related to just the 149 participants, says co-author Dani Bassett, a human curiosity and learning researcher at the University of Pennsylvania in Philadelphia. “Or is this something that’s consistent across hundreds of thousands of people, and across different languages and different countries?”",
            "Working with the Wikimedia Foundation — Wikipedia’s parent company based in San Francisco, California — the team reviewed two months of anonymized browsing data from more than 482,000 users of the Wikipedia mobile app from 50 countries and territories. These readers browsed articles in at least 14 languages.",
            "“The data that we have is basically how people walk through Wikipedia, moving from page to page,” says Bassett. “From that data, we were able to extract networks. So how do people move in this larger information space? Which hyperlinks do they walk across, and what do those networks look like for each person?”",
            "h2Social butterflies",
            "The researchers found that they were able to generalize the curiosity styles found in their earlier study to this larger-scale analysis. They identified busybodies, who Bassett likens to social butterflies. There were also the hunters, who moved logically between different pages as if following a specific trail. The researchers also spotted a third style of curiosity — the dancer — that others had identified in earlier studies. This style applies to “somebody who is moving between ideas in a way that is quite creative”, says Bassett.",
            "AI science search engines are exploding in number — are they any good? ",
            "By comparing how browsing styles varied between countries, and considering global inequality metrics, the researchers also found “a really strong relationship between the kind of browsing style that a person has and the level of equality in the country”, Bassett says. For example, loose, diverse knowledge networks, in which users view a variety of topics, are associated with countries with lower gender and education inequality. Although Bassett stresses that the research team doesn’t know what exactly is driving this correlation, they suggest several hypotheses, such as that societies that are unequal could also create conditions that constrain curiosity and people’s desire to search for knowledge.",
            "“This is the first study that I see that is grounded in theory,” says Piccardi. “These navigation patterns are really, really complex, so grounding it in some theories and finding a way to explore them. I think it’s a good contribution.” He adds that future studies could explore different aspects of the information seeking process, for example how context and time can change how a user browses Wikipedia.",
            "“It very much depends on the reason I’m using Wikipedia as to which of those models I might adapt,” says Andy Mabbett, a Wikipedia consultant based in Birmingham, UK.",
            "Bassett agrees that people might deploy different curiosity styles in different situations, but suggests that understanding a person’s preferred style could help to improve teamwork. “When we are working with one another in teams, we can be more aware of the fact that we ask questions differently and we investigate knowledge spaces differently, and embrace that diversity.”",
            "doi: https://doi.org/10.1038/d41586-024-03454-7"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03449-4",
        "title": "‘Poo milkshake’ boosts the microbiome of c-section babies",
        "content": [
            "*A_woman_in_a_hospital_bed_holds_a_newborn_baby",
            "The route of birth — c-section or vaginal — can have an effect on an infant’s microbiome.Credit: Jordi Mora Igual/Getty",
            "Feeding a baby born by caesarean section milk containing a tiny bit of their mother’s poo introduces beneficial microbes to their gut, according to a clinical trial. The approach might one day help to prevent diseases during childhood and later in life.",
            "The study — which reported early results last week during IDWeek, a meeting of infectious-disease specialists and epidemiologists in Los Angeles, California — is the first randomized controlled trial to test the ‘poo milkshake’ concept.",
            "The preliminary findings confirm researchers’ hypothesis that a small faecal-matter transplant is enough to have a positive effect on the infant’s microbiome, says Otto Helve, director of the public-health department at the Finnish Institute for Health and Welfare in Helsinki, Finland, and the study’s primary investigator.",
            "h2Inherited microbes",
            "Some studies show that babies born by c-section, rather than vaginal birth, have a higher risk of asthma, inflammation of the digestive system and other diseases associated with a dysfunctional immune system1. Scientists think that these differences arise because babies born by c-section aren’t exposed to and rapidly colonized by the microbes in their mothers’ vaginas and guts. Studies have even shown that c-section babies are more vulnerable to pathogens in hospitals than are babies born by vaginal birth2.",
            "Do C-section babies need mum’s microbes? Trials tackle controversial idea",
            "Experiments have attempted to compensate for that by swabbing babies born by c-section with microbes from their mother’s vagina or giving them these microbes orally, a practice known as ‘vaginal seeding’. But this technique has had limited success, because vaginal microbes, scientists have learnt, cannot effectively colonize infants’ guts, says Yan Shao, a microbiome scientist at the Wellcome Sanger Institute in Hinxton, UK.",
            "Helve and his colleagues have been pioneers in testing whether faecal transplants can instead improve the health of a baby’s microbiome. In their latest trial, which recruited women scheduled for a c-section at the Helsinki University Hospital, the researchers mixed a fluid containing 3.5 milligrams of a mother’s poo into milk and gave the concoction to the corresponding baby. They did this for 15 babies during their first feed. Another 16 babies received a placebo.",
            "An analysis of the babies’ poo samples showed that the two groups had similar microbial diversity at birth, but from their second day of life, there is a marked difference between the two groups, which persisted until 6 months of age, around when babies start eating solid food.",
            "C-section babies are missing key microbes",
            "The trial, which will monitor the babies during their first two years, is ongoing, but the early data align with what was seen in a small pilot study3 without a placebo group published by the same team in 2020. The researchers studied seven babies and found that the microbiomes of those that received a maternal faecal transplant developed similarly to those of babies born by vaginal delivery.",
            "Given the success of the pilot study, “it isn’t surprising that maternal faecal microbiota transplantation would make a difference to the c-section infant microbiota” in the latest trial, Shao says. He notes that, although the trial is an important clinical study, it doesn’t directly compare the microbiome of treated c-section babies with that of infants delivered vaginally — which would be needed to demonstrate that the technique effectively restores microbiomes affected by c-section.",
            "h2‘Don’t try this at home’",
            "The researchers emphasize that no one should try this approach at home. Trial participants went through extensive screening. “You have to be certain that the faecal matter that you give to the newborn doesn’t include pathogens that could cause a disease,” Helve says. From 90 women initially included, 54 were excluded owing to the presence of pathogens or another screening failure. “Even if it sounds simple, it should be well controlled,” Helve adds.",
            "Helve warns that the approach is unlikely to be a good fit for every infant born by c-section. In a large enough group of children, he says, you have enough statistical power to see that some diseases, such as asthma, are more prevalent in those born by c-section. “But on an individual level, the differences are very small.” So his team is studying whether groups at high risk of developing certain diseases would benefit most.",
            "An important next step in the field, Shao says, would be to pinpoint the specific maternal gut microbes that are most likely to transmit to and colonize their babies’ guts. Shao asks: “If these species do exist across human populations, wouldn’t it be more effective and safer” to give newborns a laboratory-made transplant that’s guaranteed to be pathogen-free?",
            "doi: https://doi.org/10.1038/d41586-024-03449-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03484-1",
        "title": "New species of tardigrade reveals secrets of radiation-resisting powers",
        "content": [
            "*Scanning_electron_micrograph_composite_image_of_a_tardigrade",
            "The new species is similar in appearance to this Hypsibius sp. tardigrade, photographed using an electron microscope.Credit: Robert Schuster/Science Photo Library",
            "A newly described species of tardigrade is giving scientists insights into what makes these tiny eight-legged creatures so resistant to radiation.",
            "Tardigrades, also known as water bears, have long fascinated scientists with their ability to withstand extreme conditions, including radiation at levels nearly 1,000 times higher than the lethal dose for humans. There are around 1,500 known tardigrade species, but only a handful are well-studied. ",
            "See a tardigrade ride a worm in the world’s weirdest rodeo — September’s best science images",
            "Now, scientists have sequenced the genome of a species new to science, and revealed some of the molecular mechanisms that give tardigrades their extraordinary resilience. Their study, published in Science on 24 October1, identifies thousands of tardigrade genes that become more active when exposed to radiation. These processes point to a sophisticated defence system that involves protecting DNA from the damage that radiation causes and repairing any breaks that do occur.",
            "The authors hope that their insights could be harnessed to help protect astronauts from radiation during space missions, clean up nuclear pollution or improve cancer treatment.",
            "“This discovery may help improve the stress tolerance of human cells, benefiting patients undergoing radiation therapy,” says study co-author Lingqiang Zhang, a molecular and cellular biologist at the Beijing Institute of Lifeomics.",
            "h2Protective genes",
            "Around six years ago, Zhang and his colleagues ventured into Funiu Mountain in China’s Henan province to collect moss samples. Back in the laboratory and under the microscope, they identified a previously undocumented species of tardigrade, which they named Hypsibius henanensis. Genome sequencing revealed that the species had 14,701 genes, 30% of which are unique to tardigrades.",
            "When the researchers exposed H. henanensis to radiation doses of 200 and 2,000 grays — far beyond what would be survivable for humans — they found that 2,801 genes involved in DNA repair, cell division and immune responses became active.",
            "“It’s like when in wartime, when factories are refitted to just make munitions. It’s almost that level of retooling how gene expression is working,” says Bob Goldstein, a cell biologist at the University of North Carolina at Chapel Hill, who has been studying tardigrades for 25 years. “We’re fascinated by how an organism would change their gene expression to a point where they’re making that much transcript for specific genes.”",
            "What Chernobyl’s stray dogs could teach us about radiation",
            "One of the genes, called TRID1, encodes a protein that helps to repair double-strand breaks in DNA by recruiting specialized proteins at sites of damage. “This is a new [gene] that, to my knowledge, no one was studying,” says Goldstein.",
            "The researchers also estimate that 0.5–3.1% of the tardigrade’s genes were acquired from other organisms through a process known as horizontal gene transfer. A gene called DODA1, which seems to have been acquired from bacteria, enables tardigrades to produce four types of antioxidant pigments called betalains. These pigments can mop up some of the harmful reactive chemicals that radiation causes to form inside cells, which account for 60–70% of radiation’s damaging effects.",
            "The authors treated human cells with one of the tardigrade’s betalains and found that they were much better at surviving radiation than cells that were not treated.",
            "h2No expiration date",
            "Studying the molecular mechanisms that allow tardigrades to tolerate other harsh conditions, such as extreme temperatures, air deprivation, dehydration and starvation, could have wide applications. It could improve the shelf life of fragile substances such as vaccines, for example. “All your medicines have expiration dates — tardigrades don’t,” says Goldstein.",
            "Comparing these mechanisms between different tardigrades is an important part of this research, adds Nadja Møbjerg, an animal physiologist at the University of Copenhagen. “We are still lacking knowledge of different tardigrade species out there,” she says.",
            "These animals have “a font of protectants that will probably keep spilling out more that will be useful and interesting to understand”, says Goldstein. “We want to understand how those work and what potential they have.”",
            "doi: https://doi.org/10.1038/d41586-024-03484-1"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03403-4",
        "title": "The US is the world’s science superpower — but for how long?",
        "content": [
            "*Cartoon_showing_the_Statue_of_Liberty_holding_a_scientific_flask_teetering_on_the_edge_of_a_first_pl",
            "Illustration: Sébastien Thibault",
            "Science in the United States has never been stronger by most measures.",
            "Over the past five years, the nation has won more scientific Nobel prizes than the rest of the world combined — in line with its domination of the prizes since the middle of the twentieth century. In 2020, two US drug companies spearheaded the development of vaccines that helped to contain a pandemic. Two years later, a California start-up firm released the revolutionary artificial-intelligence (AI) tool ChatGPT and a national laboratory broke a fundamental barrier in nuclear fusion.",
            "This year, the United States is on track to spend US$1 trillion on research and development (R&D), much more than any other country. And its labs are a magnet for researchers from around the globe, with workers born in other nations accounting for 43% of doctorate-holders in the US workforce in science, technology, engineering and medicine (STEM).",
            "US election debate: what Harris and Trump said about science",
            "But as voters go to the polls in November to elect a new president and Congress, some scientific leaders worry that the nation is ceding ground to other research powerhouses, notably China, which is already outpacing the United States on many of the leading science metrics. “US science is perceived to be — and is — losing the race for global STEM leadership,” said Marcia McNutt, president of the US National Academy of Sciences in Washington DC, in a speech in June.",
            "Concerns range from funding limitations for R&D and the growing politicization of science to heated debates about immigration. This has created “a perception that the United States is increasingly hostile to foreigners”, the US National Academies of Sciences, Engineering and Medicine (NASEM) reported in August1, warning that the United States “can no longer take for granted that it will remain the destination of choice for the world’s best and brightest”. The academies called for a government-wide effort to attract and retain international talent and improve STEM education at home.",
            "The future of US science hinges, in no small way, on the November election. Together, the next president and Congress will play a pivotal part in setting the course for the US scientific enterprise for years to come by establishing funding plans, immigration policies and national-security measures that affect international collaboration.",
            "Given the concerns over US leadership in science, how does the country measure up and what comes next after the election? Nature examines the numbers and a few key issues that could determine the United States’ scientific future.",
            "h2Losing ground to China",
            "The driving force behind research is money, and the United States has long enjoyed a leading position in science and technology in large part because it outspends all other nations. Combining government and private funding, the United States spent $923 billion in 2022 (the last year for which full numbers are available), or around 30% of global R&D spending.",
            "But as China’s economy has soared, so has its R&D spending, to the equivalent of $812 billion (adjusted for purchasing power parity). On that trajectory it will draw level with the United States before 2030 (see ‘Research funding race’).",
            "*Research_funding_race_Line_chart_comparing_research_funding_in_the_United_States_with_China_and_othe",
            "Source: OECD/MSTI",
            "On sheer numbers of personnel, scientific output and patents, the United States has already lost its lead. In 2016, China leaped ahead as the top producer of science and engineering articles. In 2019, it passed the United States in the number of science and engineering PhDs awarded; and in 2021, it became top dog in international patent applications, according to a report by the US National Science Foundation (NSF) published in March2.",
            "For years, some researchers who study science metrics have argued that China still lagged behind in terms of the quality of its scientific output, but that is also changing. In 2020, for instance, China overtook the United States in terms of its share of the world’s top 1% cited papers, a proxy measure of high-impact work, according to numbers from the Web of Science database (see ‘Top-cited research’).",
            "*Top_cited_research_Line_chart_comparing_the_share_of_top_1%_cited_papers_published_by_Untied_States_",
            "Source: Clarivate/Web of Science",
            "China showed particular strengths in engineering, chemistry and materials science, whereas the United States retained its lead in areas such as biology and medicine (see ‘Who leads in various fields of science?’).",
            "*Who_leads_in_various_fields_of_science_Infographic_comparing_the_share_of_top_1%_of_cited_papers_pub",
            "Source: Clarivate/Web of Science",
            "Citation statistics are imperfect measures of influence: a study this year found that researchers in China show the greatest ‘home bias’, that is, disproportionately citing work from their own country3. Adjusting for this bias dents China’s progress — perhaps nudging it down to fourth in the world, the study suggested — but it doesn’t hugely change its direction of travel.",
            "There are other signs of rising quality in China relative to other nations. Last year, it surpassed the United States in terms of papers that appeared in influential journals (see ‘Share of work in influential journals’).",
            "",
            "Does it matter whether China or the United States is on top? Some political rhetoric frames these trends as essentially a zero-sum game. But in research, one country’s gain is not necessarily another’s loss, says Caroline Wagner, a research-policy specialist at the Ohio State University in Columbus.",
            "The highest-cited papers of all come from US, Chinese and European researchers working together, she says. If China, or any other country, is pouring more money into research, this should benefit the United States — as long as it retains world-leading scientists who can tap into global innovation, and keeps its own research funding and quality high, says Kieron Flanagan, a research-policy analyst at the University of Manchester, UK.",
            "h2Missing in action: federal funds",
            "The current alarms about US science echo similar warnings that have rippled through policy circles about once a generation. In 2005, for example, the National Academies published a dire report called Rising Above the Gathering Storm that cautioned about threats to US competitiveness from globalization4.",
            "How Trump damaged science — and why it could take decades to recover",
            "One recommendation from the report was to double the amount of basic research funding for mathematics, engineering and physical sciences, in line with the doubling of the budget for the National Institutes of Health that was accomplished between 1998 and 2003. The US Congress, which sets funding levels, passed a law in 2007 promising to do just that — but lawmakers didn’t follow through.",
            "History is now repeating itself. In 2022, this time with an eye on China, Congress united to pass the CHIPS and Science Act, which authorized $280 billion to promote the domestic semiconductor industry and boost the budgets of several major research agencies. A key beneficiary of the legislation, the NSF, saw its budget increase by 11% to $9.9 billion in 2023 — only to fall back to $9.1 billion when Congress finalized this year’s budget.",
            "As a share of gross domestic product (GDP), public investments in the NSF, the US Department of Energy’s Office of Science and the US National Institutes of Standards and Technology — all major funders of basic research in the physical sciences — are now lower than they have been at any time since 1997, according to Matt Hourihan, associate vice-president for government relations and public policy at the Association of American Universities in Washington DC (see ‘Falling federal research intensity’). US research investment as a share of GDP is still rising — but that is because R&D investment from private businesses is picking up the slack.",
            "*Falling_federal_research_intensity_Line_chart_comparing_Government_R&D_as_a_share_of_GDP_over_time_f",
            "Source: OECD/MSTI",
            "“We absolutely have to get federally funded R&D back on a healthier track,” says Arati Prabhakar, science adviser to US President Joe Biden and director of the White House Office of Science and Technology Policy (OSTP). The sharp uptick in private R&D is good for jobs and the economy, but it is no substitute for the kind of basic science that federal investments support, she told Nature.",
            "Indeed, these trends explain the shifting balance of power between the United States and China, says Jonathan Adams, chief scientist at the Institute of Scientific Information, a unit of the analytics firm Clarivate, who is based in London. Adams points out that the United States retains its lead in areas that it has invested in the most, such as biomedical research. By contrast, China is overtaking the United States in materials science, physical sciences and computer science, which are areas where US investments have fallen short.",
            "The question, come January, is whether the next president and Congress will work together to advance scientific funding commitments that both political parties have endorsed in the past. This depends in large part on who controls the two chambers of Congress, which is currently divided, with Democrats holding the Senate and Republicans having a majority in the House of Representatives.",
            "Biden seeks to boost science funding — but his budget faces an ominous future",
            "When it comes to setting spending priorities, Congress often goes its own way no matter what presidents propose in their budgets. For example, although previous president Donald Trump repeatedly sought to cut science budgets, it was during his tenure that Congress broke its own self-imposed budget caps and gave science agencies a significant boost in funding alongside the increases in defence spending sought by the Trump administration, says Jennifer Zeitzer, who leads the public-affairs office at the Federation of American Societies for Experimental Biology in Rockville, Maryland.",
            "Today, lawmakers are once again operating under a budget agreement that seeks to cap overall spending until 2025, which could make it difficult to increase STEM spending, but it’s unclear how that discussion will play out with a new president and Congress next year.",
            "“I call it the whiplash effect,” says Zeitzer. Funding agencies are constantly buffeted by shifting political winds that produce big promises — and occasionally big investments — before an inevitable swing back towards austerity. Half of the time, funding agencies are operating under provisional budgets and the looming threat of a government shutdown. “I don’t know how we’re supposed to be competitive if we’re facing another 20 years of this,” Zeitzer says.",
            "h2The importance of foreign talent",
            "Because the United States relies heavily on international talent to fuel its scientific engine, a key question is whether it will remain the preferred place for researchers globally to study and work. There are different ways to interpret the data.",
            "The United States relies ever more heavily on overseas researchers: more than one-third of science and engineering PhDs granted last year went to international students (those on temporary visas), with the share at 59% in computer science (see ‘US reliance on overseas talent’). “We are at an all-time high in terms of dependency on foreign talent,” says Darío Gil, director of research at the technology giant IBM in Yorktown Heights, New York, and current chair of the US National Science Board, which oversees the NSF.",
            "*US_reliance_on_overseas_talent_Line_chart_showing_the_share_of_US_PhDs_awarded_to_students_with_temp",
            "Source: NCSES",
            "Most of these students come from China and India, which is a distant second. And when asked, 77% of Chinese students who earned doctoral degrees in the United States said that they intended to stay in the country, according to 2022 data, a proportion that has dipped only slightly over the previous five years.",
            "More generally, the United States remains the world’s top venue for international students, according to data from the Organisation for Economic Co-operation and Development5, hosting 15% of all students worldwide in 2020, the latest comparative figures available.",
            "But there are signs that the United States might be losing its edge. Its share of international students is declining, down from 23% in 20005. And although enrolment numbers have recovered to an all-time high after a brief pandemic dip (see ‘International students on the rebound’), there remains a question about whether top talent from China continues to view the United States as an attractive destination.",
            "*International_students_on_the_rebound_Bar_chart_showing_the_number_of_science_and_engineering_studen",
            "Source: ref. 2",
            "China is still the United States’ biggest research collaborator, but the number of articles co-authored by Chinese and US researchers is falling — even as Chinese collaborations with competitors rise (see ‘US–China collaboration is dropping’).",
            "*US_china_collaboration_is_dropping_Line_chart_showing_the_number_of_publications_published_as_a_coll",
            "Source: Scopus",
            "Some lawmakers in Congress might welcome this trend. Citing the dangers of letting science that is funded by US taxpayers fall into the hands of the Chinese military, congressional Republicans are pushing legislation that would limit the kind of research collaborations that university researchers can pursue.",
            "Questions about immigration and research security came to a head when Trump occupied the White House. First came the temporary travel ban that mainly impacted citizens from several Muslim-majority countries. Then a federal crackdown on academic espionage, dubbed the China Initiative, drew accusations of racism after ensnaring scholars with links to China, including many US citizens of Chinese descent.",
            "Biden ultimately ended both policies, but many scholars say they could make a comeback if Trump prevails in November. Last month, Trump vowed to reinstate his travel ban, and Republicans who control the US House of Representatives have approved legislation that would, if enacted, essentially reinstate the China Initiative.",
            "These tensions might be taking a toll: surveys in the United States have found that many Chinese researchers worry about prejudice after the China Initiative. A study6 published this year examined the propensity of Chinese students to enrol in US PhD programmes, compared with a control group of non-Chinese students. The two were in step until 2016, but the Chinese students became 15% less likely to enrol by 2019 — and more likely to enrol in non-US English-speaking countries. (The rapid drop of enrolments during the pandemic means that the study, which has yet to be peer-reviewed, can’t reliably be extended to later years.)",
            "Although Chinese-student enrolment at US universities has rebounded since the pandemic, China’s best and brightest might be shying away, says Yingyi Ma, a sociologist who heads the Asian/Asian American studies programme at Syracuse University in New York. Soaring anti-China rhetoric probably plays a part, Ma says, but so do expanding opportunities for Chinese graduate students at home, and the growing challenges to obtain work visas.",
            "How to win a Nobel prize: what kind of scientist scoops medals?",
            "A further challenge, and one that would be easy for Congress to fix, is the limitation on the availability of ‘green cards’ that grant permanent residency in the United States, says Amy Nice, an immigration scholar at Cornell University in Ithaca, New York, who recently served at the White House OSTP under Biden. The Biden administration has been working to do just that under existing laws and regulations, she says, but it’s ultimately up to Congress to increase the numbers of green cards that are available. “That’s the one thing that Congress could do to solve this problem,” Nice says.",
            "Not everybody is convinced that US academic institutions are facing an imminent crisis when it comes to international talent. Allan Goodman, chief executive at the Institute of International Education in New York City, points out that the United States isn’t the only country that is cracking down on immigration: Canada, the United Kingdom and others are doing much the same. This means fewer non-US options as international students consider where to forge their careers.",
            "Gil also says that he doesn’t see evidence showing Chinese students have been put off coming to the United States. “There is an extraordinary appetite to continue to come to the US,” he says. Gil says a bigger problem is how to encourage US students to engage in science and technology, citing declining mathematics attainment scores.",
            "h2The campus culture wars",
            "Across university campuses in the United States, there are growing tensions over issues such as the Gaza–Israel war; efforts to promote diversity, equity and inclusion; and the rights of transgender individuals. Part of a broader trend towards increasing political polarization, these culture wars have engulfed campuses and led some lawmakers to impose limits on what university researchers can study and teach, and to curtail policies that promote diversity, equity and inclusion. The August NASEM report1 tapped into some of these sentiments, raising the fear that the United States’ reputation is beginning to suffer abroad. “Some of the nation’s most important advantages in attracting and retaining talent are the intangibles: values, freedom, and opportunity,” the report stated.",
            "Like Biden, vice-president and presidential candidate Kamala Harris would be expected to advance science-friendly budgets while continuing to emphasize the role of science in tackling climate change and promoting public health. By contrast, Trump and his appointees repeatedly undermined government scientists and agencies during his time in office, especially on issues such as climate change and public health.",
            "Many political scientists fear a second Trump term could be even more fraught for government researchers. Besides Trump’s refusal to acknowledge the results of any election he doesn’t win and his promises to use the powers of the federal government for political retribution, researchers fear that he just might succeed in reshaping the US government by replacing thousands of federal scientists with obedient political appointees. This would further undermine the part that science plays in developing the rules and regulations that govern everything from greenhouse-gas emissions to drug development.",
            "No matter which party controls the presidency and Congress, the fate of US science is linked to broader trends in an increasingly polarized society, in which trust in many institutions has been eroding for several decades.",
            "So far, the institution of ‘science’ remains an outlier, with support from broad swathes of the public, but that could change if polarization increases on issues ranging from vaccines to global warming, says Henry Brady, a political scientist at the University of California, Berkeley. “If science and academia become ideological endeavours,” he says, “it’s going to be hard for them to survive.”",
            "Nature 634, 770-774 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03403-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03335-z",
        "title": "AI has dreamt up a blizzard of new proteins. Do any of them actually work?",
        "content": [
            "*Illustration_of_a_key_from_a_keyboard_with_'Generate'_written_on_it_and_a_tangle_of_proteins_burstin",
            " Illustration: Ibrahim Arafath",
            "On a Saturday morning in mid-August, Alex Naka embarked on what he describes as “a little hackathon” in his girlfriend’s kitchen. Powered by his laptop, some coffee and, at one point, about 80 cloud-based artificial intelligence (AI) processors, he generated scores of computer-engineered proteins designed to block a cell receptor that is mutated in some tumours.",
            "Naka — who on weekdays is a protein engineer at a medical technology company in Alameda, California — entered his ten most promising creations into a newly launched protein-design competition and watched them climb to the top of the leader board.",
            "Chemistry Nobel goes to developers of AlphaFold AI that predicts protein structures",
            "The contest, run by a biotechnology start-up firm called Adaptyv Bio in Lausanne, Switzerland, is one of at least five to have popped up over the past year or so. Most of the people entering the competitions are wielding AI tools such as AlphaFold and chatbot-inspired ‘protein language models’ that have exploded both in popularity and in power. Three of the researchers behind some of these tools were awarded this year’s Nobel Prize in Chemistry for their efforts. The accolades come, in part, from the hope that newly created proteins could serve as more-effective drugs, industrial enzymes or laboratory reagents.",
            "But the boom in designer proteins has mostly sown confusion, say scientists. People are churning them out faster than they can be made and tested in labs, making it hard to tell which approaches are truly effective.",
            "Contests have driven key scientific advances in the past, particularly for the field of protein-structure prediction. This latest crop of competitions is drawing people from around the world into the related field of protein design by lowering the barrier to entry. It could also quicken the pace of validation and standards development and perhaps help to foster community. “It will push the field forward and test methods more quickly,” says Noelia Ferruz Capapey, a computational biologist at the Centre for Genomic Regulation in Barcelona, Spain.",
            "But the competitions will have to overcome some hurdles, say scientists, such as identifying which problems to tackle and working out how to select winners objectively. Getting the formula right is important. “These competitions can do damage” to a field if they are not executed properly, says Burkhard Rost, a computational biologist at the Technical University of Munich in Germany.",
            "h2Competitive by design",
            "The protein-design contests are partly inspired by a 30-year-old competition that helped to kick off the revolution in biological AI. Since 1994, the Critical Assessment of Structure Prediction (CASP) has been challenging scientists to predict the 3D shape of proteins from their amino-acid sequences. Winners of the competition — founded by computational biologist John Moult at the University of Maryland in Rockville and Krzysztof Fidelis, a computational biologist at the University of California, Davis — are determined by comparing the computational predictions with unpublished structural models.",
            "In 2018, London-based DeepMind (now Google DeepMind) won CASP with its first version of the protein-structure-prediction tool AlphaFold. Its next iteration, AlphaFold 2, performed so well in 2020 that Moult declared the problem of predicting simple protein structures largely solved. The competition has since shifted its focus to other emerging challenges, such as predicting the structure of multiple interacting proteins in a complex.",
            "AI tools are designing entirely new proteins that could transform medicine",
            "Now, many hope that these competitions can push the protein-design field forwards just as CASP helped to spur a revolution in protein-structure prediction. “There would have not been an AlphaFold had it not been for CASP,” says Rost. “We need these competitions to do the job right and motivate people.”",
            "In June, Rost and several of his colleagues won the Protein Engineering Tournament run by Align to Innovate, an international, open-science non-profit organization. The event included two parts. First, participants tried to predict the properties of different enzyme variants. The best-performing teams in this round then re-engineered an enzyme that breaks down starch, with the best designs determined by lab experiments. A 2025 tournament is now in the works.",
            "A Winter Protein Design Games contest that announced its winner in April was run by Liberum Bio, a biotechnology company in Kitchener, Canada, and Rosetta Commons, a collaboration of mostly academic scientists that maintains protein modelling tools. The contest tasked entrants with re-engineering an existing protein — a plant-virus enzyme used widely in protein purification — to make the molecule more efficient.",
            "Two other contests asked participants to come up with entirely new proteins. Adaptyv’s was looking for proteins capable of attaching to a growth hormone receptor called EGFR that is overactive in many cancers. The 90 entrants submitted more than 700 designs.",
            "And in Bits to Binders, researchers are vying to create small proteins that could be used in a T-cell cancer therapy. Run by the BioML Society, a graduate-student-led group at the University of Texas at Austin, it attracted 64 teams from 42 countries — including Nigeria, Colombia, Iran and India. Around 18,000 designs are now being tested, with results due in early 2025. “We were quite surprised with the turnout,” says co-organizer Clayton Kosonocky, a biochemistry PhD student at the university.",
            "h2Newcomers welcome",
            "Julian Englert, chief executive and co-founder of Adaptyv, says that many of the participants in its contest work in protein engineering and design. However, the competition has also received promising entries from people with no professional experience in biology. An entrant from Iran made his predictions using a gaming computer because he didn’t have access to more-powerful systems.",
            "Englert says that the high-quality entries from people who aren’t established researchers reminds him of the garage-tinkering origins of Apple, Microsoft and other tech giants. “It would have taken them two years of studying and joining a lab to get to the point where they can get started. Here they can do it over a weekend.” He imagines a future in which freelance protein designers vie for bounties set by companies, academic labs and others seeking a custom molecule.",
            "‘The entire protein universe’: AI predicts shape of nearly every known protein",
            "The competitions can save time in other ways, too. Getting quick experimental results from contest organizers was a big motivation for Michael Heinzinger, a machine-learning scientist at the Technical University of Munich who was part of the winning team with Rost. “Otherwise we would have had to put in the time to write a grant,” he says. “For me, the prize is saving time.”",
            "In terms of actual prizes, the Align to Innovate tournament didn’t offer one, but some others do. The winners of Bits to Binders will get a 3D-printed trophy of their design and some merchandise from the biotech company that is conducting the experiments, called LEAH Laboratories in Eagan, Minnesota. There will also be opportunities for collaboration.",
            "Adaptyv, which sells automated lab testing of molecules created by protein designers, offered a handful of free experiments and some of its own swag. And the winners of the Rosetta Winter Games split US$5,000.",
            "But the standout is the recently launched Evolved 2024 contest, in which the first-place team will take home a $25,000 credit for Amazon Web Services, along with credits from other companies (including OpenAI) worth thousands of dollars. Its sponsors include Lux Capital, a venture-capital firm in New York City that has invested more than $1.5 billion in tech firms, and EvolutionaryScale, a biology AI start-up also in New York City, that has attracted $142 million in investment.",
            "h2Beyond big cash prizes",
            "Choosing who will reap these rewards isn’t always straightforward. The Evolved 2024 contest — more of a hackathon, in which teams work on broad-brush problems such as predicting drug efficacy and safety — will be judged subjectively by a panel of experts. But even for the contests with more clear-cut protein-design goals, “it’s not trivial to figure out who wins,” says Erika DeBenedictis, a biological engineer and founder of Align to Innovate. Her organization’s tournament gauged designs on the basis of their activity, stability and how well (or even whether) they could be made. “When you design a protein, there are a lot of ways it can fail,” she says.",
            "And if competitions are to move the needle in protein design, they will need to address the challenges that the wider field is tackling, say scientists. Unlike structure prediction, protein design can have wildly different criteria from task to task. The approaches to craft a particular type of enzyme might not translate to other proteins, such as vaccine components.",
            "What’s next for AlphaFold and the AI protein-folding revolution",
            "The competitions could prove counterproductive if they send the field down a rabbit hole — for example, by judging designs too narrowly, warns Rost. Researchers could also fail to reap the full benefits of protein-design competitions if contestants keep quiet about their approaches, says Anthony Gitter, a computational biologist at the University of Wisconsin–Madison. “If teams aren’t communicating their methods, there’s not much opportunity to learn about what work and what fails.”",
            "So far, this doesn’t seem to be happening. Most of the competitions encourage or even require participants to describe their approaches. The contests could also help to bring together some of the disparate fields that have been drawn to protein design — from biochemistry labs that pioneered protein engineering methods to machine-learning scientists who cut their teeth in natural-language processing, says Gitter. “People organizing the competitions, to have maximum impact on the field, should think really hard about how to create a community.”",
            "When the Adaptyv competition results were announced in late September, Naka was disappointed. Although all ten of his entries looked strong, none of his designs worked in the lab. Only 5 of the 147 designs that were tested actually bound to the target molecule. And more than 50 of them couldn’t even be made.",
            "That actually isn’t bad: past efforts to design EGFR binders have had much lower success rates. “It’s par for the course in protein engineering — you have to be ready to fail a lot,” Naka says. The winners were Martin Pacesa and Lennart Nickel, structural biologists at the Swiss Federal Institute of Technology (EPFL) in Lausanne, who posted a preprint describing their approach and made its code open-source (M. Pacesa et al. Preprint at bioRxiv https://doi.org/nmfm; 2024). Adaptyv has now launched a second competition that builds on the first.",
            "Naka wishes he had started working on his entries earlier. He describes his hackathon as “type 2 fun” — painful at the time, but enjoyable in retrospect. Through the competition, he forged connections with like-minded scientists, including Gitter. “It feels like it lowered the barrier to entry and let a lot of new people participate in protein design,” he says. “I’ll definitely be participating in similar events in the future.”",
            "Nature 634, 532-533 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03335-z"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03520-0",
        "title": "‘Listening to scientists bicker is instructive’: physics Nobel-winner on solving problems between fields",
        "content": [
            "*Portrait_of_John_Hopfield",
            "John Hopfield started his career in physics and moved to study problems in chemistry and biology.Credit: Denise Applewhite, Princeton University",
            "John Hopfield, one of this year’s winners of the Nobel Prize in Physics, is a true polymath. His career started with probing the physics of solid states during the field’s heyday in the 1950s before moving to the chemistry of haemoglobin in the late 1960s, and studying DNA synthesis in the decade that followed.",
            "How to win a Nobel prize: what kind of scientist scoops medals?",
            "In 1982, he devised a brain-like network in which neurons — which he modelled as interacting particles — formed a kind of memory. The ‘Hopfield network’, for which he was awarded the Nobel Prize, is now widely seen as a building-block of machine learning, which underpins modern artificial intelligence (AI). Hopfield shared the award with AI pioneer Geoffrey Hinton at the University of Toronto in Canada.",
            "Now 91 years old, Hopfield, an emeritus professor at Princeton University in New Jersey, spoke to Nature about whether his prizewinning work was really physics and why we should worry about AI.",
            "h2There was discussion that your prizewinning work was not really physics, but computer science. What do you think?",
            "My definition of physics is that physics is not what you’re working on, but how you’re working on it. If you have the attitude of someone who comes from physics, it’s a physics problem. Having a father and mother who were both physicists warped my view of what physics was. Everything that, to you, was interesting in the world was because you understood the physics of putting such a thing together. I grew up with puzzles and I wanted to figure them out.",
            "Scientists are waiting longer than ever to receive a Nobel",
            "In 1981, I gave a talk at a meeting and Terry Sejnowski, who had been my research student in physics, was sitting next to Geoff Hinton. [Sejnowski now runs a computational neurobiology group at the Salk Institute in La Jolla, California.] It was clear that Geoff knew how to get a system of that sort — the mechanics that I do — to express computer science. They got talking and eventually wrote their first paper together. Terry recalled this one day, and it was the story of how things came from physics into computer science.",
            "h2You began your career in physics. How did you move into biology?",
            "Solid-state physics was the backbone of new technologies at the time. But it was getting harder and harder to find a good problem, one that I was capable of solving and interested in solving. And I had a friend, Bob Shulman at Bell Laboratories, where I was at the time, who’d gone recently from chemistry into biology, and he started to talk about the fact that you were beginning to be able to study biological molecules in detail. I had the idea that maybe the time had come to use the way we studied solid state on big molecules.",
            "h2What do you think your physics approach brought to biology?",
            "What I tried to do was to accumulate understanding of smaller systems and then try to see whether I could use that to understand larger systems. Maybe you can get from physics at one end to biology at the other? There were problems that I could visualize the conclusion to, because of my understanding of a physical system which was abstractly related to it.",
            "Physics Nobel scooped by machine-learning pioneers",
            "h2At the end of the 1970s, you turned to neuroscience and efforts to simulate the brain using artificial neurons. How did the Hopfield network come about?",
            "I began to write down simple equations which described how the activity of a nerve system would change with time, due to the interactions the system had with itself and with the external world. You can think of the same kind of equations for spin systems interacting in magnetism. That’s really what launched me, trying to get equations of motion in one field and in another field to match together.",
            "h2Hinton is vocal in his fears about the potential harm of AI. Do you worry?",
            "I do worry about it. [Think about] nuclear technology, which enabled people to make arbitrarily large bombs, and could also be very useful. People started worrying as soon as they understood what a chain reaction was. Fast-forward to 1970, folks in biology were very concerned about genetic engineering. If you engineer a virus in the right fashion, you could come close to wiping out populations. It’s essentially a chain reaction. It wouldn’t astonish me if you could make this kind of hazard in AI — making programs in such a way that they were self-reproducing.",
            "Chemistry Nobel goes to developers of AlphaFold AI that predicts protein structures",
            "The world doesn’t need unlimited speed in developing AI. Until we understand more about the limitations of the systems you can make — where you stand on this hazard ladder — I worry.",
            "h2What’s your advice for today’s PhD students?",
            "Where two fields are driven apart, see if there is anything interesting in the crack between them. I’ve always found the interfaces interesting because they contain interesting people with different motivations, and listening to them bicker is quite instructive. It tells you what they really value and how they’re trying to solve a problem. If they don’t have the tools to solve the problem, there may be space for me.",
            "h2Are you still an active researcher?",
            "I don’t teach. I have one collaborator, Dmitry Krotov [at the MIT–IBM Watson AI Lab in Cambridge, Massachusetts], who comes from theoretical physics and I have fun talking to him. I never do any of the mathematics, these days. But I certainly enjoy interacting with people who are trying to ask and answer significant problems. It’s fun to be reminded of the breadth of problems people are working on. When I taught, it always involved young people, different views, and that’s how you stay young.",
            "doi: https://doi.org/10.1038/d41586-024-03520-0"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03460-9",
        "title": "Physicists tame fundamental muon particles into highly controlled beam for first time",
        "content": [
            "*A_worker_walks_along_the_Neutrino_Beamline_at_the_Neutrino_Experimental_Facility_at_the_J-parc_in_To",
            "A worker at the Neutrino Experimental Facility at the Japan Proton Accelerator Research Complex (J-PARC) in Tokai.Credit: Dai Kurokawa/EPA/Shutterstock",
            "For the first time, researchers have accelerated muons — the heavier, unstable cousins of electrons — into a tightly controlled beam, bringing the vision of a muon collider a step closer to reality. ",
            "A team at the Japan Proton Accelerator Research Complex (J-PARC) in Tokai shot a laser at a stream of muons to bring the fast-moving particles to a near-standstill. Then, the researchers applied an electric field to accelerate these ‘cooled’ muons to around 4% of the speed of light. The findings, which are yet to be peer-reviewed, were posted on 15 October on the arXiv preprint server1.",
            "The feat is a “great step forward” in the approach needed to build a muon collider, which could be used to make the exquisitely sensitive measurements required to uncover new physics but be smaller and potentially cheaper to build than other particle colliders, says Tova Holmes, a particle physicist at the University of Tennessee, Knoxville. ",
            "Muons are short-lived fundamental particles that are almost identical to electrons, but have more than 200 times the mass. Over the past decade, there has been growing momentum towards building a compact muon collider that could match or exceed the energies achieved by sprawling proton and electron colliders, such as the 27-kilometre Large Hadron Collider at CERN, Europe’s particle-physics laboratory near Geneva, Switzerland. A 10-kilometre muon collider could produce particles that have as much energy as those from a 90-kilometre proton machine, because muons are fundamental particles, which means that all of their energy goes into each collision. By contrast, proton collisions occur between their constituent quarks.",
            "h2Tricky particles",
            "But muons are fiendishly difficult to accelerate because they only exist for around 2 microseconds before they decay into an electron and two types of neutrino. They also dart around in different directions at various speeds, making them difficult to tame into a narrow, high-intensity beam. Although researchers have accelerated muons before, the beams “are highly divergent”, says study co-author Shusei Kamioka, a particle physicist at the High Energy Accelerator Research Organization in Tsukuba, Japan. As a result, the beams are too unruly to be used for sensitive measurements.",
            "To overcome this roadblock, Kamioka and his colleagues shot a beam of positively-charged muons — the antimatter counterpart of muons, called antimuons — into silica aerogel, a sponge-like material that’s often used as a thermal insulator. When the antimuons hit electrons in the aerogel, neutral atoms of ‘muonium’ formed. The researchers fired a laser at these atoms to strip away their electrons, turning them back into antimuons that were almost frozen in place. This cooling process made the particles’ speeds and directions uniform.",
            "Next, the researchers used an electric field to accelerate these slowed-down muons to an energy of 100 kiloelectronvolts, achieving a speed of around 4% that of light.",
            "Although the results are promising, there’s still a long way to go before muon colliders will become a reality, says Holmes. The approach would need to be scaled up to produce even tighter, higher-intensity beams, she says.",
            "Kamioka said he and his colleagues are developing the technology needed to accelerate muons to 94% of the speed of light, and hope to achieve this by 2028. “That is our next milestone,” he says.",
            "Besides building a future collider, physicists could use high-energy muon beams in experiments that could go beyond the standard model of particle physics, such as precisely measuring the muon’s mysterious magnetism — which has been shown to be stronger than predicted by theory, says Kamioka.",
            "doi: https://doi.org/10.1038/d41586-024-03460-9"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03457-4",
        "title": "Animal-to-human viral leap sparked deadly Marburg outbreak",
        "content": [
            "*Coloured_scanning_electron_micrograph_of_red_Marburg_virus_particles_attached_to_a_blue_infected_cul",
            "A single jump by Marburg virus (red; artificially coloured) from an animal to humans triggered an ongoing outbreak in Rwanda.Credit: NIAID/Science Photo Library",
            "The third-largest outbreak in history of the deadly Marburg virus was sparked by a single jump of the pathogen from an animal to humans, preliminary genomic evidence shows.",
            "The outbreak began last month in Rwanda, where it has infected 63 people of whom 15 have died. Other evidence suggests that the first person to become infected in the outbreak probably contracted the disease during a visit to a cave that hosts a species of bat known to harbour the virus.",
            "Multiple introductions from animals to humans would have raised fears that the virus is more widespread in Rwanda than was previously thought. Multiple introductions could also have raised the prospect of new outbreaks, as could an unknown provenance for the virus.",
            "Deadly Marburg virus: scientists race to test vaccines in outbreak",
            "Rwanda’s response to the virus has also kept the outbreak from being even worse, researchers say. Scientists praise the country’s efforts to control the outbreak, investigate its origins and share data with the scientific community. “As soon as they realized it was a problem, they started contact tracing, conducted a thorough epidemiological investigation, identified the [first] patient and potentially the source of the infection — and managed to roll out an experimental vaccine trial within a week,” says Angela Rasmussen, a virologist at the University of Saskatchewan in Saskatoon, Canada. This shows that, with the Marburg virus disease, “a rapid urgent response can mitigate severity of the outbreak”, she adds.",
            "The findings, which have not yet been published in full or peer reviewed, were posted on the social-media platform X and discussed at a media briefing on 20 October.",
            "h2Quick containment",
            "The outbreak, which was declared on 27 September, is Rwanda’s first; Tanzania and Equatorial Guinea recorded their first Marburg outbreaks last year, and Ghana’s first was in 2022. Outbreaks of Marburg — which causes high fever, severe diarrhoea, nausea and vomiting, and in severe cases, bleeding from the nose or gums — now occur about once a year. Before the 2020s, they were detected at most a few times each decade.",
            "Since the outbreak began, reports of new infections have dropped off notably. Rwandan health officials have recorded one new case and no deaths in the past 10 days, and only two people remain in isolation and treatment. A Marburg outbreak can be declared over when no new cases have been reported for 42 consecutive days.",
            "Lethal Marburg virus is on the rise in Rwanda: why scientists are worried",
            "There is no proven vaccine or treatment for infections with the virus, which is closely related to Ebola virus, both in its symptoms and in its transmission, which is primarily through contact with bodily fluids. Health officials are offering a candidate vaccine, made by the Sabin Vaccine Institute in Washington DC, to the contacts of infected individuals. More than 1,200 doses have been administered so far.",
            "This outbreak has one of the lowest fatality rates — about 24% — on record for Marburg; previous outbreaks reported fatality rates as high as 90%. This is probably a result of there being quick diagnoses, access to medical care and that most infections are in relatively young health-care workers.",
            "In fact, two people who were infected with the virus and put on life support were successfully intubated and later extubated as they recovered. This marks the first time that people with Marburg virus disease have been extubated in Africa, Tedros Adhanom Ghebreyesus, director-general of the World Health Organization in Geneva, Switzerland, said at a briefing on 20 October. “These patients would have died in previous outbreaks,” he said.",
            "h2Single source",
            "To help inform outbreak control, researchers at the Rwanda Biomedical Centre in Kigali sequenced the Marburg virus genome of several infected people. They found that all samples closely resembled one another, suggesting that the virus spread rapidly in a short period of time and that they shared a common origin. They also found that the virus strain is closely related to one detected in Uganda in 2014 and to one found in bats in 2009, Yvan Butera, Rwanda’s minister of state for health, who co-led the research, tells Nature.",
            "COVID spurs boom in genome sequencing for infectious diseases",
            "Comparison of the 2014 strain with the one causing the current outbreak shows a “limited mutation rate”, Butera says, suggesting that there have probably been few changes to the virus’s transmissibility or lethality over the past decade. Generally, viruses collect mutations as they replicate over time; if it is true that the mutation rate is low, Rasmussen wonders how the virus lingers in its animal reservoir — the Egyptian fruit bat (Rousettus aegyptiacus) — without major changes.",
            "Researchers say that environmental threats, such as climate change and deforestation, have made people more likely to encounter animals that can pass on infections. More data on how the virus persists in bats — and in which tissues it does — could help to inform surveillance efforts, which would give health officials a better picture of virus hotspots, Rasmussen adds.",
            "Butera says that the genomic analyses are being finalized; he and his colleagues hope to share the full data by the end of the week, he says.",
            "doi: https://doi.org/10.1038/d41586-024-03457-4"
        ]
    }
]