[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03576-y",
        "title": "First DNA from Pompeii body casts illuminates who victims were",
        "content": [
            "*An_artists'_impression_of_Mount_Vesuvius_erupting_near_Pompeii",
            "The eruption of Mount Vesuvius (artist’s illustration) buried the city of Pompeii, Italy, in at least six metres of volcanic debris.Credit: Culture Club/Bridgeman/Getty",
            "Editor’s note: this article includes a photograph of a plaster cast of a person who died at Pompeii. ",
            "Bits of human bone recovered from Pompeii, Italy, have yielded DNA from people who died during the eruption of Mount Vesuvius — and the genetic data are challenging old assumptions about the victims’ identities and relationships1.",
            "Researchers obtained the bone fragments from the plaster casts of people who died in the eruption, which buried the city under ash and pumice in ad 79. The DNA is the first to be recovered from the casts and reveals details about the sex, ancestry and family ties of five individuals.",
            "AI reads text from ancient Herculaneum scroll for the first time",
            "One narrative debunked by the genetic data, published today in Current Biology, centres on a victim long thought to be a mother who died while holding their child. An intricate golden bracelet on one of the their arms contributed to the attribution of female gender to the individual. The DNA analysis showed instead that the individual was a male and had no familial link with the child.",
            "The reversal shows that DNA can “rewrite history, or the stories of a particular group of individuals”, says co-author David Caramelli, an anthropologist at the University of Florence in Italy.",
            "“They really did a nice job of pointing out that these narratives were highly biased and that these judgments were made without really any scientific data,” says anthropologist John Lindo, who studies ancient DNA at Emory University, in Atlanta, Georgia.",
            "h2Moment of death",
            "Since excavations of the ruins of Pompeii began in the 1700s, more than 100 plaster casts of the victims’ bodies have been made by pouring liquid plaster in the voids left by the destruction of their soft tissues. Many of these casts still encase pieces of the victims’ bones.",
            "The researchers had the opportunity to collect some of these fragments during efforts to restore 86 of the 104 plaster casts. Samples from five individuals yielded complete or partial genomes. The researchers were very lucky, Lindo says. “Just being exposed to that type of heat would have destroyed a lot of the DNA, and then being mixed environmentally with the plaster later on would have also complicated the situation.”",
            "*A_restorer_wearing_blue_gloves_works_on_a_petrified_victim_laying_on_a_table",
            "A conservator works on one of the plaster casts of a person who died at Pompeii.Credit: Salvatore Laporta/KONTROLAB/LightRocket/Getty",
            "According to the DNA analysis, all five individuals were male. The analysis also revealed details of their relationships with each other. For example, the remains of the person wearing the golden bracelet and the child that the person carried were discovered along with two others. Until now, the people in the group were thought to belong to the same family, but the DNA analysis showed no biological connection between them. The findings highlight how unreliable such conventional interpretations, often based on limited evidence, can be, the authors say.",
            "Another interpretation challenged by the new data involves two individuals found in an apparent embrace. They were previously thought to be either sisters or a mother and a daughter, but the genetic analysis now suggests that at least one of them was male.",
            "How volcanoes shaped our planet — and why we need to be ready for the next big eruption",
            "“What this study does is to remind us that there are indeed myths there to be debunked,” says Steven Ellis, an archaeologist at the University of Cincinnati, Ohio, who has led excavations in Pompeii. He notes that most narratives built around the plaster casts are simplified interpretations designed to boost public interest. Current scholarship about Pompeii doesn’t necessarily accept past interpretations of the casts, but “the plaster casts are an extraordinary symbol of the tragedy that is the story of Pompeii and they’ve always created a splash”, he says. ",
            "The DNA analysis also confirmed that Pompeii’s population was genetically diverse: the analysed individuals were descendants of immigrants from the eastern Mediterranean. “We’ve known it from the jewelry that they’re wearing, the cults that they follow, the decorations that adorn the houses,” Ellis says. “But we didn’t really know it from the body cast themselves. Now we do, and that's quite important information.” ",
            "doi: https://doi.org/10.1038/d41586-024-03576-y"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03666-x",
        "title": "New CERN chief pledges to forge ahead with $17-billion supercollider",
        "content": [
            "*Designated_Director-General_of_the_European_Organization_for_Nuclear_Research,_CERN_British_physicis",
            "Mark Thomson will take the helm at CERN at the end of next year. Credit: Fabrice Coffrini/AFP via Getty",
            "British particle physicist Mark Thomson has been named as the next leader of CERN, the European particle-physics laboratory outside Geneva, Switzerland. ",
            "As CERN’s director general, Thomson will face major challenges, including an uncertain political landscape amidst the war in Ukraine, which has led the lab to break government-level ties with Russia. He will also have to repair a faltering consensus around the Future Circular Collider (FCC), a new 90-kilometre tunnel to host the lab’s flagship experiments throughout the rest of the century. The German government, CERN’s largest contributor, expressed scepticism about the project earlier this year, and China could beat CERN to the punch with a similar project.",
            "CERN’s $17-billion supercollider in question as top funder criticizes cost",
            "Thomson is no stranger CERN: he worked at a major experiment there in the 1990s, and helped to discover the Higgs boson at the Large Hadron Collider (LHC) — the world’s most powerful particle accelerator — in 2012, together with the current director general Fabiola Gianotti. He is currently chair of the Science and Technology Facilities Council, a UK funding agency, and is a representative on the CERN Council, the board that oversees the laboratory on behalf of its member countries. He will take up the director general post at the end of 2025, when Gianotti’s second consecutive five-year term is due to end. ",
            "In a press conference on 7 November, both Gianotti and Thomson stressed the need for continuity, and the importance of the ongoing €1.5 billion upgrade to the 27-kilometre LHC. Thomson also reiterated Gianotti’s commitment to build the FCC. “I am very much aligned with the vision of the current DG,” he told reporters. ",
            "Former CERN council president Ursula Bassler is optimistic about Thomson’s appointment. “He is a person who values what the FCC can bring to CERN, but who is also aware of the reservations some people might have,” says Bassler, who is a particle physicist and scientific director at French National Institute of Nuclear and Particle Physics in Paris. “I think he will really act in a quite transparent way to come to a decision.”",
            "Thomson will be the first UK physicist to lead the organization since the 1990s. As well as having worked at the LHC, he has been a co-leader and spokesperson of the Deep Underground Neutrino Experiment under construction in Illinois and South Dakota. ",
            "doi: https://doi.org/10.1038/d41586-024-03666-x"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03616-7",
        "title": "Blood test could help diagnose bipolar disorder — but some researchers are sceptical",
        "content": [
            "*Hand_removing_a_vial_of_blood_for_testing_at_a_clinic",
            "Scientists have developed a blood test that uses biomarkers to help diagnose bipolar disorder.Credit: John Thys/Reporters/Science Photo Library",
            "A first-of-its-kind blood test that uses biomarkers to distinguish bipolar disorder from depression could slash the time it takes to get an accurate diagnosis from years to weeks, according to the company that developed the test — but some scientists have raised concerns about its validity.",
            "The test uses biomarkers related to RNA editing to diagnose the condition and has been available in France since March and in Italy since October 2023, having been granted regulatory approval in both countries.",
            "Blood test uses ‘protein clock’ to predict risk of Alzheimer’s and other diseases",
            "However, some researchers are concerned about the small size of the trials the test is based on and the lack of independent verification of the studies. The test’s developer, the French start-up Alcediag in Montpellier, says that its trials are valid and reproducible. ",
            "The row highlights a wider discussion about the potential of biomarkers — biological characteristics that can indicate a particular medical state — to enable earlier diagnosis and more personalized treatments for psychiatric disorders.",
            "“There is a role for investigating biomarkers,” says Suresh Sundram, a psychiatrist at Monash University in Melbourne, Australia. “But it is a very fraught area.”",
            "h2Slow diagnosis",
            "Bipolar disorder, a spectrum of conditions characterized by mood swings that alternate between mania and depression, is difficult to diagnose. About 40 million people globally live with the illness, and the diagnostic process, which often involves multiple sessions with a psychiatrist, takes an average of seven to ten years, during which time people are often misdiagnosed with conditions such as depression and given inappropriate or ineffective treatments.",
            "Alcediag hopes to alter this grim landscape. The company says its €900 (US$980) blood test, EDIT-B, can help to distinguish bipolar disorder from depression using biomarkers. EDIT-B differentiates between the two by measuring subtle differences in RNA editing — a regulatory process that alters various cellular mechanisms, including the expression of genes, which in turn affects neurological functioning.",
            "Found: a brain-wiring pattern linked to depression",
            "Several studies have suggested that differences in RNA editing could play a part in autoimmune diseases and cancer, as well as in psychiatric conditions. In preliminary research, scientists at Alcediag identified distinct patterns of RNA editing affecting eight genes that seem to differ between healthy people and those experiencing depression. Among the depressed patients, six of these genes also show variations that distinguish people with depression from those with bipolar disorder. These differences produce a unique combination — or signature — of biomarkers that the company says it discovered using an artificial intelligence (AI) algorithm it developed.",
            "“We have a signature for those with depression, a signature for the controls, and … one for bipolar,” says Dinah Weissmann, co-founder and chief scientific officer of Alcediag. In a 2022 study involving 410 participants, the algorithm distinguished between the 160 people with depression and the 95 individuals with bipolar disorder with high accuracy1.",
            "About 80 people have used EDIT-B since its commercialization in France and Italy, says Weissmann, and feedback has been positive so far. She cites the anecdotal report of a person who, after receiving a positive test result, said they changed to more effective medication. “The patient wrote to their doctor: ‘It’s great, I’m back on my feet. I’m living normally again,’” says Weissmann.",
            "h2Potential risks",
            "For many people with bipolar disorder, a faster, more precise diagnosis would allow them to access “the right medication, at the right time”, says Marion Leboyer, a psychiatrist and executive director of the FondaMental Foundation, a research organisation based near Paris.",
            "On the other hand, if a blood test gives an incorrect result, there is a risk that disorders could be misdiagnosed or overlooked, says Boris Chaumette, a psychiatrist at the French National Institute of Health and Medical Research in Paris. ",
            "There is no indication that an EDIT-B result has led to an incorrect diagnosis. But Chaumette and others are concerned about some of the methodology of studies used to demonstrate the EDIT-B test’s effectiveness. He points to “inherent limits” to the 2022 study with 410 participants. “You take a data set with many variables and not many patients, and you ask an algorithm to classify people. It will inevitably find things that classify them, it will inevitably identify commonalities,” he says. “In fact, what you observe could be the effect of treatments.”",
            "Simple blood test detects eight different kinds of cancer",
            "He adds that, apart from the control group, every person involved in Alcediag’s studies was taking medication (as is often the case with psychiatric research). These drugs could affect the levels of some biomarkers, says Sundram, “so the algorithm could pick up the effect of the medicine”.",
            "Weissmann says that the study participants with bipolar disorder and those with depression were taking a range of different medications, so if the algorithm was distinguishing people on the basis of their treatments, it would have classified them according to therapeutic classes. Stable patients — those who had a diagnosis but were not experiencing symptoms at the time of the study — also had a different biomarker signature from the control group, she adds, indicating that their medication suppressed symptoms without affecting markers of the underlying illness. She says that Alcediag’s studies have involved hundreds of participants, and that the company is conducting a new clinical trial with 436 patients; they expect to publish the results next year.",
            "h2Replication questions",
            "Certain aspects of Alcediag’s studies make it difficult for independent researchers to verify the work, says Chaumette. The algorithm and its underlying code haven’t been shared, and follow-up studies run after the initial 2022 trial have used slightly different versions of the test. In a study the firm published this year, for example, it had removed one biomarker from the initial combination and added three new ones2.",
            "This issue led the French National Authority for Health (HAS), an independent body that assesses health products, to reject Alcediag’s application for people taking the test to be reimbursed by the French health authorities. “There were variations in performance among the three versions, and we lacked the rationale to explain why this version was chosen and not another,” says Cédric Carbonneil, who heads the HAS department responsible for assessing new medical devices and procedures. It is not unusual for companies at early stages of development to initially have their applications denied, and the HAS expects Alcediag to reapply, he adds. Alcediag says that it made changes to the biomarkers to improve the test’s performance, and that it hasn’t shared the algorithm for commercial reasons.",
            "Chaumette says he would have liked to see larger studies backing up the test before it was rolled out to patients, and he hopes Alcediag will make its technology available to independent groups to allow them to replicate the findings. “If you commercialize it rapidly and patent everything without sharing anything, then it becomes opaque.”",
            "doi: https://doi.org/10.1038/d41586-024-03616-7"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03628-3",
        "title": "How understudied endometriosis causes pain for hundreds of millions of women",
        "content": [
            "*Woman_suffering_from_abdominal_pain",
            "Many women live with endometriosis but scientists say research into the condition is underfunded.Credit: GARO/PHANIE/Science Photo Library",
            "Pain-sensing nerves and immune cells work together to wreak havoc in endometriosis, a painful condition that affects an estimated 190 million women and girls of reproductive age. But a study in mice suggests a way to harness that interaction to treat the disorder1.",
            "The research, which was published on 6 November in Science Translational Medicine, reveals a key molecular pathway that not only promotes the sensation of pain caused by endometriosis, but also exacerbates the disease. Drugs that inhibit this pathway are already used for the treatment of migraines — the study’s findings suggest that these therapies might be useful to treat endometriosis as well.",
            "“This is a new way of looking at how we could change pain pathways in endometriosis,” says Louise Hull, a researcher who studies endometriosis and treats people with the condition at the University of Adelaide in Australia.",
            "h2Limited treatments",
            "Endometriosis occurs when cells similar to the lining of the uterus grow outside of the organ, sometimes causing pain, infertility and heavy menstrual bleeding. Current treatment options are limited. Hormonal medications can reduce symptoms in some people but not everyone can tolerate the side effects, and they are not useful for those who want to become pregnant. Non-steroidal anti-inflammatory drugs are used to relieve pain, but long-term use can damage the liver and kidneys. And the benefits of surgical treatments to remove endometrial deposits are often transient.",
            "The condition is also famously understudied, says Michael Rogers, a cancer researcher at the Boston Children’s Hospital in Massachusetts and an author on the study. “Compared to other diseases that are similarly widespread and have a similar economic impact, endometriosis research is at least two — and probably three — orders of magnitude underfunded,” he says.",
            "Rogers was recruited to the field by a member of his church whose family has been severely affected by endometriosis. Every month or two, she petitioned him: “She would say, ‘Mike, you really need to start working on this disease.’”",
            "Eventually, she won him over. Rogers started following research in the field and, about nine years ago, began to develop the animal models he needed to investigate the condition.",
            "By then, researchers had already discovered that immune cells called macrophages probably contribute to endometriosis and that pain-sensing nerves are also involved2. Rogers and his colleagues found that disabling these nerves in mice with a condition similar to endometriosis not only dampened pain, as assessed by the animals’ behaviour, but also reduced the size of lesions containing endometrial cells. “This strongly suggested that the pain-sensing nerves weren’t just sensing pain, they were doing something to help the lesions grow,” says study co-author Victor Fattori, a pharmacologist at Boston Children’s Hospital.",
            "h2Crosstalk",
            "The team decided to test whether a protein called CGRP, which aids communication between the nervous system and macrophages, might also have a role in endometriosis. Several drugs that block CGRP have already been approved by the US Food and Drug Administration for other conditions, and the researchers administered four of these to mice with an endometriosis-like condition.",
            "Again, they saw a decrease in pain. Two of the drugs significantly reduced lesion size, and it’s possible that higher doses of the other two medicines would have done so as well, says Rogers. ",
            "Clinical trials are needed to determine whether the same approach could be effective in people. Rogers is optimistic that such trials could begin soon: the drugs are already on the market and are considered relatively safe.",
            "Even so, it will be particularly important to demonstrate that they are safe for women who might want to become pregnant while taking the drug, says Hull.",
            "If shown to be safe and effective, CGRP-inhibiting drugs could fill a gap in care for people with endometriosis, says Erin Greaves, who studies the condition at the University of Warwick, UK, and who collaborates with Rogers. “New non-hormonal treatments for endometriosis are desperately needed.”",
            "doi: https://doi.org/10.1038/d41586-024-03628-3"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03492-1",
        "title": "Cat brains age like ours — and could help scientists to understand cognitive decline",
        "content": [
            "*A_red_tabby_maine_coon_cat_yawns_while_sitting_in_a_woven_basket_next_to_a_window",
            "Old cats’ brains show some of the changes seen in the brains of ageing humans.Credit: Getty",
            "To unlock the secrets of human ageing, researchers might do better to look to the pet napping on their couch than to a laboratory mouse.",
            "As cats age, their brains show signs of atrophy and cognitive decline that more closely resemble the deterioration seen in ageing humans than do the changes in the brains of ageing mice, according to findings presented last month at the Lake Conference on Comparative and Evolutionary Neurobiology near Seattle, Washington.",
            "The results are part of a large project, called Translating Time, that compares brain development across more than 150 mammal species, and is now expanding to include data on aging. The hope is that the data will aid researchers trying to crack the causes of age-related diseases, particularly conditions that affect the brain, such as Alzheimer’s disease.",
            "“To address challenges in human medicine, we need to draw from a wide range of model systems,” says Christine Charvet, a comparative neuroscientist at Auburn University College of Veterinary Medicine in Alabama, who presented the work. “Cats, lemurs, mice are all useful. We shouldn’t focus all our efforts on one.”",
            "h2Age in dog years",
            "The Translating Time project started in the 1990s as a tool for developmental biologists1. Project scientists compiled data on how long it takes for the brain to reach a range of developmental milestones in a variety of mammals and used these data to graph the relative development of two species over time. This can help researchers to link observations of animal development to the corresponding human age.",
            "Ageing studies in five animals suggest how to reverse decline",
            "Over the years, however, as Charvet presented these data at conferences, researchers kept asking her to extend the database to include not only early development, but also how the brain changes as animals age.",
            "Scientists have long been frustrated with the limitations of standard laboratory models when it comes to understanding human ageing and its impact on the unique human brain. Mice live for only a few years — not long enough to accumulate much of the damage thought to drive some neurodegenerative diseases in humans. Mice might also possess mechanisms that humans lack for clearing clumps of misfolded proteins called plaques that are a hallmark of Alzheimer’s disease, says Melissa Edler, a comparative neurobiologist at Kent State University in Ohio.",
            "The evolutionary mismatch between mice and men could be one reason why efforts to develop therapies to treat the disease have often fallen flat, says Elaine Guevara, who studies primate evolutionary genetics at Duke University in Durham, North Carolina. “Mice don’t develop the classic hallmarks of Alzheimer’s disease,” she says. “Their brains are quite different to ours.”",
            "h2Our pets, ourselves",
            "Companion animals could provide an alternative. They live longer than mice, share an environment with their owners and fall prey to human maladies, including obesity and diabetes. The Dog Aging Project, run by researchers at the University of Washington in Seattle and Texas A&M University in College Station, tracks tens of thousands of companion dogs to learn more about how their genetics, lifestyle and environment affect ageing.",
            "Does the human lifespan have a limit?",
            "But centuries of breeding have influenced ageing and disease in dogs, says Charvet. Cats often live a bit longer than dogs, she says, and are generally not as highly inbred for specific traits — some of which also raise disease risk.",
            "So Charvet and her colleagues have been gathering data from veterinary clinics and zoos, and launched an effort called the Catage Project that asks cat owners to submit data about their pets.",
            "So far, they have collected health records and results of blood sample analyses from thousands of felines and taken brain scans of more than 50. Using their own data and the published literature, the team is filling in events along the nonlinear relationship between cat and human ages. A one-year-old cat, for example, is roughly equivalent to an 18-year-old human. But in the next year, a cat ages only about 4 ‘human years’, to become about as mature as a 22-year-old person.",
            "By the age of 15, a cat is an octogenarian in human years. Some cats experience cognitive decline by then, and the brain scans collected by the team reveal brain volume changes in older cats that mirror those seen in older humans, says Charvet. Previous work has also shown that cats can accumulate plaques and tangles of abnormal proteins similar to those that characterize Alzheimer’s disease in humans.",
            "h2Multiple models",
            "Ultimately, researchers might develop a variety of model systems for different aspects of ageing and neurodegeneration, says Edler. Although mice are poor models for some aspects of human ageing, they will still be valuable, because it is so easy for researchers to conduct genetic experiments with the rodents, she says.",
            "Other animals, such as cats or certain nonhuman primates, might be better models for other aspects of brain ageing. Caleb Finch, who studies the evolution of life history at the University of Southern California in Los Angeles, advocates more study of naked mole rats (Heterocephalus glaber), which live surprisingly long for small rodents and have very low rates of cancer.",
            "“Cats are useful,” says Charvet. “But they’re only going to be so useful. Other model systems are needed as well.”",
            "doi: https://doi.org/10.1038/d41586-024-03492-1"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03403-4",
        "title": "The US is the world’s science superpower — but for how long?",
        "content": [
            "*Cartoon_showing_the_Statue_of_Liberty_holding_a_scientific_flask_teetering_on_the_edge_of_a_first_pl",
            "Illustration: Sébastien Thibault",
            "Science in the United States has never been stronger by most measures.",
            "Over the past five years, the nation has won more scientific Nobel prizes than the rest of the world combined — in line with its domination of the prizes since the middle of the twentieth century. In 2020, two US drug companies spearheaded the development of vaccines that helped to contain a pandemic. Two years later, a California start-up firm released the revolutionary artificial-intelligence (AI) tool ChatGPT and a national laboratory broke a fundamental barrier in nuclear fusion.",
            "This year, the United States is on track to spend US$1 trillion on research and development (R&D), much more than any other country. And its labs are a magnet for researchers from around the globe, with workers born in other nations accounting for 43% of doctorate-holders in the US workforce in science, technology, engineering and medicine (STEM).",
            "US election debate: what Harris and Trump said about science",
            "But as voters go to the polls in November to elect a new president and Congress, some scientific leaders worry that the nation is ceding ground to other research powerhouses, notably China, which is already outpacing the United States on many of the leading science metrics. “US science is perceived to be — and is — losing the race for global STEM leadership,” said Marcia McNutt, president of the US National Academy of Sciences in Washington DC, in a speech in June.",
            "Concerns range from funding limitations for R&D and the growing politicization of science to heated debates about immigration. This has created “a perception that the United States is increasingly hostile to foreigners”, the US National Academies of Sciences, Engineering and Medicine (NASEM) reported in August1, warning that the United States “can no longer take for granted that it will remain the destination of choice for the world’s best and brightest”. The academies called for a government-wide effort to attract and retain international talent and improve STEM education at home.",
            "The future of US science hinges, in no small way, on the November election. Together, the next president and Congress will play a pivotal part in setting the course for the US scientific enterprise for years to come by establishing funding plans, immigration policies and national-security measures that affect international collaboration.",
            "Given the concerns over US leadership in science, how does the country measure up and what comes next after the election? Nature examines the numbers and a few key issues that could determine the United States’ scientific future.",
            "h2Losing ground to China",
            "The driving force behind research is money, and the United States has long enjoyed a leading position in science and technology in large part because it outspends all other nations. Combining government and private funding, the United States spent $923 billion in 2022 (the last year for which full numbers are available), or around 30% of global R&D spending.",
            "But as China’s economy has soared, so has its R&D spending, to the equivalent of $812 billion (adjusted for purchasing power parity). On that trajectory it will draw level with the United States before 2030 (see ‘Research funding race’).",
            "*Research_funding_race_Line_chart_comparing_research_funding_in_the_United_States_with_China_and_othe",
            "Source: OECD/MSTI",
            "On sheer numbers of personnel, scientific output and patents, the United States has already lost its lead. In 2016, China leaped ahead as the top producer of science and engineering articles. In 2019, it passed the United States in the number of science and engineering PhDs awarded; and in 2021, it became top dog in international patent applications, according to a report by the US National Science Foundation (NSF) published in March2.",
            "For years, some researchers who study science metrics have argued that China still lagged behind in terms of the quality of its scientific output, but that is also changing. In 2020, for instance, China overtook the United States in terms of its share of the world’s top 1% cited papers, a proxy measure of high-impact work, according to numbers from the Web of Science database (see ‘Top-cited research’).",
            "*Top_cited_research_Line_chart_comparing_the_share_of_top_1%_cited_papers_published_by_Untied_States_",
            "Source: Clarivate/Web of Science",
            "China showed particular strengths in engineering, chemistry and materials science, whereas the United States retained its lead in areas such as biology and medicine (see ‘Who leads in various fields of science?’).",
            "*Who_leads_in_various_fields_of_science_Infographic_comparing_the_share_of_top_1%_of_cited_papers_pub",
            "Source: Clarivate/Web of Science",
            "Citation statistics are imperfect measures of influence: a study this year found that researchers in China show the greatest ‘home bias’, that is, disproportionately citing work from their own country3. Adjusting for this bias dents China’s progress — perhaps nudging it down to fourth in the world, the study suggested — but it doesn’t hugely change its direction of travel.",
            "There are other signs of rising quality in China relative to other nations. Last year, it surpassed the United States in terms of papers that appeared in influential journals (see ‘Share of work in influential journals’).",
            "",
            "Does it matter whether China or the United States is on top? Some political rhetoric frames these trends as essentially a zero-sum game. But in research, one country’s gain is not necessarily another’s loss, says Caroline Wagner, a research-policy specialist at the Ohio State University in Columbus.",
            "The highest-cited papers of all come from US, Chinese and European researchers working together, she says. If China, or any other country, is pouring more money into research, this should benefit the United States — as long as it retains world-leading scientists who can tap into global innovation, and keeps its own research funding and quality high, says Kieron Flanagan, a research-policy analyst at the University of Manchester, UK.",
            "h2Missing in action: federal funds",
            "The current alarms about US science echo similar warnings that have rippled through policy circles about once a generation. In 2005, for example, the National Academies published a dire report called Rising Above the Gathering Storm that cautioned about threats to US competitiveness from globalization4.",
            "How Trump damaged science — and why it could take decades to recover",
            "One recommendation from the report was to double the amount of basic research funding for mathematics, engineering and physical sciences, in line with the doubling of the budget for the National Institutes of Health that was accomplished between 1998 and 2003. The US Congress, which sets funding levels, passed a law in 2007 promising to do just that — but lawmakers didn’t follow through.",
            "History is now repeating itself. In 2022, this time with an eye on China, Congress united to pass the CHIPS and Science Act, which authorized $280 billion to promote the domestic semiconductor industry and boost the budgets of several major research agencies. A key beneficiary of the legislation, the NSF, saw its budget increase by 11% to $9.9 billion in 2023 — only to fall back to $9.1 billion when Congress finalized this year’s budget.",
            "As a share of gross domestic product (GDP), public investments in the NSF, the US Department of Energy’s Office of Science and the US National Institutes of Standards and Technology — all major funders of basic research in the physical sciences — are now lower than they have been at any time since 1997, according to Matt Hourihan, associate vice-president for government relations and public policy at the Association of American Universities in Washington DC (see ‘Falling federal research intensity’). US research investment as a share of GDP is still rising — but that is because R&D investment from private businesses is picking up the slack.",
            "*Falling_federal_research_intensity_Line_chart_comparing_Government_R&D_as_a_share_of_GDP_over_time_f",
            "Source: OECD/MSTI",
            "“We absolutely have to get federally funded R&D back on a healthier track,” says Arati Prabhakar, science adviser to US President Joe Biden and director of the White House Office of Science and Technology Policy (OSTP). The sharp uptick in private R&D is good for jobs and the economy, but it is no substitute for the kind of basic science that federal investments support, she told Nature.",
            "Indeed, these trends explain the shifting balance of power between the United States and China, says Jonathan Adams, chief scientist at the Institute of Scientific Information, a unit of the analytics firm Clarivate, who is based in London. Adams points out that the United States retains its lead in areas that it has invested in the most, such as biomedical research. By contrast, China is overtaking the United States in materials science, physical sciences and computer science, which are areas where US investments have fallen short.",
            "The question, come January, is whether the next president and Congress will work together to advance scientific funding commitments that both political parties have endorsed in the past. This depends in large part on who controls the two chambers of Congress, which is currently divided, with Democrats holding the Senate and Republicans having a majority in the House of Representatives.",
            "Biden seeks to boost science funding — but his budget faces an ominous future",
            "When it comes to setting spending priorities, Congress often goes its own way no matter what presidents propose in their budgets. For example, although previous president Donald Trump repeatedly sought to cut science budgets, it was during his tenure that Congress broke its own self-imposed budget caps and gave science agencies a significant boost in funding alongside the increases in defence spending sought by the Trump administration, says Jennifer Zeitzer, who leads the public-affairs office at the Federation of American Societies for Experimental Biology in Rockville, Maryland.",
            "Today, lawmakers are once again operating under a budget agreement that seeks to cap overall spending until 2025, which could make it difficult to increase STEM spending, but it’s unclear how that discussion will play out with a new president and Congress next year.",
            "“I call it the whiplash effect,” says Zeitzer. Funding agencies are constantly buffeted by shifting political winds that produce big promises — and occasionally big investments — before an inevitable swing back towards austerity. Half of the time, funding agencies are operating under provisional budgets and the looming threat of a government shutdown. “I don’t know how we’re supposed to be competitive if we’re facing another 20 years of this,” Zeitzer says.",
            "h2The importance of foreign talent",
            "Because the United States relies heavily on international talent to fuel its scientific engine, a key question is whether it will remain the preferred place for researchers globally to study and work. There are different ways to interpret the data.",
            "The United States relies ever more heavily on overseas researchers: more than one-third of science and engineering PhDs granted last year went to international students (those on temporary visas), with the share at 59% in computer science (see ‘US reliance on overseas talent’). “We are at an all-time high in terms of dependency on foreign talent,” says Darío Gil, director of research at the technology giant IBM in Yorktown Heights, New York, and current chair of the US National Science Board, which oversees the NSF.",
            "*US_reliance_on_overseas_talent_Line_chart_showing_the_share_of_US_PhDs_awarded_to_students_with_temp",
            "Source: NCSES",
            "Most of these students come from China and India, which is a distant second. And when asked, 77% of Chinese students who earned doctoral degrees in the United States said that they intended to stay in the country, according to 2022 data, a proportion that has dipped only slightly over the previous five years.",
            "More generally, the United States remains the world’s top venue for international students, according to data from the Organisation for Economic Co-operation and Development5, hosting 15% of all students worldwide in 2020, the latest comparative figures available.",
            "But there are signs that the United States might be losing its edge. Its share of international students is declining, down from 23% in 20005. And although enrolment numbers have recovered to an all-time high after a brief pandemic dip (see ‘International students on the rebound’), there remains a question about whether top talent from China continues to view the United States as an attractive destination.",
            "*International_students_on_the_rebound_Bar_chart_showing_the_number_of_science_and_engineering_studen",
            "Source: ref. 2",
            "China is still the United States’ biggest research collaborator, but the number of articles co-authored by Chinese and US researchers is falling — even as Chinese collaborations with competitors rise (see ‘US–China collaboration is dropping’).",
            "*US_china_collaboration_is_dropping_Line_chart_showing_the_number_of_publications_published_as_a_coll",
            "Source: Scopus",
            "Some lawmakers in Congress might welcome this trend. Citing the dangers of letting science that is funded by US taxpayers fall into the hands of the Chinese military, congressional Republicans are pushing legislation that would limit the kind of research collaborations that university researchers can pursue.",
            "Questions about immigration and research security came to a head when Trump occupied the White House. First came the temporary travel ban that mainly impacted citizens from several Muslim-majority countries. Then a federal crackdown on academic espionage, dubbed the China Initiative, drew accusations of racism after ensnaring scholars with links to China, including many US citizens of Chinese descent.",
            "Biden ultimately ended both policies, but many scholars say they could make a comeback if Trump prevails in November. Last month, Trump vowed to reinstate his travel ban, and Republicans who control the US House of Representatives have approved legislation that would, if enacted, essentially reinstate the China Initiative.",
            "These tensions might be taking a toll: surveys in the United States have found that many Chinese researchers worry about prejudice after the China Initiative. A study6 published this year examined the propensity of Chinese students to enrol in US PhD programmes, compared with a control group of non-Chinese students. The two were in step until 2016, but the Chinese students became 15% less likely to enrol by 2019 — and more likely to enrol in non-US English-speaking countries. (The rapid drop of enrolments during the pandemic means that the study, which has yet to be peer-reviewed, can’t reliably be extended to later years.)",
            "Although Chinese-student enrolment at US universities has rebounded since the pandemic, China’s best and brightest might be shying away, says Yingyi Ma, a sociologist who heads the Asian/Asian American studies programme at Syracuse University in New York. Soaring anti-China rhetoric probably plays a part, Ma says, but so do expanding opportunities for Chinese graduate students at home, and the growing challenges to obtain work visas.",
            "How to win a Nobel prize: what kind of scientist scoops medals?",
            "A further challenge, and one that would be easy for Congress to fix, is the limitation on the availability of ‘green cards’ that grant permanent residency in the United States, says Amy Nice, an immigration scholar at Cornell University in Ithaca, New York, who recently served at the White House OSTP under Biden. The Biden administration has been working to do just that under existing laws and regulations, she says, but it’s ultimately up to Congress to increase the numbers of green cards that are available. “That’s the one thing that Congress could do to solve this problem,” Nice says.",
            "Not everybody is convinced that US academic institutions are facing an imminent crisis when it comes to international talent. Allan Goodman, chief executive at the Institute of International Education in New York City, points out that the United States isn’t the only country that is cracking down on immigration: Canada, the United Kingdom and others are doing much the same. This means fewer non-US options as international students consider where to forge their careers.",
            "Gil also says that he doesn’t see evidence showing Chinese students have been put off coming to the United States. “There is an extraordinary appetite to continue to come to the US,” he says. Gil says a bigger problem is how to encourage US students to engage in science and technology, citing declining mathematics attainment scores.",
            "h2The campus culture wars",
            "Across university campuses in the United States, there are growing tensions over issues such as the Gaza–Israel war; efforts to promote diversity, equity and inclusion; and the rights of transgender individuals. Part of a broader trend towards increasing political polarization, these culture wars have engulfed campuses and led some lawmakers to impose limits on what university researchers can study and teach, and to curtail policies that promote diversity, equity and inclusion. The August NASEM report1 tapped into some of these sentiments, raising the fear that the United States’ reputation is beginning to suffer abroad. “Some of the nation’s most important advantages in attracting and retaining talent are the intangibles: values, freedom, and opportunity,” the report stated.",
            "Like Biden, vice-president and presidential candidate Kamala Harris would be expected to advance science-friendly budgets while continuing to emphasize the role of science in tackling climate change and promoting public health. By contrast, Trump and his appointees repeatedly undermined government scientists and agencies during his time in office, especially on issues such as climate change and public health.",
            "Many political scientists fear a second Trump term could be even more fraught for government researchers. Besides Trump’s refusal to acknowledge the results of any election he doesn’t win and his promises to use the powers of the federal government for political retribution, researchers fear that he just might succeed in reshaping the US government by replacing thousands of federal scientists with obedient political appointees. This would further undermine the part that science plays in developing the rules and regulations that govern everything from greenhouse-gas emissions to drug development.",
            "No matter which party controls the presidency and Congress, the fate of US science is linked to broader trends in an increasingly polarized society, in which trust in many institutions has been eroding for several decades.",
            "So far, the institution of ‘science’ remains an outlier, with support from broad swathes of the public, but that could change if polarization increases on issues ranging from vaccines to global warming, says Henry Brady, a political scientist at the University of California, Berkeley. “If science and academia become ideological endeavours,” he says, “it’s going to be hard for them to survive.”",
            "Nature 634, 770-774 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03403-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03643-4",
        "title": "Will South Africa become first country to accept controversial form of human genome editing?",
        "content": [
            "*A_3D_illustration_of_a_human_embryo_at_the_blastocyst_stage_showing_the_outer_trophoblast_layer_and_",
            "Illustration of a human embryo at the blastocyst stage, around five to nine days after fertilization. Credit: Juan Gaertner/Science Photo Library",
            "Researchers have voiced concerns after South Africa updated its health-research ethics guidelines to include a new section on heritable (or germline) human genome editing. ",
            "Scientists say this could put the nation one step closer to accepting the controversial technique — which involves introducing genetic changes to sperm, eggs or embryos, such that the modifications will be passed down through successive generations. The research ethics guidelines were updated in May, but the news became more widely known last month.",
            "Currently, no country explicitly allows heritable human genome editing in clinical settings. It is not clear to what extent South Africa’s scientific community was consulted on the changes. ",
            "Nature has requested comment from South Africa’s department of health, which published the revised guidelines, and from the National Health Research Ethics Council, a statutory body under the National Health Act, which drafted them. No comment was received by the time this article was published.",
            "“The decision to amend the South African Ethics in Health Research Guidelines to facilitate research to create genetically modified children is baffling,” says Françoise Baylis, a bioethicist at Dalhousie University in Halifax, Canada who wrote about the change in an article in The Conversation. ",
            "“I know of no other country that explicitly permits this type of research and can’t understand why South Africa would want to be the first to do so,” adds Baylis, who is also a member of the World Health Organization’s advisory committee on developing global standards for governance and oversight of human genome editing.",
            "There is an international consensus among researchers that the practice is not acceptable in the clinical setting. Such editing could prevent inherited diseases, such as cystic fibrosis and sickle-cell disease, but it poses significant ethical concerns and safety challenges.",
            "In 2018, He Jiankui, a biophysicist then at the Southern University of Science and Technology of China in Shenzhen, claimed to have helped make the world’s first genome-edited babies. That caused a global outcry. He was jailed in 2020 for “illegal medical practice”.",
            "In 2019, an international group of ethicists and researchers called for a moratorium on the clinical use of heritable human genome editing, which was supported by the US National Institutes of Health. The organizing committee of the third international summit on human genome editing said in 2023 that heritable human genome editing “remains unacceptable at this time”.",
            "h2Before and after",
            "South Africa’s previous guidelines from 2015 had a relatively small section on genomic research. In the latest version, a new section on heritable human genome editing has been added.",
            "The updated text says that heritable human genome editing must have a “clear and compelling scientific and medical rationale, focusing on the prevention of serious genetic disorders and immunity against serious diseases”, be transparent, obtain informed consent from all parties and have stringent ethical oversight. “The potential benefits to individuals and society should outweigh risks and uncertainties,” the guidelines say.",
            "Human embryo science: can the world’s regulators keep pace?",
            "Furthermore, researchers must “commit to ongoing monitoring of individuals born as a result of [heritable human genome editing] to assess their health, well-being and potential unforeseen consequences”.",
            "The guidelines note that researchers must adhere to all relevant laws governing such research. However, there are different views on whether South Africa’s law, the National Health Act actually allows for heritable human genome editing.",
            "h2Is it even legal?",
            "Jantina De Vries, director of the EthicsLab at the University of Cape Town, is among those who says that heritable human genome editing is illegal in clinical settings. She cautions against reading too much into the amended guidelines. “What has changed is the research ethics guidelines, not the legality of heritable human genome editing in any other sense beyond research,” she says.",
            "By contrast, Bonginkosi Shozi, a bioethicist and health-law scholar at Stanford Law School’s Center for Law and the Biosciences in California, takes the view that the law already allows heritable human genome editing, and that the revised research ethics guidelines have now caught up with the law. ",
            "In a 2020 study in the South African Journal of Science1, Shozi and four co-authors wrote: “Given its potential to improve the lives of the people of South Africa, human germline editing should be regulated, not banned.”",
            "Shozi told Nature: “The [updated] guidelines should be seen as recognizing the legal reality in South Africa and providing guidance to health-research ethics committees that is cognizant of that reality,” he says.",
            "Baylis says that she is concerned that advocates of heritable genome editing might use the new guidelines to push for further legal amendments that will explicitly permit the creation of genetically modified children. ",
            "“Globally, there is a reluctance to accept heritable genome editing at this point in time,” says Michael Pepper, director of the Institute for Cellular and Molecular Medicine at the University of Pretoria. “We need to examine in more detail why our guidelines have been published in the way that they have.”",
            "doi: https://doi.org/10.1038/d41586-024-03643-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03657-y",
        "title": "Why do wet dogs shake themselves dry? Neuroscience has an answer",
        "content": [
            "*A_wet_Golden_Retriever_dog_sprays_water_as_it_shakes_to_dry_itself",
            "Experiments with mice have revealed the neuroscience of why dogs shake their wet fur.Credit: Nat NT/Getty",
            "When a dog shakes water off its fur, the action is not just a random flurry of movements — nor a deliberate effort to drench anyone standing nearby.",
            "This instinctive reflex is shared by many furry mammals including mice, cats, squirrels, lions, tigers and bears. The move helps animals to remove water, insects or other irritants from hard-to-reach places. But underlying the shakes is a complex — and previously mysterious — neurological mechanism.",
            "Now, researchers have identified the neural circuit that triggers characteristic ‘wet dog’ shaking behaviour in mice — which involves a specific class of touch receptors, and neurons that connect the spinal cord to the brain. Their findings were published in Science on 7 November1.",
            "“The touch system is so complex and rich that [it] can distinguish a water droplet from a crawling insect from the gentle touch of a loved one,” says Kara Marshall, a neuroscientist at Baylor College of Medicine in Houston, Texas. “It’s really remarkable to be able to link a very specific subset of touch receptors to this familiar and understandable behaviour.”",
            "h2Sensitive skin",
            "The hairy skin of mammals is packed with more than 12 types of sensory neuron, each with a unique function to detect and interpret various sensations. A team led by Dawei Zhang, a neuroscientist then at Harvard University in Cambridge, Massachusetts, focused on a type of ultra-sensitive touch detecting receptors called C-fibre low-threshold mechanoreceptors (C-LTMRs), which wrap around hair follicles.",
            "Dogs might have evolved to read your emotions",
            "In humans, these receptors are associated with pleasant touch sensations, such as a soft hug or a soothing stroke. But in mice and other animals, they serve a protective role: alerting them to the presence of something on their skin, whether it’s water, dirt or a parasite. When these stimuli cause hairs on the skin to bend it activates the C-LTMRs, says Marshall, “extending the sensibility of the skin beyond just the surface”.",
            "To get laboratory mice to shake their fur like wet dogs, the researchers applied drops of sunflower oil to the backs of the mice’s necks. Nearly all the animals shook off these drops within ten seconds. The team then genetically modified some of the mice to remove most of their C-LTMRs. These animals showed a 50% reduction in shakes when oil droplets landed on their neck, compared with unmodified control mice.",
            "The researchers also wanted to explore how signals from C-LTMRs travel through the nervous system to orchestrate the wet dog shakes. They traced the pathway to a group of neurons in the spinal cord; this connects to an area in the brain called the parabrachial nucleus, which is involved in processing pain, temperature and touch.",
            "Using optogenetics, a technique that engineers neurons so that they can be switched on and off in response to light, the researchers blocked the activity of the spinal neurons. These mice showed a 58% reduction in shakes compared with control mice. Blocking activity in the parabrachial nucleus produced similar results. The mice still scratched, groomed and moved normally, suggesting that the neural circuit is specific to wet dog shakes.",
            "h2Specialized circuit",
            "The discovery opens up avenues for future research. “The wet dog shake is a very coordinated motor response,” says Thomas Knöpfel, a neuroscientist at Hong Kong Baptist University in Kowloon Tong, who adds that the study is a good starting point to study how the brain sends commands to control the movement. “Wet dog shake is triggered in many animals by psychedelic drugs,” he says. The response to psychedelics involves serotonin receptors, which also play a part in pleasurable touch. “That gives inspiration for some more work connecting the dots.”",
            "Zhang says that future research could also investigate whether overactive C-LTMRs contribute to conditions such as twitch-skin syndrome in cats, which involves sudden rippling of the skin and excessive twitching, or to other kinds of skin hypersensitivity in humans. ",
            "doi: https://doi.org/10.1038/d41586-024-03657-y"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03590-0",
        "title": "The antibodies don’t work! The race to rid labs of molecules that ruin experiments",
        "content": [
            "*Cartoon_illustration_that_shows_a_scientist_with_a_broom,_fighting_off_bad_antibodies_that_are_destr",
            " Illustration: Fabio Buonocore",
            "Carl Laflamme knew what protein he wanted to study, but not where to find it. It is encoded by a gene called C9ORF72, which is mutated in some people with the devastating neurological condition motor neuron disease, also known as amyotrophic lateral sclerosis. And Laflamme wanted to understand its role in the disease.",
            "When he started his postdoctoral fellowship at the Montreal Neurological Institute-Hospital in Canada, Laflamme scoured the literature, searching for information on the protein. The problem was that none of the papers seemed to agree where in the cell this mysterious molecule operates. “There was so much confusion in the field,” Laflamme says.",
            "He wondered whether a reagent was to blame, in particular the antibodies that scientists used to measure the amount of the protein and track its position in the cell. So, he and his colleagues decided to test the antibodies that were available. They identified 16 commercial antibodies that were advertised as able to bind to the protein encoded by C9ORF72. When the researchers put them through their paces, only three performed well — meaning that the antibodies bound to the protein of interest without binding to other molecules. But not one published study had used these antibodies. About 15 papers described experiments using an antibody that didn’t even bind the key protein in Laflamme’s testing. And those papers had been collectively cited more than 3,000 times1.",
            "Serious errors plague DNA tool that’s a workhorse of biology",
            "Laflamme’s experience isn’t unusual. Scientists have long known that many commercial antibodies don’t work as they should — they often fail to recognize a specific protein or non-selectively bind to several other targets. The result is a waste of time and resources that some say has contributed to a ‘reproducibility crisis’ in the biological sciences, potentially slowing the pace of discovery and drug development.",
            "Laflamme is part of a growing community that wants to solve the problem of unreliable antibodies in research. He teamed up with molecular geneticist Aled Edwards at the University of Toronto, Canada, to set up Antibody Characterization through Open Science (YCharOS, pronounced ‘Icarus’), an initiative that aims to characterize commercially available research antibodies for every human protein.",
            "There are also efforts under way to produce better-performing antibodies, to make it easier for researchers to find them and to encourage the research community to adopt best practices when it comes to choosing and working with these molecules. Antibody vendors, funding agencies and scientific publishers are all getting in on the action, says Harvinder Virk, a physician–scientist at the University of Leicester, UK. “It’s hard to imagine that a problem that has been going on so long will suddenly change — but I’m hopeful.”",
            "h2Putting antibodies to the test",
            "The immune system produces antibodies in response to foreign substances, such as viruses and bacteria, flagging them for destruction. This makes antibodies useful in laboratory experiments. Scientists co-opt this ability by using them to mark or quantify specific biological molecules, such as a segment of a protein. To be effective, these molecular tags need to have both specificity — a strong affinity for the target — and selectivity — the ability to leave other proteins unmarked.",
            "For decades, scientists created these antibodies themselves. They injected proteins into animals, such as rabbits, whose immune systems would generate antibodies against the foreign molecules. To create a longer-term, more consistent supply of antibodies, researchers extracted immune cells from animals and combined them with immortalized cancer cells. When reagent companies began the mass production of antibodies in the 1990s, most researchers shifted to purchasing antibodies from a catalogue. Today, there are around 7.7 million research antibody products on the market, sold by almost 350 antibody suppliers around the world.",
            "In the late 2000s, scientists began reporting problems with both the specificity and selectivity of many commercially available antibodies, leading researchers to call for an independent body to certify that the molecules work as advertised. Over the years, a handful of groups have launched efforts to evaluate antibodies.",
            "What sets YCharOS apart is the level of cooperation that it has obtained from companies that sell antibodies. When Laflamme and Edwards set out to start YCharOS, they called every single vendor they could find; more than a dozen were interested in collaborating. YCharOS’s industry partners provide the antibodies for testing, free of charge. The partners, along with the funders of the initiative (which include various non-profit organizations and funding agencies), are given the chance to review characterization reports and provide feedback before they are published.",
            "YCharOS tests antibodies by comparing their specificity in a cell line that expresses the target protein at normal biological levels against their performance in what’s called a knock-out cell line that lacks the protein (see ‘Ways to validate’).",
            "*Ways_to_validate_graphic_that_shows_three_ways_to_test_antibodies_to_ensure_their_efficacy",
            "",
            "In an analysis published in eLife last year, the YCharOS team used this method to assess 614 commercial antibodies, targeting a total of 65 neuroscience-related proteins2. Two-thirds of them did not work as recommended by manufacturers.",
            "“It never fails to amaze me how much of a hit or miss antibodies are,” says Riham Ayoubi, director of operations at YCharOS. “It shows you how important it is to include that negative control in the work.”",
            "Antibody manufacturers reassessed more than half of the underperforming antibodies that YCharOS flagged in 2023. They issued updated recommendations for 153 of them and removed 73 from the market. The YCharOS team has now tested more than 1,000 antibodies that are meant to bind to more than 100 human proteins.",
            "“There’s still a lot of work ahead,” Laflamme says. He estimates that, of the 1.6 million commercially available antibodies to human proteins, roughly 200,000 are unique (many suppliers sell the same antibodies under different names).",
            "“I think the YCharOS initiative can really make a difference,” says Cecilia Williams, a cancer researcher at the KTH Royal Institute of Technology in Stockholm. “But it’s not everything, because researchers will use these antibodies in other protocols, and in other tissues and cells that may express the protein differently,” she says. The context in which antibodies are used can change how they perform.",
            "Other characterization efforts are trying to tackle this challenge. Andrea Radtke and her collaborators were part of a cell-mapping consortium called the Human BioMolecular Atlas Program when they set up the Organ Mapping Antibody Panels (OMAPs). OMAPs are collections of community-validated antibodies used in multiplex imaging — a technique that involves visualizing several proteins in a single specimen. Unlike YCharOS, which focuses on conducting rigorous characterizations of antibodies for various applications in one specific context, OMAPs is looking at a single application for the antibodies, but in several contexts, such as in different human tissues and imaging methods. To do so, OMAPs recruits scientists from both academia and industry to conduct validations in their own labs.",
            "“Vendors cannot test all possible applications of their antibodies, but as a community we can say ‘let’s try this’,” says Radtke, who now works as a principal scientist at the instrumentation company Leica Microsystems in Bethesda, Maryland. “People are testing things that you would never think you could test.”",
            "h2Expanding the toolbox",
            "Even if good antibodies are available, they are not always easy to find. In 2009, Anita Bandrowski, founder and chief executive of the data-sharing platform SciCrunch in San Diego, California, and her colleagues were examining how difficult it was to identify antibodies in journal articles. After sifting through papers in the Journal of Neuroscience, they found that 90% of the antibodies cited lacked a catalogue number (codes used by vendors to label specific products) — making them almost impossible to track down. To replicate an experiment, it’s important to have the right reagents — and proper labelling is crucial to finding them, Bandrowski says.",
            "After seeing that a similar problem plagued other journals, Bandrowski and her colleagues decided to create unique, persistent identifiers for antibodies and other scientific resources, such as model organisms, which they called research resource identifiers, or RRIDs. Catalogue numbers can disappear if a company discontinues a product — and because companies create them independently, two different products might end up with the same one. RRIDs solve this.",
            "‘A landmark moment’: scientists use AI to design antibodies from scratch",
            "In 2014, Bandrowski and her team started a pilot project3 with 25 journals, in which they asked authors to include RRIDs in their manuscripts. In the years since, more than 1,000 journals have adopted policies that request these identifiers. “We currently have nearly one million citations to RRIDs from papers,” says Bandrowski.",
            "Ultimately, the hope is that authors of every journal article will clearly label the resources they used, such as antibodies, with RRIDs, Bandrowski says. “That won’t change reproducibility by itself, but it is the first step.”",
            "In addition to being able to track down antibodies, researchers need a way to choose which ones to use. In 2012, Andrew Chalmers, who was then a researcher at the University of Bath, UK, co-founded CiteAb, a search engine to help researchers find the most highly cited antibodies. Over the years, the platform has grown to include more than seven million antibodies — and now also includes, when available, information regarding validations. In May, CiteAb began integrating YCharOS’s characterization data onto its site.",
            "“The big challenge is that antibodies are just used in so many different ways, for so many different species that you can’t tick off that an antibody is good or bad,” Chalmers says. Many say that knock-out validation is key, but less than 5% of antibodies on CiteAb have been validated in this way, either by suppliers or through other independent initiatives, such as YCharOS. “There’s a long way to go,” Chalmers says.",
            "h2Stakeholders get involved",
            "Like many others, Virk developed an interest in antibody reliability after a personal experience with bad antibodies. In 2016, Virk received a big grant to study the role of a protein called TRPA1 in airway inflammation. But one of his colleagues mentioned that, on the basis of his own experience, the antibodies he was working with might not be reliable.",
            "When Virk put TRPA1 antibodies to the test, he discovered that his colleague was right: of the three most-cited antibodies used to study TRPA1, two didn’t detect the human protein at all, and the other detected several other proteins at the same time. “That was a shock,” Virk says. “At that point, I wanted to leave science — because if things are really this unreliable, what’s the point?”",
            "Instead of leaving academia, Virk co-founded the Only Good Antibodies (OGA) community last year, with the aim of bringing together stakeholders — such as researchers, antibody manufacturers, funding agencies and publishers — to tackle the problem of poorly performing antibodies. In February, the OGA community hosted its first workshop, which included individuals from these various groups to discuss how to improve the reproducibility of research conducted with antibodies. They were joined by NC3Rs, a scientific organization and funder, based in London that focuses on reducing the use of animals in research. Better antibodies means fewer animals are used in the process of producing these molecules and conducting experiments with them.",
            "Blame it on the antibodies",
            "Currently, the OGA community is working on a project to help researchers choose the right antibodies for their work and to make it easier for them to identify, use and share data about antibody quality. It is also piloting an YCharOS site at the University of Leicester — the first outside Canada — which will focus on antibodies used in respiratory sciences. The OGA community is also working with funders and publishers to find ways to reward researchers for adopting antibody-related best practices. Examples of such rewards include grants for scientists taking part in antibody-validation initiatives.",
            "Manufacturers have also been taking steps to improve antibody performance. In addition to increasingly conducting their own knock-out validations, a number of suppliers are also altering the way some of their products are made.",
            "The need to modify antibody-production practices was brought to the fore in 2015, when a group of more than 100 scientists penned a commentary in Nature calling for the community to shift from antibodies generated by immune cells or immune–cancer-cell hybrids, to what are known as recombinant antibodies4. Recombinant antibodies are produced in genetically engineered cells programmed to make a specific antibody. Using these antibodies exclusively, the authors argued, would enable infinite production of antibodies that do not vary from batch to batch — a key problem with the older methods.",
            "A few manufacturers are shifting towards making more recombinant antibodies. For example, Abcam, an antibody supplier in Cambridge, UK, has added more than 32,000 of them to their portfolio. “Facilitating the move towards recombinants across life-science research is a key part of improving reproducibility,” says Hannah Cable, the vice-president of new product development at Abcam. “That’s something that antibody suppliers should be doing.”",
            "Rob Meijers, director of the antibody platform at the Institute for Protein Innovation in Boston, Massachusetts, a non-profit research organization that makes recombinant antibodies, says that this shift simply makes more business sense. “They’re much more reproducible, you can standardize the process for them, and the user feedback is very positive,” he says.",
            "Standardize antibodies used in research",
            "CiteAb’s data have revealed that scientists’ behaviour around antibody use has shifted drastically over the past decade. About 20% of papers from 2023 that involved antibodies used recombinants. “That’s a big change from where we were ten years ago,” says Chalmers, who is now CiteAb’s chief executive.",
            "Although the ongoing efforts to improve antibody reliability are a move in the right direction, changing scientists’ behaviour remains one of the biggest challenges, say those leading the charge. There are cases in which researchers don’t want to hear that an antibody they’ve been using for their experiments isn’t actually doing what it’s meant to, Williams says. “If somebody is happy with the result of an antibody, it’s being used regardless, even if it’s certain that it doesn’t bind this protein,” Williams says. Ultimately, she adds, “you can never get around the fact that the researcher will have to do validations”.",
            "Still, many scientists are hopeful that recent efforts will lead to much needed change. “I’m optimistic that things are getting better,” Radtke says. “What I’m so encouraged by is the young generation of scientists, who have more of a wolf-pack mentality, and are working together to solve this problem as a community.”",
            "Nature 635, 26-28 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03590-0"
        ]
    }
]