[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03460-9",
        "title": "Physicists tame fundamental muon particles into highly controlled beam for first time",
        "content": [
            "*A_worker_walks_along_the_Neutrino_Beamline_at_the_Neutrino_Experimental_Facility_at_the_J-parc_in_To",
            "A worker at the Neutrino Experimental Facility at the Japan Proton Accelerator Research Complex (J-PARC) in Tokai.Credit: Dai Kurokawa/EPA/Shutterstock",
            "For the first time, researchers have accelerated muons — the heavier, unstable cousins of electrons — into a tightly controlled beam, bringing the vision of a muon collider a step closer to reality. ",
            "A team at the Japan Proton Accelerator Research Complex (J-PARC) in Tokai shot a laser at a stream of muons to bring the fast-moving particles to a near-standstill. Then, the researchers applied an electric field to accelerate these ‘cooled’ muons to around 4% of the speed of light. The findings, which are yet to be peer-reviewed, were posted on 15 October on the arXiv preprint server1.",
            "The feat is a “great step forward” in the approach needed to build a muon collider, which could be used to make the exquisitely sensitive measurements required to uncover new physics but be smaller and potentially cheaper to build than other particle colliders, says Tova Holmes, a particle physicist at the University of Tennessee, Knoxville. ",
            "Muons are short-lived fundamental particles that are almost identical electrons, but with more than 200 times the mass. Over the past decade, there has been growing momentum towards building a compact muon collider that could match or exceed the energies achieved by sprawling proton and electron colliders, such as the 27-kilometre Large Hadron Collider at CERN, Europe’s particle-physics laboratory near Geneva, Switzerland. A 10-kilometre muon collider could produce particles that have as much energy as those from a 90-kilometre proton machine, because muons are fundamental particles, which means all of their energy goes into each collision. On the other hand, proton collisions occur between their constituent quarks.",
            "h2Tricky particles",
            "But muons are fiendishly difficult to accelerate because they only exist for around 2 microseconds before they decay into an electron and two types of neutrino. They also dart around in different directions at various speeds, making them difficult to tame into a narrow, high-intensity beam. Although researchers have accelerated muons before, the beams “are highly divergent”, says study co-author Shusei Kamioka, a particle physicist at the High Energy Accelerator Research Organization in Tsukuba, Japan. As a result, the beams are too unruly to be used for sensitive measurements.",
            "To overcome this roadblock, Kamioka and his colleagues shot a beam of positively-charged muons, the antimatter counterpart of muons called antimuons, into silica aerogel — a sponge-like material that’s often used as a thermal insulator. When the positive muons hit electrons in the aerogel, neutral atoms of ‘muonium’ formed. The researchers fired a laser at these atoms to strip away their electrons, turning them back into positive muons that were almost frozen in place. This cooling process made the particles’ speeds and directions uniform.",
            "Next, the researchers used an electric field to accelerate these slowed-down muons to an energy of 100 kiloelectronvolts, achieving a speed of around 4% that of light.",
            "Although the results are promising, there’s still a long way to go before muon colliders will become a reality, says Holmes. The approach would need to be scaled up to produce even tighter, higher-intensity beams, she says.",
            "Kamioka said he and his colleagues are developing the technology needed to accelerate muons to 94% of the speed of light, and hope to achieve this by 2028. “That is our next milestone,” he says.",
            "Besides building a future collider, physicists could use high-energy muon beams in experiments that could go beyond the standard model of particle physics, such as precisely measuring the muon’s mysterious magnetism — which has shown to be stronger than predicted by theory, says Kamioka.",
            "doi: https://doi.org/10.1038/d41586-024-03460-9"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03403-4",
        "title": "The US is the world’s science superpower — but for how long?",
        "content": [
            "*Cartoon_showing_the_Statue_of_Liberty_holding_a_scientific_flask_teetering_on_the_edge_of_a_first_pl",
            "Illustration: Sébastien Thibault",
            "Science in the United States has never been stronger by most measures.",
            "Over the past five years, the nation has won more scientific Nobel prizes than the rest of the world combined — in line with its domination of the prizes since the middle of the twentieth century. In 2020, two US drug companies spearheaded the development of vaccines that helped to contain a pandemic. Two years later, a California start-up firm released the revolutionary artificial-intelligence (AI) tool ChatGPT and a national laboratory broke a fundamental barrier in nuclear fusion.",
            "This year, the United States is on track to spend US$1 trillion on research and development (R&D), much more than any other country. And its labs are a magnet for researchers from around the globe, with workers born in other nations accounting for 43% of doctorate-holders in the US workforce in science, technology, engineering and medicine (STEM).",
            "US election debate: what Harris and Trump said about science",
            "But as voters go to the polls in November to elect a new president and Congress, some scientific leaders worry that the nation is ceding ground to other research powerhouses, notably China, which is already outpacing the United States on many of the leading science metrics. “US science is perceived to be — and is — losing the race for global STEM leadership,” said Marcia McNutt, president of the US National Academy of Sciences in Washington DC, in a speech in June.",
            "Concerns range from funding limitations for R&D and the growing politicization of science to heated debates about immigration. This has created “a perception that the United States is increasingly hostile to foreigners”, the US National Academies of Sciences, Engineering and Medicine (NASEM) reported in August1, warning that the United States “can no longer take for granted that it will remain the destination of choice for the world’s best and brightest”. The academies called for a government-wide effort to attract and retain international talent and improve STEM education at home.",
            "The future of US science hinges, in no small way, on the November election. Together, the next president and Congress will play a pivotal part in setting the course for the US scientific enterprise for years to come by establishing funding plans, immigration policies and national-security measures that affect international collaboration.",
            "Given the concerns over US leadership in science, how does the country measure up and what comes next after the election? Nature examines the numbers and a few key issues that could determine the United States’ scientific future.",
            "h2Losing ground to China",
            "The driving force behind research is money, and the United States has long enjoyed a leading position in science and technology in large part because it outspends all other nations. Combining government and private funding, the United States spent $923 billion in 2022 (the last year for which full numbers are available), or around 30% of global R&D spending.",
            "But as China’s economy has soared, so has its R&D spending, to the equivalent of $812 billion (adjusted for purchasing power parity). On that trajectory it will draw level with the United States before 2030 (see ‘Research funding race’).",
            "*Research_funding_race_Line_chart_comparing_research_funding_in_the_United_States_with_China_and_othe",
            "Source: OECD/MSTI",
            "On sheer numbers of personnel, scientific output and patents, the United States has already lost its lead. In 2016, China leaped ahead as the top producer of science and engineering articles. In 2019, it passed the United States in the number of science and engineering PhDs awarded; and in 2021, it became top dog in international patent applications, according to a report by the US National Science Foundation (NSF) published in March2.",
            "For years, some researchers who study science metrics have argued that China still lagged behind in terms of the quality of its scientific output, but that is also changing. In 2020, for instance, China overtook the United States in terms of its share of the world’s top 1% cited papers, a proxy measure of high-impact work, according to numbers from the Web of Science database (see ‘Top-cited research’).",
            "*Top_cited_research_Line_chart_comparing_the_share_of_top_1%_cited_papers_published_by_Untied_States_",
            "Source: Clarivate/Web of Science",
            "China showed particular strengths in engineering, chemistry and materials science, whereas the United States retained its lead in areas such as biology and medicine (see ‘Who leads in various fields of science?’).",
            "*Who_leads_in_various_fields_of_science_Infographic_comparing_the_share_of_top_1%_of_cited_papers_pub",
            "Source: Clarivate/Web of Science",
            "Citation statistics are imperfect measures of influence: a study this year found that researchers in China show the greatest ‘home bias’, that is, disproportionately citing work from their own country3. Adjusting for this bias dents China’s progress — perhaps nudging it down to fourth in the world, the study suggested — but it doesn’t hugely change its direction of travel.",
            "There are other signs of rising quality in China relative to other nations. Last year, it surpassed the United States in terms of papers that appeared in influential journals (see ‘Share of work in influential journals’).",
            "",
            "Does it matter whether China or the United States is on top? Some political rhetoric frames these trends as essentially a zero-sum game. But in research, one country’s gain is not necessarily another’s loss, says Caroline Wagner, a research-policy specialist at the Ohio State University in Columbus.",
            "The highest-cited papers of all come from US, Chinese and European researchers working together, she says. If China, or any other country, is pouring more money into research, this should benefit the United States — as long as it retains world-leading scientists who can tap into global innovation, and keeps its own research funding and quality high, says Kieron Flanagan, a research-policy analyst at the University of Manchester, UK.",
            "h2Missing in action: federal funds",
            "The current alarms about US science echo similar warnings that have rippled through policy circles about once a generation. In 2005, for example, the National Academies published a dire report called Rising Above the Gathering Storm that cautioned about threats to US competitiveness from globalization4.",
            "How Trump damaged science — and why it could take decades to recover",
            "One recommendation from the report was to double the amount of basic research funding for mathematics, engineering and physical sciences, in line with the doubling of the budget for the National Institutes of Health that was accomplished between 1998 and 2003. The US Congress, which sets funding levels, passed a law in 2007 promising to do just that — but lawmakers didn’t follow through.",
            "History is now repeating itself. In 2022, this time with an eye on China, Congress united to pass the CHIPS and Science Act, which authorized $280 billion to promote the domestic semiconductor industry and boost the budgets of several major research agencies. A key beneficiary of the legislation, the NSF, saw its budget increase by 11% to $9.9 billion in 2023 — only to fall back to $9.1 billion when Congress finalized this year’s budget.",
            "As a share of gross domestic product (GDP), public investments in the NSF, the US Department of Energy’s Office of Science and the US National Institutes of Standards and Technology — all major funders of basic research in the physical sciences — are now lower than they have been at any time since 1997, according to Matt Hourihan, associate vice-president for government relations and public policy at the Association of American Universities in Washington DC (see ‘Falling federal research intensity’). US research investment as a share of GDP is still rising — but that is because R&D investment from private businesses is picking up the slack.",
            "*Falling_federal_research_intensity_Line_chart_comparing_Government_R&D_as_a_share_of_GDP_over_time_f",
            "Source: OECD/MSTI",
            "“We absolutely have to get federally funded R&D back on a healthier track,” says Arati Prabhakar, science adviser to US President Joe Biden and director of the White House Office of Science and Technology Policy (OSTP). The sharp uptick in private R&D is good for jobs and the economy, but it is no substitute for the kind of basic science that federal investments support, she told Nature.",
            "Indeed, these trends explain the shifting balance of power between the United States and China, says Jonathan Adams, chief scientist at the Institute of Scientific Information, a unit of the analytics firm Clarivate, who is based in London. Adams points out that the United States retains its lead in areas that it has invested in the most, such as biomedical research. By contrast, China is overtaking the United States in materials science, physical sciences and computer science, which are areas where US investments have fallen short.",
            "The question, come January, is whether the next president and Congress will work together to advance scientific funding commitments that both political parties have endorsed in the past. This depends in large part on who controls the two chambers of Congress, which is currently divided, with Democrats holding the Senate and Republicans having a majority in the House of Representatives.",
            "Biden seeks to boost science funding — but his budget faces an ominous future",
            "When it comes to setting spending priorities, Congress often goes its own way no matter what presidents propose in their budgets. For example, although previous president Donald Trump repeatedly sought to cut science budgets, it was during his tenure that Congress broke its own self-imposed budget caps and gave science agencies a significant boost in funding alongside the increases in defence spending sought by the Trump administration, says Jennifer Zeitzer, who leads the public-affairs office at the Federation of American Societies for Experimental Biology in Rockville, Maryland.",
            "Today, lawmakers are once again operating under a budget agreement that seeks to cap overall spending until 2025, which could make it difficult to increase STEM spending, but it’s unclear how that discussion will play out with a new president and Congress next year.",
            "“I call it the whiplash effect,” says Zeitzer. Funding agencies are constantly buffeted by shifting political winds that produce big promises — and occasionally big investments — before an inevitable swing back towards austerity. Half of the time, funding agencies are operating under provisional budgets and the looming threat of a government shutdown. “I don’t know how we’re supposed to be competitive if we’re facing another 20 years of this,” Zeitzer says.",
            "h2The importance of foreign talent",
            "Because the United States relies heavily on international talent to fuel its scientific engine, a key question is whether it will remain the preferred place for researchers globally to study and work. There are different ways to interpret the data.",
            "The United States relies ever more heavily on overseas researchers: more than one-third of science and engineering PhDs granted last year went to international students (those on temporary visas), with the share at 59% in computer science (see ‘US reliance on overseas talent’). “We are at an all-time high in terms of dependency on foreign talent,” says Darío Gil, director of research at the technology giant IBM in Yorktown Heights, New York, and current chair of the US National Science Board, which oversees the NSF.",
            "*US_reliance_on_overseas_talent_Line_chart_showing_the_share_of_US_PhDs_awarded_to_students_with_temp",
            "Source: NCSES",
            "Most of these students come from China and India, which is a distant second. And when asked, 77% of Chinese students who earned doctoral degrees in the United States said that they intended to stay in the country, according to 2022 data, a proportion that has dipped only slightly over the previous five years.",
            "More generally, the United States remains the world’s top venue for international students, according to data from the Organisation for Economic Co-operation and Development5, hosting 15% of all students worldwide in 2020, the latest comparative figures available.",
            "But there are signs that the United States might be losing its edge. Its share of international students is declining, down from 23% in 20005. And although enrolment numbers have recovered to an all-time high after a brief pandemic dip (see ‘International students on the rebound’), there remains a question about whether top talent from China continues to view the United States as an attractive destination.",
            "*International_students_on_the_rebound_Bar_chart_showing_the_number_of_science_and_engineering_studen",
            "Source: ref. 2",
            "China is still the United States’ biggest research collaborator, but the number of articles co-authored by Chinese and US researchers is falling — even as Chinese collaborations with competitors rise (see ‘US–China collaboration is dropping’).",
            "*US_china_collaboration_is_dropping_Line_chart_showing_the_number_of_publications_published_as_a_coll",
            "Source: Scopus",
            "Some lawmakers in Congress might welcome this trend. Citing the dangers of letting science that is funded by US taxpayers fall into the hands of the Chinese military, congressional Republicans are pushing legislation that would limit the kind of research collaborations that university researchers can pursue.",
            "Questions about immigration and research security came to a head when Trump occupied the White House. First came the temporary travel ban that mainly impacted citizens from several Muslim-majority countries. Then a federal crackdown on academic espionage, dubbed the China Initiative, drew accusations of racism after ensnaring scholars with links to China, including many US citizens of Chinese descent.",
            "Biden ultimately ended both policies, but many scholars say they could make a comeback if Trump prevails in November. Last month, Trump vowed to reinstate his travel ban, and Republicans who control the US House of Representatives have approved legislation that would, if enacted, essentially reinstate the China Initiative.",
            "These tensions might be taking a toll: surveys in the United States have found that many Chinese researchers worry about prejudice after the China Initiative. A study6 published this year examined the propensity of Chinese students to enrol in US PhD programmes, compared with a control group of non-Chinese students. The two were in step until 2016, but the Chinese students became 15% less likely to enrol by 2019 — and more likely to enrol in non-US English-speaking countries. (The rapid drop of enrolments during the pandemic means that the study, which has yet to be peer-reviewed, can’t reliably be extended to later years.)",
            "Although Chinese-student enrolment at US universities has rebounded since the pandemic, China’s best and brightest might be shying away, says Yingyi Ma, a sociologist who heads the Asian/Asian American studies programme at Syracuse University in New York. Soaring anti-China rhetoric probably plays a part, Ma says, but so do expanding opportunities for Chinese graduate students at home, and the growing challenges to obtain work visas.",
            "How to win a Nobel prize: what kind of scientist scoops medals?",
            "A further challenge, and one that would be easy for Congress to fix, is the limitation on the availability of ‘green cards’ that grant permanent residency in the United States, says Amy Nice, an immigration scholar at Cornell University in Ithaca, New York, who recently served at the White House OSTP under Biden. The Biden administration has been working to do just that under existing laws and regulations, she says, but it’s ultimately up to Congress to increase the numbers of green cards that are available. “That’s the one thing that Congress could do to solve this problem,” Nice says.",
            "Not everybody is convinced that US academic institutions are facing an imminent crisis when it comes to international talent. Allan Goodman, chief executive at the Institute of International Education in New York City, points out that the United States isn’t the only country that is cracking down on immigration: Canada, the United Kingdom and others are doing much the same. This means fewer non-US options as international students consider where to forge their careers.",
            "Gil also says that he doesn’t see evidence showing Chinese students have been put off coming to the United States. “There is an extraordinary appetite to continue to come to the US,” he says. Gil says a bigger problem is how to encourage US students to engage in science and technology, citing declining mathematics attainment scores.",
            "h2The campus culture wars",
            "Across university campuses in the United States, there are growing tensions over issues such as the Gaza–Israel war; efforts to promote diversity, equity and inclusion; and the rights of transgender individuals. Part of a broader trend towards increasing political polarization, these culture wars have engulfed campuses and led some lawmakers to impose limits on what university researchers can study and teach, and to curtail policies that promote diversity, equity and inclusion. The August NASEM report1 tapped into some of these sentiments, raising the fear that the United States’ reputation is beginning to suffer abroad. “Some of the nation’s most important advantages in attracting and retaining talent are the intangibles: values, freedom, and opportunity,” the report stated.",
            "Like Biden, vice-president and presidential candidate Kamala Harris would be expected to advance science-friendly budgets while continuing to emphasize the role of science in tackling climate change and promoting public health. By contrast, Trump and his appointees repeatedly undermined government scientists and agencies during his time in office, especially on issues such as climate change and public health.",
            "Many political scientists fear a second Trump term could be even more fraught for government researchers. Besides Trump’s refusal to acknowledge the results of any election he doesn’t win and his promises to use the powers of the federal government for political retribution, researchers fear that he just might succeed in reshaping the US government by replacing thousands of federal scientists with obedient political appointees. This would further undermine the part that science plays in developing the rules and regulations that govern everything from greenhouse-gas emissions to drug development.",
            "No matter which party controls the presidency and Congress, the fate of US science is linked to broader trends in an increasingly polarized society, in which trust in many institutions has been eroding for several decades.",
            "So far, the institution of ‘science’ remains an outlier, with support from broad swathes of the public, but that could change if polarization increases on issues ranging from vaccines to global warming, says Henry Brady, a political scientist at the University of California, Berkeley. “If science and academia become ideological endeavours,” he says, “it’s going to be hard for them to survive.”",
            "Nature 634, 770-774 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03403-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03443-w",
        "title": "DNA stores data in bits after epigenetic upgrade",
        "content": [
            "*An_illustration_of_a_DNA_helix_made_up_of_blue_and_pink_colours",
            "Chemical markers attached to pre-fabricated units of DNA can easily encode data. Credit: Nobeastsofierce/SPL",
            "DNA has been humanity’s go-to data repository for millennia. Tough and compact, it is so information-dense that just one gram of it can hold enough data for 10 million hours of high-definition video.",
            "But there is always room for improvement.",
            "An innovative method now allows DNA to store information as a binary code — the same strings of 0s and 1s used by standard computers. That could one day be cheaper and faster than encoding information in the sequence of the building blocks that make up DNA, which is the method used by cells and by most efforts to harness DNA for storing artificially generated data.",
            "The method is so straightforward that 60 volunteers from a variety of backgrounds were able to use it to store the text of their choice. Many of them initially didn’t think the technique would work, says Long Qian, a computational synthetic biologist at Peking University in Beijing and an author of the study1 describing the technique.",
            "“When they saw the sequence and got back the correct text, that’s when they started to believe that they could actually do it,” she says. The study was published today in Nature.",
            "h2Short memory",
            "The technique is just one of many efforts to transform DNA into a sustainable replacement for standard, electronic storage options, which are unable to keep up with the world’s mushrooming data production. “We’re reaching physical limits,” says Nicholas Guise, a physicist at the Georgia Tech Research Institute in Atlanta. “And we’re generating more and more data all the time.”",
            "How to make your scientific data accessible, discoverable and useful",
            "DNA’s enormous storage capacity makes it an appealing alternative. What’s more, if shielded from moisture and ultraviolet light, DNA can last for hundreds of thousands of years. By contrast, electronic hard drives need to be replaced every few years, or data become corrupted.",
            "The most obvious way to store information in DNA is by incorporating the data into the DNA sequence, a process that requires a DNA strand to be synthesized from scratch. This approach is slow and many orders of magnitude more expensive than electronic data storage, says Albert Keung, a synthetic biologist at North Carolina State University in Raleigh.",
            "To develop a cheaper, faster way, Qian and her colleagues, looked to the ‘epigenome’ — a variety of molecules that cells use to control gene activity without modifying the DNA sequence itself. For example, molecules called methyl groups can be added to or removed from DNA to modify its function.",
            "Qian and her colleagues developed a system in which a series of short, prefabricated DNA “bricks” — with or without methyl groups — could be added to a reaction tube to form a growing DNA strand with the correct binary code. To retrieve the data, the researchers use a DNA-sequencing technique that can detect the methyl groups along the DNA strand. The results can be interpreted as a binary code, with the presence of a methyl group corresponding to a 1, and the absence to a 0.",
            "h2Panda portrait in DNA",
            "Because the technique uses prefabricated fragments of DNA, it could be further optimized for bulk production, says Keung. That would make it much cheaper than synthesizing a bespoke DNA strand for each bit of information to be stored. The next hurdle, he says, will be to see how well the system scales up to accommodate large sets of data.",
            "As a step towards that goal, Qian and her colleagues encoded and then read out the instructions to make an image of a tiger rubbing from the Han dynasty in ancient China and a colour picture of a panda in lush green surroundings. The images were encoded in nearly 270,000 1s and 0s, or ‘bits’.",
            "For now, the field still needs to bring costs down before it can compete with electronic data storage, Guise says. “DNA storage has a long way to go before it could become commercially relevant,” he says. “But there’s a need for disruptive technology.”",
            "doi: https://doi.org/10.1038/d41586-024-03443-w"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03427-w",
        "title": "Journals with high rates of suspicious papers flagged by science-integrity start-up",
        "content": [
            "*Close_up_view_of_a_magnifying_glass_resting_on_a_stack_of_paper_documents_in_folders",
            "By analysing citations and authors’ publication records, Argos identifies ‘high risk’ papers that warrant further investigation.Credit: bernie_photo/Getty",
            "Which scientific publishers and journals are worst affected by fraudulent or dubious research papers — and which have done least to clean up their portfolio? A technology start-up founded to help publishers spot potentially problematic papers says that it has some answers, and has shared its early findings with Nature. ",
            "The science-integrity website Argos, which was launched in September by Scitility, a technology firm headquartered in Sparks, Nevada, gives papers a risk score on the basis of their authors’ publication records, and on whether the paper heavily cites already-retracted research. A paper categorized as ‘high risk’ might have multiple authors whose other studies have been retracted for reasons related to misconduct, for example. Having a high score doesn’t prove that a paper is low quality, but suggests that it is worth investigating.",
            "The papers that most heavily cite retracted studies",
            "Argos is one of a growing number of research-integrity tools that look for red flags in papers. These include the Papermill Alarm, made by Clear Skies, and Signals, by Research Signals, both London-based firms. Because creators of such software sell their manuscript-screening tools to publishers, they are generally reluctant to name affected journals. But Argos, which is offering free accounts to individuals and fuller access to science-integrity sleuths and journalists, is the first to show public insights.",
            "“We wanted to build a piece of technology that was able to see hidden patterns and bring transparency to the industry,” says Scitility co-founder Jan-Erik de Boer, who is based in Roosendaal, the Netherlands.",
            "By early October, Argos had flagged more than 40,000 high-risk and 180,000 medium-risk papers. It has also indexed more than 50,000 retracted papers.",
            "h2Publisher risk ratings",
            "Argos’s analysis shows that the publisher Hindawi — a now-shuttered subsidiary of the London-based publisher Wiley — has the highest volume and proportion of already-retracted papers (see ‘Publishers at risk’). That’s not surprising, because Wiley has retracted more than 10,000 Hindawi-published papers over the past two years in response to concerns raised by editors and sleuths; this amounts to more than 4% of the brand’s total portfolio over the past decade. One of its journals, Evidence-based Complementary and Alternative Medicine, has retracted 741 papers, more than 7% of its output.",
            "Argos risk-score ratings flag more than a thousand remaining Hindawi papers — another 0.65% — as still ‘high risk’. This suggests that, although Wiley has done a lot to clean up its portfolio, it might not have yet completed the job. The publisher told Nature that it welcomed Argos and similar tools, and had been working to rectify the issues with Hindawi.",
            "*Publishers_at_risk_Bar_charts_showing_the_publishers_with_the_greatest_number_-_and_proportion_-_of_",
            "Source: Argos.",
            "Other publishers seem to have much more investigation to do, with few retractions relative to the number of high-risk papers flagged by Argos (publishers might have already examined some of these papers and determined that no action was necessary).",
            "The publishing giant Elsevier, based in Amsterdam, has around 5,000 retractions but more than 11,400 high-risk papers according to Nature’s analysis of Argos data — although all of these together make up just more than 0.2% of the publisher’s output over the past decade. And the publisher MDPI has retracted 311 papers but has more than 3,000 high-risk papers — about 0.24% of its output. Springer Nature has more than 6,000 retractions and more than 6,000 high-risk papers; about 0.3% of its output. (Nature’s news team is independent of its publisher.)",
            "Chain retraction: how to stop bad science propagating through the literature",
            "In response to requests for comment, all of the publishers flagged as having the greatest number of high-risk articles say that they are working hard on research integrity, using technology to screen submitted articles, and that their retractions demonstrated their commitment to cleaning up problematic content.",
            "Springer Nature says that it rolled out two tools in June that have since helped to spot hundreds of fake submitted manuscripts; several publishers noted their work with a joint integrity hub that offers software which can flag suspicious papers. Jisuk Kang, a publishing manager at MDPI in Basel, Switzerland, says that products such as Argos can give broad indications of potential issues, but noted that the publisher couldn’t check the accuracy or reliability of the figures on the site. She adds that the largest publishers and journals would inevitably have higher numbers of high-risk papers, so that the share of output is a better metric.",
            "The publishing brands with the greatest proportions of high-risk papers in their portfolios are Impact Journals (0.82%), Spandidos (0.77%) and Ivyspring (0.67%), the Argos figures suggest. Impact Journals tells Nature that, although its journals have experienced problems in the past, they have now improved their integrity. The publisher says that there were “0% irregularities” in its journal Oncotarget over the past two years, owing to the adoption of image-checking tools such as Image Twin, which have become available only in the past few years. Portland Press, which has 0.41% of high-risk papers in its portfolio, says that it has taken corrective action, bringing in enhanced stringency checks.",
            "h2Journal risk ratings",
            "Argos also provides figures for individual journals. Unsurprisingly, Hindawi titles stand out for both the number and proportion of papers that have been retracted, whereas other journals have a lot of what Argos identified as high-risk work remaining (see ‘Journals at risk’). By volume, Springer Nature’s mega-journal Scientific Reports leads, with 450 high-risk papers and 231 retractions, together around 0.3% of its output. On 16 October, a group of sleuths penned an open letter to Springer Nature raising concerns about problematic articles in the journal.",
            "Paper-mill detector put to the test in push to stamp out fake science",
            "In response, Chris Graf, head of research integrity at Springer Nature, says that the journal investigates every issue raised with it. He adds that the proportion of its content that has been highlighted is comparatively low given its size.",
            "Journals with particularly large gaps between the number of retracted works and potentially suspect papers include MDPI’s Sustainability (20 retractions and 312 high-risk papers; 0.4% of its output) and Elsevier’s Materials Today Proceedings (28 retractions and 308 high-risk papers; 0.8% of its output). Elsevier’s Biomedicine & Pharmacotherapy has the highest proportion of high-risk papers — 1.61% of its output.",
            "“The volume of fraudulent materials is increasing at scale, boosted by systematic manipulation, such as 'paper mills' that produce fraudulent content for commercial gain, and AI-generated content,” says a spokesperson for Elsevier, adding that in response “we are increasing our investment in human oversight, expertise and technology”.",
            "*Journals_at_risk_Bar_charts_showing_the_publishers_with_the_greatest_number_-_and_proportion_-_of_'h",
            "Source: Argos.",
            "h2Open data",
            "Argos’s creators emphasize that the site relies on open data collected by others. Its sources include the website Retraction Watch, which maintains a database of retracted papers — made free through a deal with the non-profit organization CrossRef — that includes the reasons for a retraction, so that tools examining author records can focus on retractions that mention misconduct. The analysis also relies on records of articles that heavily cite retracted papers, collated by Guillaume Cabanac, a computer scientist at the University of Toulouse, France. ",
            "Although Argos also follows analysts that focus on networks of authors with a history of misconduct, other research-integrity tools also flag papers on the basis of suspicious content, such as close textual similarity to bogus work, or ‘tortured phrases’, a term coined by Cabanac, when authors make strange wording choices to avoid triggering plagiarism detectors.",
            "What makes an undercover science sleuth tick? Fake-paper detective speaks out",
            "“Both approaches have merit, but identifying networks of researchers engaged in malpractice is likely to be more valuable,” says James Butcher, a former publisher at Nature-branded journals and the Lancet, who now runs the consultancy Journalology in Liverpool, UK. That is because AI-assisted writing tools might be used to help fraudsters to avoid obvious textual tells, he says. Butcher adds that many major publishers have built or acquired their own integrity tools to screen for various red flags in manuscripts. ",
            "One of the trickiest issues for integrity tools that rely mostly on author retraction records is correctly distinguishing between authors with similar names — an issue that might skew Argos’s figures. “The author disambiguation problem is the single biggest problem the industry has,” says Adam Day, founder of Clear Skies.",
            "De Boer, who formerly worked at Springer Nature, says that anyone can create an account to access Argos for free, but Scitility aims to sell a version of the tool to big publishers and institutions, who could plug it directly into their manuscript-screening workflows.",
            "Butcher applauds the Argos team’s transparency. “There needs to be more visibility on journals and publishers that cut corners and fail to do appropriate due diligence on the papers that they publish and monetize,” he says.",
            "doi: https://doi.org/10.1038/d41586-024-03427-w"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03402-5",
        "title": "How much energy does it take to make a baby? Researchers are rethinking what they know",
        "content": [
            "*An_adult_female_sheep_nuzzles_a_young_lamb_lying_in_the_grass",
            "In sheep, indirect costs account for an estimated 98% of the energy required to make a lamb. Credit: Klein & Hubert/Nature Picture Library",
            "Elephants are pregnant for up to two years. Females of some fish species starve for weeks while holding dozens of eggs and hatchlings inside their mouths. And pregnant humans commonly endure months of fatigue and nausea. These are just a few ways in which reproduction demands energy from mothers across the animal kingdom.",
            "But researchers might have vastly underestimated the energy it takes to reproduce, according to Dustin Marshall, an ecologist and evolutionary biologist at Monash University in Melbourne. Australia.",
            "The extra energy it takes a human to produce a baby could be as much as 24 times more than some influential mathematical models had estimated, suggest Marshall and his colleagues in a study published in May1. For animals that rely on external heat sources to regulate their body temperature, called ectotherms, the difference is smaller. For the pampas snake (Tomodon dorsatus), for example, the value is around four times more. And for a species of seawater fish called the capelin (Mallotus villosus), it is twice more.",
            "How pregnancy transforms the brain to prepare it for parenthood",
            "These findings are not merely a curiosity. Researchers use mathematical models to examine how energy needs change during animal lifespans — during growth, feeding and reproduction, for instance. And these, in turn, feed into explanations of why species evolve in the way that they do, such as the number of offspring that they have, or the benefits of live births over laying eggs.",
            "The work by Marshall’s team suggests that these models’ estimates of the energy requirements of reproduction have often overlooked or underestimated the energy spent by mothers in making and carrying their young — sometimes referred to as the ‘indirect’ costs of reproduction, as opposed to the direct cost, the energy invested and stored in the offspring. It is akin to assuming that the energy needed to make a doughnut is equal to the calories in the doughnut itself, and ignoring the fuel required to cook it.",
            "The results, says Marshall, could influence theories about aspects of animal lifestyles, and improve predictions about how animals will respond to climate change.",
            "“The magnitudes of these indirect costs are really quite stunning,” says ecologist and evolutionary biologist Lauren Buckley at the University of Washington in Seattle.",
            "*A_pregnant_woman_looking_at_her_phone_while_waiting_for_a_New_York_subway_train",
            "Pregnancy in humans costs an extra 208,000 kilojoules (50,000 kilocalories), according to study estimates.Credit: Jeffrey Greenberg/Universal Images Group/Getty",
            "h2How to measure energy use",
            "In 2020, Marshall’s team decided to comb the literature for dozens of studies from the 1930s to the 2000s, that had measured either the rate of energy use in pregnant and non-pregnant females or the energy stored directly in the offspring. Overall, the team collated enough data to calculate the indirect and direct costs of reproduction for 81 species, ranging from microscopic animals called rotifers to fishes, snakes and humans.",
            "For the human data, for instance, the researchers drew on a 2004 paper that measured the metabolic rate of humans before and during pregnancy2. They used this to estimate the extra energy required during nine months of pregnancy — the indirect costs — and combined that with estimated direct costs, such as the total energy content of a newborn baby.",
            "Metabolic-rate data are not easy to gather. To measure the energy used by pregnant females, researchers track how much oxygen they are using and how much carbon dioxide they are exhaling.",
            "This fish’s legs are made for walking — and tasting the sea floor",
            "In a 2007 study, for instance, Ryan Samuel at South Dakota State University in Brookings and his colleagues put five pregnant pigs in individual airtight glass chambers with tubes carrying samples of air in and out, for one day at a time3. “As the graduate student on the project, I had the overnight shifts to stay and monitor the animals,” says Samuel, who had to check that the pigs were comfortable and the equipment was working.",
            "Besides the night shifts, other issues make it hard to track energy use during pregnancy for periods much longer than one day. “If it was longer than that, you’d have to figure out a way to remove the poo and waste from the pigs without breaking the seal of the chamber,” he says. It’s not surprising that such measurements are rare in the literature, says Marshall.",
            "Instead, modellers have found it easier to calculate the energy stored in offspring — by simply estimating the amount of bone, fat and protein in the bodies of offspring and combining that with the known energy content of those components. Modellers assumed that this equalled the energy cost of reproduction. Some models have included estimates of indirect costs, but these costs were assumed to range from just 5% to 25% of the total energy spent on reproduction, depending on the model.",
            "h2Energy imbalance",
            "Marshall’s team, however, found that the indirect costs of reproduction are often much higher than the direct costs — contrary to the assumptions of earlier models (see ‘Costs of making a baby’).",
            "*Costs_of_making_a_baby_Chart_comparing_direct_and_indirect_reproduction_energy_cost_for_different_an",
            "Source: Ref. 1",
            "In mammals, which often grow placentas to provide oxygen and nutrients and to remove waste, and which maintain a stable internal body temperature, the researchers found that the indirect costs made up roughly 90% of the total energy costs of reproduction. Just 10% of the total energy is contained in the offspring. In humans, 96% of the 208,000 kilojoules (or nearly 50,000 kilocalories) required for reproduction is taken up by indirect costs.",
            "By contrast, ectotherms invest less of their total reproductive energy budget in indirect costs, the researchers found. In ectotherms that give birth to live young, the indirect costs made up roughly 55% on average of their reproductive energy.",
            "“For mammals, the indirect costs of making babies was huge — it was striking to see how different they are from other organisms,” says evolutionary biologist David Reznick at the University of California, Riverside. Including weaning for babies after birth — such as the extra energy needed to produce milk — would add even more costs.",
            "Among ectotherms, researchers found that species that lay eggs, such as the Antarctic krill (Euphausia superba), spend less of their reproductive energy budget on indirect costs (producing and carrying the eggs) than do those that give birth to live young. “When you switch to live-bearing, there’s a significant increase in the indirect costs — that’s the cost of holding the baby inside you longer and moving around and carrying it,” says Reznick.",
            "*Micrograph_of_freshwater_planktonic_rotifers_with_parthenogenetic_eggs",
            "Planktonic rotifers (here shown at ×100 magnification) were one of the smallest species examined in the study on the costs of reproduction.Credit: Frank Fox/Science Photo Library",
            "Researchers who spoke to Nature said that they were generally surprised that no one had quantified indirect costs before. “Most people have said that in hindsight, it seems obvious that these costs should have existed — though no one realized they’d be so high,” Marshall adds. Still others, he says, are surprised that mathematical treatments of life had assumed such costs to be zero or low.",
            "A lack of women in the field might have led researchers to pay less attention to the indirect costs of reproduction, Marshall suggests.",
            "Buckley says she also doesn’t find it surprising that a field with mostly male researchers might neglect to model these costs.",
            "h2Theory update",
            "The larger energy estimates should be plugged into models of how animals live, says Asta Audzijonyte at the University of Tasmania in Hobart, Australia, who models how fish are faring amid climate change. It will take time to make these revisions, says Marshall, because rewriting the models is not straightforward. But, in turn, this could shift the weight of evidence behind some theories as to why animals live the way they do, such as whether fish hit a maximum body size to conserve energy for reproduction, he says.",
            "Fresh estimates for reproductive energy use could also improve predictions of how species will evolve amid climate change, says Audzijonyte. This is because predictive models take into account factors such as the energy demands of reproduction, how heat alters the speed of reactions inside animals’ bodies and how big animals grow.",
            "The study by Marshall and his team is just the first step towards quantifying the costs of reproduction across the animal kingdom, he says. Owing to scant data, the researchers often had to extrapolate the costs of pregnancy from measurements taken at just a few points during gestation, which limits the accuracy of their estimates, says Marshall. In future, studies that measure the indirect costs of reproduction throughout the entire gestation period will be needed, he says.",
            "“Hopefully, a lot of us will put effort into better quantifying that indirect cost,” says Buckley.",
            "Nature 634, 768-769 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03402-5"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03446-7",
        "title": "Brain stimulation at home helps to treat depression",
        "content": [
            "*Coloured_functional_magnetic_resonance_imaging_scan_of_a_healthy_human_brain_at_rest",
            "A healthy brain (fMRI image). Researchers are investigating the effects of stimulating regions of the brain linked to depression. Credit: Mark & Mary Stevens Neuroimaging and Informatics Institute/Science Photo Library",
            "A remote clinical trial involving more than 150 people has shown that an experimental treatment for depression — which uses a swimming-cap-like device to gently stimulate the brain — can be effective when carried out at home. ",
            "The non-invasive therapy, known as transcranial direct current stimulation (tDCS), is designed to stimulate areas of the brain linked to mood regulation, and delivers a painless, weak electrical current through electrodes placed on the scalp. It could be a game-changer for the more than one-third of people with depression who do not respond to standard treatments such as antidepressants or psychotherapy.",
            "How deep brain stimulation is helping people with severe depression",
            "The trial, described on 21 October in Nature Medicine1, found that after ten weeks of regular treatment, participants who received tDCS showed a greater reduction in depressive symptoms than did those in a control group. Previous research has explored using tDCS to treat depression, but this study stands out for its long timescale and remote, home-based design, which did not require participants to make daily visits to a specialized clinic.",
            "“When we think about that aspect of barriers to mental health, accessibility is a huge one,” says Shawn McClintock, a clinical neuropsychologist at UT Southwestern Medical Center in Dallas, Texas, who was not involved in the study. The trial “really starts to substantiate the ability to take mental health treatments into a home setting”, he adds.",
            "h2Making brain cells fire",
            "In the trial, researchers targeted the dorsolateral prefrontal cortex, a region of the brain involved in decision-making that is often less active in people with depression. “The tDCS involves a small current that makes it easier for the brain cells to discharge or to fire,” says study co-author Cynthia Fu, a clinical neuroscientist at King’s College London.",
            "Fu and her colleagues trained 120 women and 54 men, all of whom had been diagnosed with a major depressive disorder, to use the tDCS headset and randomly allocated people to either the treatment or a control group.",
            "Found: a brain-wiring pattern linked to depression",
            "Those in the treatment group received a current of 2 milliamperes to the scalp — about 0.5% of the amount drawn by a 100-watt light bulb — for 30 minutes, 5 times a week for the first 3 weeks, then 3 times a week for 7 weeks. Participants in the control group wore a sham headset, which only delivered a brief pulse of current at the start of each session, mimicking the feeling of real tDCS without providing the same stimulation.",
            "After 10 weeks, the treatment group’s scores on a scale that measures depression symptoms dropped by 9.41 points, whereas the control group’s score decreased by 7.14 points. Nearly 45% of participants with the active tDCS device experienced reduction in or recovery from their symptoms, compared with almost 22% of those with sham device. The headsets were used in addition to other treatments — many of the study participants took antidepressants and enrolled in psychotherapy for at least six weeks prior to the study.",
            "h2Mixed results",
            "Although these results are encouraging, previous research has suggested that tDCS doesn’t work for everyone. Last year, for example, a study of 150 people found that tDCS did not have antidepressant effects2. But trials with positive and negative outcomes are both equally important to investigate the method’s potential as a treatment for depression, says Frank Padberg, a psychiatrist at Ludwig Maximilian University in Munich, Germany. The next step should be to understand why tDCS works for some people but not others, and to look for ways to personalize the treatment, he adds. “Different people need different dosages.”",
            "Future studies could also use brain imaging and electrical recording to observe changes in neural circuits during tDCS treatment in real time, says McClintock. This would help researchers to “see what this treatment is actually doing at the neural circuit level”.",
            "“Three decades ago, I wouldn't have thought that this stimulation does anything on the brain,” says Padberg. But now it is known that tDCS affects brain activity, “I'm pretty sure that an optimized method will make it to clinical care one day,” he says.",
            "doi: https://doi.org/10.1038/d41586-024-03446-7"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03335-z",
        "title": "AI has dreamt up a blizzard of new proteins. Do any of them actually work?",
        "content": [
            "*Illustration_of_a_key_from_a_keyboard_with_'Generate'_written_on_it_and_a_tangle_of_proteins_burstin",
            " Illustration: Ibrahim Arafath",
            "On a Saturday morning in mid-August, Alex Naka embarked on what he describes as “a little hackathon” in his girlfriend’s kitchen. Powered by his laptop, some coffee and, at one point, about 80 cloud-based artificial intelligence (AI) processors, he generated scores of computer-engineered proteins designed to block a cell receptor that is mutated in some tumours.",
            "Naka — who on weekdays is a protein engineer at a medical technology company in Alameda, California — entered his ten most promising creations into a newly launched protein-design competition and watched them climb to the top of the leader board.",
            "Chemistry Nobel goes to developers of AlphaFold AI that predicts protein structures",
            "The contest, run by a biotechnology start-up firm called Adaptyv Bio in Lausanne, Switzerland, is one of at least five to have popped up over the past year or so. Most of the people entering the competitions are wielding AI tools such as AlphaFold and chatbot-inspired ‘protein language models’ that have exploded both in popularity and in power. Three of the researchers behind some of these tools were awarded this year’s Nobel Prize in Chemistry for their efforts. The accolades come, in part, from the hope that newly created proteins could serve as more-effective drugs, industrial enzymes or laboratory reagents.",
            "But the boom in designer proteins has mostly sown confusion, say scientists. People are churning them out faster than they can be made and tested in labs, making it hard to tell which approaches are truly effective.",
            "Contests have driven key scientific advances in the past, particularly for the field of protein-structure prediction. This latest crop of competitions is drawing people from around the world into the related field of protein design by lowering the barrier to entry. It could also quicken the pace of validation and standards development and perhaps help to foster community. “It will push the field forward and test methods more quickly,” says Noelia Ferruz Capapey, a computational biologist at the Centre for Genomic Regulation in Barcelona, Spain.",
            "But the competitions will have to overcome some hurdles, say scientists, such as identifying which problems to tackle and working out how to select winners objectively. Getting the formula right is important. “These competitions can do damage” to a field if they are not executed properly, says Burkhard Rost, a computational biologist at the Technical University of Munich in Germany.",
            "h2Competitive by design",
            "The protein-design contests are partly inspired by a 30-year-old competition that helped to kick off the revolution in biological AI. Since 1994, the Critical Assessment of Structure Prediction (CASP) has been challenging scientists to predict the 3D shape of proteins from their amino-acid sequences. Winners of the competition — founded by computational biologist John Moult at the University of Maryland in Rockville and Krzysztof Fidelis, a computational biologist at the University of California, Davis — are determined by comparing the computational predictions with unpublished structural models.",
            "In 2018, London-based DeepMind (now Google DeepMind) won CASP with its first version of the protein-structure-prediction tool AlphaFold. Its next iteration, AlphaFold 2, performed so well in 2020 that Moult declared the problem of predicting simple protein structures largely solved. The competition has since shifted its focus to other emerging challenges, such as predicting the structure of multiple interacting proteins in a complex.",
            "AI tools are designing entirely new proteins that could transform medicine",
            "Now, many hope that these competitions can push the protein-design field forwards just as CASP helped to spur a revolution in protein-structure prediction. “There would have not been an AlphaFold had it not been for CASP,” says Rost. “We need these competitions to do the job right and motivate people.”",
            "In June, Rost and several of his colleagues won the Protein Engineering Tournament run by Align to Innovate, an international, open-science non-profit organization. The event included two parts. First, participants tried to predict the properties of different enzyme variants. The best-performing teams in this round then re-engineered an enzyme that breaks down starch, with the best designs determined by lab experiments. A 2025 tournament is now in the works.",
            "A Winter Protein Design Games contest that announced its winner in April was run by Liberum Bio, a biotechnology company in Kitchener, Canada, and Rosetta Commons, a collaboration of mostly academic scientists that maintains protein modelling tools. The contest tasked entrants with re-engineering an existing protein — a plant-virus enzyme used widely in protein purification — to make the molecule more efficient.",
            "Two other contests asked participants to come up with entirely new proteins. Adaptyv’s was looking for proteins capable of attaching to a growth hormone receptor called EGFR that is overactive in many cancers. The 90 entrants submitted more than 700 designs.",
            "And in Bits to Binders, researchers are vying to create small proteins that could be used in a T-cell cancer therapy. Run by the BioML Society, a graduate-student-led group at the University of Texas at Austin, it attracted 64 teams from 42 countries — including Nigeria, Colombia, Iran and India. Around 18,000 designs are now being tested, with results due in early 2025. “We were quite surprised with the turnout,” says co-organizer Clayton Kosonocky, a biochemistry PhD student at the university.",
            "h2Newcomers welcome",
            "Julian Englert, chief executive and co-founder of Adaptyv, says that many of the participants in its contest work in protein engineering and design. However, the competition has also received promising entries from people with no professional experience in biology. An entrant from Iran made his predictions using a gaming computer because he didn’t have access to more-powerful systems.",
            "Englert says that the high-quality entries from people who aren’t established researchers reminds him of the garage-tinkering origins of Apple, Microsoft and other tech giants. “It would have taken them two years of studying and joining a lab to get to the point where they can get started. Here they can do it over a weekend.” He imagines a future in which freelance protein designers vie for bounties set by companies, academic labs and others seeking a custom molecule.",
            "‘The entire protein universe’: AI predicts shape of nearly every known protein",
            "The competitions can save time in other ways, too. Getting quick experimental results from contest organizers was a big motivation for Michael Heinzinger, a machine-learning scientist at the Technical University of Munich who was part of the winning team with Rost. “Otherwise we would have had to put in the time to write a grant,” he says. “For me, the prize is saving time.”",
            "In terms of actual prizes, the Align to Innovate tournament didn’t offer one, but some others do. The winners of Bits to Binders will get a 3D-printed trophy of their design and some merchandise from the biotech company that is conducting the experiments, called LEAH Laboratories in Eagan, Minnesota. There will also be opportunities for collaboration.",
            "Adaptyv, which sells automated lab testing of molecules created by protein designers, offered a handful of free experiments and some of its own swag. And the winners of the Rosetta Winter Games split US$5,000.",
            "But the standout is the recently launched Evolved 2024 contest, in which the first-place team will take home a $25,000 credit for Amazon Web Services, along with credits from other companies (including OpenAI) worth thousands of dollars. Its sponsors include Lux Capital, a venture-capital firm in New York City that has invested more than $1.5 billion in tech firms, and EvolutionaryScale, a biology AI start-up also in New York City, that has attracted $142 million in investment.",
            "h2Beyond big cash prizes",
            "Choosing who will reap these rewards isn’t always straightforward. The Evolved 2024 contest — more of a hackathon, in which teams work on broad-brush problems such as predicting drug efficacy and safety — will be judged subjectively by a panel of experts. But even for the contests with more clear-cut protein-design goals, “it’s not trivial to figure out who wins,” says Erika DeBenedictis, a biological engineer and founder of Align to Innovate. Her organization’s tournament gauged designs on the basis of their activity, stability and how well (or even whether) they could be made. “When you design a protein, there are a lot of ways it can fail,” she says.",
            "And if competitions are to move the needle in protein design, they will need to address the challenges that the wider field is tackling, say scientists. Unlike structure prediction, protein design can have wildly different criteria from task to task. The approaches to craft a particular type of enzyme might not translate to other proteins, such as vaccine components.",
            "What’s next for AlphaFold and the AI protein-folding revolution",
            "The competitions could prove counterproductive if they send the field down a rabbit hole — for example, by judging designs too narrowly, warns Rost. Researchers could also fail to reap the full benefits of protein-design competitions if contestants keep quiet about their approaches, says Anthony Gitter, a computational biologist at the University of Wisconsin–Madison. “If teams aren’t communicating their methods, there’s not much opportunity to learn about what work and what fails.”",
            "So far, this doesn’t seem to be happening. Most of the competitions encourage or even require participants to describe their approaches. The contests could also help to bring together some of the disparate fields that have been drawn to protein design — from biochemistry labs that pioneered protein engineering methods to machine-learning scientists who cut their teeth in natural-language processing, says Gitter. “People organizing the competitions, to have maximum impact on the field, should think really hard about how to create a community.”",
            "When the Adaptyv competition results were announced in late September, Naka was disappointed. Although all ten of his entries looked strong, none of his designs worked in the lab. Only 5 of the 147 designs that were tested actually bound to the target molecule. And more than 50 of them couldn’t even be made.",
            "That actually isn’t bad: past efforts to design EGFR binders have had much lower success rates. “It’s par for the course in protein engineering — you have to be ready to fail a lot,” Naka says. The winners were Martin Pacesa and Lennart Nickel, structural biologists at the Swiss Federal Institute of Technology (EPFL) in Lausanne, who posted a preprint describing their approach and made its code open-source (M. Pacesa et al. Preprint at bioRxiv https://doi.org/nmfm; 2024). Adaptyv has now launched a second competition that builds on the first.",
            "Naka wishes he had started working on his entries earlier. He describes his hackathon as “type 2 fun” — painful at the time, but enjoyable in retrospect. Through the competition, he forged connections with like-minded scientists, including Gitter. “It feels like it lowered the barrier to entry and let a lot of new people participate in protein design,” he says. “I’ll definitely be participating in similar events in the future.”",
            "Nature 634, 532-533 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03335-z"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03334-0",
        "title": "Your diet can change your immune system — here’s how",
        "content": [
            "*Conceptual_illustration_showing_a_bowl_of_ramen_with_contents_resembling_cellular_structures",
            " Illustration: Asia Wójtowicz",
            "Reboot your immune system with intermittent fasting. Help your ‘good’ bacteria to thrive with a plant-based diet. Move over morning coffee: mushroom tea could bolster your anticancer defences. Claims such as these, linking health, diet and immunity, bombard supermarket shoppers and pervade the news.",
            "Beyond the headlines and product labels, the scientific foundations of many such claims are often based on limited evidence. That’s partly because conducting rigorous studies to track what people eat and the impact of diet is a huge challenge. In addition, the relevance to human health of results from studies of animals and cells isn’t clear and has sometimes been exaggerated for commercial gain, feeding scepticism in nutrition science.",
            "In the past five or so years, however, researchers have developed innovative approaches to nutrition immunology that are helping to close this credibility gap. Whereas nutrition scientists have conventionally studied the long-term impacts of loosely defined Mediterranean or Western diets, for example, today they have access to tools that allow them to zoom in on the short-term effects — both helpful and harmful — of narrower food groups and specific dietary components, and to probe the molecular mechanisms underpinning the effects of foods on immunity.",
            "Mediterranean diet linked to immunotherapy response",
            "The field is starting to attract attention and funding. In April, the New England Journal of Medicine launched a series of review articles on nutrition, immunity and disease, and in January, the US Department of Health and Human Services held its first-ever Food is Medicine summit in Washington DC, which explored links between food insecurity, diet and chronic diseases.",
            "Some researchers argue that modern diets, especially those of the Western world, have skewed our immune responses in ways that have undermined immune resilience. More optimistically, others say that diet could also help to treat a range of health problems, such as cancers and chronic immune disorders such as lupus.",
            "It’s early days, but many scientists in the field are hopeful. “We are learning a lot more about how you can modulate your immune system with single components or combinations of food components,” says immunologist Francesco Siracusa at the University Medical Center Hamburg-Eppendorf in Hamburg, Germany. As a potential therapy, he says, “the blooming of the personalized nutrition field over the last five to six years is very exciting”.",
            "h2Fibre and fat",
            "Physicians since Hippocrates have been exploring links between diet and health. In 1912, Polish biochemist Casimir Funk proposed that a lack of essential nutrients he called ‘vitamines’ was causing diseases including scurvy and rickets; later studies of vitamins confirmed their roles in immunity.",
            "In the past decade, the greater availability of ‘omics’ techniques, which can catalogue and analyse entire sets of biomolecules such as genes and proteins in cells or tissues, has helped researchers to unpick the mechanisms by which different diets and dietary components affect the immune system, and therefore health.",
            "Many laboratories are interested in harnessing the immune system to treat one of today’s most pressing health concerns: obesity. Steven Van Dyken, an immunologist at the Washington University School of Medicine in St. Louis, Missouri, has been studying an immune response usually triggered in response to allergens and parasites, to see whether it could help to regulate metabolism.",
            "He and others had previously observed how a type of dietary fibre called chitin, which is abundant in mushrooms, crustaceans and edible insects, activates this immune response, known as type 2 immunity. Van Dyken and his team wondered what effect a high-chitin diet might have on metabolism.",
            "So they fed mice such a diet, and observed that their stomachs stretched much more than did those of mice on a normal diet. The stretching activated type 2 immunity, which in turn triggered a chitin-digesting enzyme. But preventing this enzyme from functioning had noticeable upsides: mice that were genetically modified so that they couldn’t produce the enzyme gained less weight, had less body fat and had better insulin sensitivity than did normal mice when both were fed chitin1. Chitin also triggered increases in levels of glucagon-like peptide-1 (GLP-1), the hormone that Ozempic (semaglutide) and other similar weight-loss drugs mimic, which helps to suppress appetite.",
            "*A_woman_selling_insects_on_a_food_market_stall_in_Thailand",
            "Edible insects such as these on sale in Bangkok contain high levels of a fibre called chitin, which could be used to help treat obesity.Credit: Enzo Tomasiello/SOPA Images/LightRocket/Getty",
            "Tuning the relationship between chitin, immunity and health — by reducing levels of the chitin-digesting enzyme, for example — could inform the development of therapies such as appetite-suppressing drugs. “Previous research has shown that chitin may activate similar human immune responses,” says Van Dyken. Tweaking these immune responses using chitin and the enzyme might “represent a therapeutic target for metabolic diseases such as obesity”, he says. Van Dyken is an inventor on patent applications related to using chitin and the enzyme in therapies for respiratory and metabolic diseases.",
            "The links between obesity, immunity and health don’t end there. Psoriasis, an autoimmune condition in which skin cells accumulate in dry, scaly patches, is two to three times more common in people with obesity than in those without. And weight loss has been shown to improve psoriatic symptoms.",
            "Immunologist Chaoran Li at the Emory University School of Medicine in Atlanta, Georgia, wanted to know how obesity disrupts the skin’s immune system. Previous research had shown how high-fat diets drive psoriasis through increased activation of immune cells that cause inflammation. Using RNA sequencing, Li and his team inventoried skin immune cells in lean mice, and found a population of T cells that usually keep psoriasis-causing inflammation in check2. But when they looked for the same cells in obese mice on a high-fat diet, they found much lower levels — along with elevated psoriatic inflammation. By searching data from studies of cells taken from people with psoriasis, Li also found the same cells disrupted as in mice.",
            "Although Li is focused on the basic mechanisms involved, he hopes that his work will help to improve treatments for the condition.",
            "h2Feast and famine",
            "If overeating and obesity harm health in multiple ways, could forgoing food have the opposite effect? And might the immune system play a key part here, too?",
            "Evidence is building that fasting reduces the risks of a broad sweep of conditions, including hypertension, atherosclerosis, diabetes and asthma, in some cases through the immune system. For example, fasting has been shown to reduce the number of circulating monocytes, cells that defend the body against foreign invaders but that can be a hallmark of several autoimmune conditions3.",
            "Some researchers think that they can use such evidence to treat people with these conditions without them needing to eat less. For instance, Cheng Zhan, a neuroscientist at the University of Science and Technology of China in Hefei, wanted to investigate a group of neurons in the brainstem that helps to regulate the immune system, to see whether manipulating them could elicit the desired effect.",
            "Yo-yo dieting accelerates cardiovascular disease by reprogramming the immune system",
            "In a paper published in January, Zhan and his team demonstrated that these neurons were activated in mice in response to fasting, and that they caused T cells to retreat from the blood, spleen and lymph nodes to their central reservoir, the bone marrow4. Zhan also used a mouse model of the autoimmune disease multiple sclerosis to show that the continuous activation of these neurons significantly alleviated paralysis, prevented disease-related weight loss and increased survival.",
            "Zhan says that findings such as these could enable people to reap the benefits of fasting — without actually going hungry. “These neurons can be activated with electrical stimulation, small molecules or other activities,” he says.",
            "Although evidence supporting fasting as a therapy has grown in the past decade or so, cutting back on calories could have detrimental effects in some circumstances. For example, it could blunt immune responses. In a study published last year, Filip Swirski, an immunologist at the Icahn School of Medicine at Mount Sinai in New York City, and his colleagues recorded a 90% reduction in monocytes circulating in the blood of fasting mice, and an increase in these cells in the bone marrow, where they are produced5.",
            "When the mice were fed after fasting for 24 hours, the monocytes flooded back into the blood in unusually large numbers, causing monocytosis, a condition usually associated with infectious and autoimmune disease. These post-fasting monocytes also lived longer than normal and had a lower-than-usual threshold for triggering inflammation. When the researchers infected the mice that had fasted with Pseudomonas aeruginosa, a common cause of bacterial pneumonia, the animals died sooner and in larger numbers than did non-fasted controls.",
            "Common sweetener suppresses mouse immune system — in high doses",
            "Swirski thinks that the body preserves its stock of monocytes as a protective mechanism while energy reserves are low. However, if fasting is prolonged, the costs can outweigh the benefits.",
            "Further work is needed to understand the implications of the study in humans, but Swirski says it might warn against excessive or lengthy fasting. “There is plenty of evidence that fasting can be beneficial, but sometimes it’s about finding a balance and not pushing your system to extremes.” Swirski himself tends to skip lunch, “but I would not want to fast excessively”, he says.",
            "Fasting redistributes immune cells within hours. And other changes in diet can prompt similarly rapid, short-lived changes to immunity. Studying those changes is helpful for researchers, in part because it helps them to avoid the confounding factors that can undermine research into long-term dietary changes, says Siracusa. He has studied the impact of ‘feast diets’ — the tendency to overindulge in energy-dense, high-fat foods.",
            "Siracusa and colleagues fed mice an ‘indulgent’ low-fibre, high-fat diet for three days, then a normal diet for three days, before repeating the cycle. The switch to the high-fat diet suppressed immunity and made mice more susceptible to bacterial infection6. It reduced the number and undermined the function of certain T cells that help the body to detect and memorize pathogens; further tests showed that the lack of fibre impaired the gut microbiome, which usually supports these T cells. “I was surprised that changing the diet for just three days was enough time to see these dramatic effects on adaptive immune-system cells,” adds Siracusa.",
            "When Siracusa asked six human volunteers to switch from a high-fibre to low-fibre diet, he saw similar effects on their T cells. The effects — as with any holiday feast — were transient, but Siracusa thinks that looking at these early immune events relating to changes in diet could reveal insights into the causes of chronic immune conditions. However, he emphasizes that he would not make dietary recommendations on the basis of this small proof-of-principle experiment. Furthermore, work in mice can provide only clues as to what happens in humans.",
            "h2Human trials",
            "Confirming those clues in people can be difficult. Precisely controlling what study participants eat over long periods is challenging, as is getting them to accurately recall and record their diets each day. “One approach is to ask people to just eat the food you provide for them,” says integrative physiologist Kevin Hall at the US National Institute of Diabetes and Digestive and Kidney Diseases in Bethesda, Maryland. “However, we know that when you do so, they consume 400 calories of off-study food on average.”",
            "So Hall and his colleagues have taken things a step further. Over the past decade, they have done a number of trials in which volunteers agreed to be confined to a ward at a US National Institutes of Health research hospital, in which their diets could be strictly controlled and their responses measured.",
            "Although Hall’s main interests revolve around the effects of different diets on metabolism and body composition — his group has studied the effects of ultraprocessed foods on weight gain, for example — for a 2024 study, he worked with immunologist Yasmine Belkaid, then at the US National Institute of Allergy and Infectious Diseases, in Bethesda, to investigate immune-system changes prompted by different diets.",
            "*View_through_a_window_of_a_participant_in_a_medical_study_into_the_effects_of_diet_waking_up_from_sl",
            "A participant in a four-week diet study wakes up at a US National Institutes of Health facility.Credit: Christine Kao",
            "Hall and Belkaid, who is now president of the Pasteur Institute in Paris, enlisted 20 adults for a four-week hospital stay and randomized them to follow either a ketogenic diet (one based on animal products and with low levels of carbohydrate) or a vegan, low-fat diet for the first two weeks, then the alternate diet for the final two weeks. Blood samples showed that shifting to either diet was linked to clear changes in both the numbers of different immune cells and which genes were being activated in them7.",
            "While on the ketogenic diet, participants had enhanced levels and activity of T and B cells that form part of the adaptive immune system, which mounts a ‘precision’ response that recognizes specific foes. Those on the vegan diet saw enhanced innate immune responses, which are quicker and less specific than adaptive responses. Belkaid was delighted to see such clear results and is excited at their clinical potential, but refuses to offer dietary advice on the basis of them at this stage. Yet, despite differences in age, genetics and body weight, she says, “it was surprising to see how convergent the immune-system effects were” in just two weeks. “The next step is to test dietary interventions for specific conditions in clinical trials that are as rigorous as those we do for drugs,” she says.",
            "Hall’s group is considering including people with lupus in a study, to compare the effects of different diets. Others have done preliminary studies on the use of ketogenic diets as add-on therapies for psoriasis8 and type 1 diabetes9. There has also been a substantial increase in research into the use of diet and nutrition to boost the effects of therapies that co-opt the immune system to target cancer10. One study, published in 2021, found that higher dietary-fibre consumption was associated with improved survival in people receiving an immunotherapy for melanoma, and that mice with melanomas and that were fed a low-fibre diet had fewer killer T cells — which attack cancer cells — near their tumours11.",
            "Belkaid acknowledges there is still much more work to do to unpick the effects of specific diets on the immune systems of those with different health conditions. However, she and Siracusa are among a growing group of immunologists who are optimistic that the mechanistic insights they and others are uncovering are the first steps towards personalized diets for a range of medical conditions. “I can imagine a world, in the next 10 years, in which we have access to rigorous dietary advice that can be applied in a range of clinical settings,” she says. “I think highly informed nutrition has enormous clinical potential.”",
            "Nature 634, 528-531 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03334-0"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03484-1",
        "title": "New species of tardigrade reveals secrets of radiation-resisting powers",
        "content": [
            "*Scanning_electron_micrograph_composite_image_of_a_tardigrade",
            "The new species is similar in appearance to this Hypsibius sp. tardigrade, photographed using an electron microscope.Credit: Robert Schuster/Science Photo Library",
            "A newly described species of tardigrade is giving scientists insights into what makes these tiny eight-legged creatures so resistant to radiation.",
            "Tardigrades, also known as water bears, have long fascinated scientists with their ability to withstand extreme conditions, including radiation at levels nearly 1,000 times higher than the lethal dose for humans. There are around 1,500 known tardigrade species, but only a handful are well-studied. ",
            "See a tardigrade ride a worm in the world’s weirdest rodeo — September’s best science images",
            "Now, scientists have sequenced the genome of a species new to science, and revealed some of the molecular mechanisms that give tardigrades their extraordinary resilience. Their study, published in Science on 24 October1, identifies thousands of tardigrade genes that become more active when exposed to radiation. These processes point to a sophisticated defence system that involves protecting DNA from the damage that radiation causes and repairing any breaks that do occur.",
            "The authors hope that their insights could be harnessed to help protect astronauts from radiation during space missions, clean up nuclear pollution or improve cancer treatment.",
            "“This discovery may help improve the stress tolerance of human cells, benefiting patients undergoing radiation therapy,” says study co-author Lingqiang Zhang, a molecular and cellular biologist at the Beijing Institute of Lifeomics.",
            "h2Protective genes",
            "Around six years ago, Zhang and his colleagues ventured into Funiu Mountain in China’s Henan province to collect moss samples. Back in the laboratory and under the microscope, they identified a previously undocumented species of tardigrade, which they named Hypsibius henanensis. Genome sequencing revealed that the species had 14,701 genes, 30% of which are unique to tardigrades.",
            "When the researchers exposed H. henanensis to radiation doses of 200 and 2,000 grays — far beyond what would be survivable for humans — they found that 2,801 genes involved in DNA repair, cell division and immune responses became active.",
            "“It’s like when in wartime, when factories are refitted to just make munitions. It’s almost that level of retooling how gene expression is working,” says Bob Goldstein, a cell biologist at the University of North Carolina at Chapel Hill, who has been studying tardigrades for 25 years. “We’re fascinated by how an organism would change their gene expression to a point where they’re making that much transcript for specific genes.”",
            "What Chernobyl’s stray dogs could teach us about radiation",
            "One of the genes, called TRID1, encodes a protein that helps to repair double-strand breaks in DNA by recruiting specialized proteins at sites of damage. “This is a new [gene] that, to my knowledge, no one was studying,” says Goldstein.",
            "The researchers also estimate that 0.5–3.1% of the tardigrade’s genes were acquired from other organisms through a process known as horizontal gene transfer. A gene called DODA1, which seems to have been acquired from bacteria, enables tardigrades to produce four types of antioxidant pigments called betalains. These pigments can mop up some of the harmful reactive chemicals that radiation causes to form inside cells, which account for 60–70% of radiation’s damaging effects.",
            "The authors treated human cells with one of the tardigrade’s betalains and found that they were much better at surviving radiation than cells that were not treated.",
            "h2No expiration date",
            "Studying the molecular mechanisms that allow tardigrades to tolerate other harsh conditions, such as extreme temperatures, air deprivation, dehydration and starvation, could have wide applications. It could improve the shelf life of fragile substances such as vaccines, for example. “All your medicines have expiration dates — tardigrades don’t,” says Goldstein.",
            "Comparing these mechanisms between different tardigrades is an important part of this research, adds Nadja Møbjerg, an animal physiologist at the University of Copenhagen. “We are still lacking knowledge of different tardigrade species out there,” she says.",
            "These animals have “a font of protectants that will probably keep spilling out more that will be useful and interesting to understand”, says Goldstein. “We want to understand how those work and what potential they have.”",
            "doi: https://doi.org/10.1038/d41586-024-03484-1"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03449-4",
        "title": "‘Poo milkshake’ boosts the microbiome of c-section babies",
        "content": [
            "*A_woman_in_a_hospital_bed_holds_a_newborn_baby",
            "The route of birth — c-section or vaginal — can have an effect on an infant’s microbiome.Credit: Jordi Mora Igual/Getty",
            "Feeding a baby born by caesarean section milk containing a tiny bit of their mother’s poo introduces beneficial microbes to their gut, according to a clinical trial. The approach might one day help to prevent diseases during childhood and later in life.",
            "The study — which reported early results last week during IDWeek, a meeting of infectious-disease specialists and epidemiologists in Los Angeles, California — is the first randomized controlled trial to test the ‘poo milkshake’ concept.",
            "The preliminary findings confirm researchers’ hypothesis that a small faecal-matter transplant is enough to have a positive effect on the infant’s microbiome, says Otto Helve, director of the public-health department at the Finnish Institute for Health and Welfare in Helsinki, Finland, and the study’s primary investigator.",
            "h2Inherited microbes",
            "Some studies show that babies born by c-section, rather than vaginal birth, have a higher risk of asthma, inflammation of the digestive system and other diseases associated with a dysfunctional immune system1. Scientists think that these differences arise because babies born by c-section aren’t exposed to and rapidly colonized by the microbes in their mothers’ vaginas and guts. Studies have even shown that c-section babies are more vulnerable to pathogens in hospitals than are babies born by vaginal birth2.",
            "Do C-section babies need mum’s microbes? Trials tackle controversial idea",
            "Experiments have attempted to compensate for that by swabbing babies born by c-section with microbes from their mother’s vagina or giving them these microbes orally, a practice known as ‘vaginal seeding’. But this technique has had limited success, because vaginal microbes, scientists have learnt, cannot effectively colonize infants’ guts, says Yan Shao, a microbiome scientist at the Wellcome Sanger Institute in Hinxton, UK.",
            "Helve and his colleagues have been pioneers in testing whether faecal transplants can instead improve the health of a baby’s microbiome. In their latest trial, which recruited women scheduled for a c-section at the Helsinki University Hospital, the researchers mixed a fluid containing 3.5 milligrams of a mother’s poo into milk and gave the concoction to the corresponding baby. They did this for 15 babies during their first feed. Another 16 babies received a placebo.",
            "An analysis of the babies’ poo samples showed that the two groups had similar microbial diversity at birth, but from their second day of life, there is a marked difference between the two groups, which persisted until 6 months of age, around when babies start eating solid food.",
            "C-section babies are missing key microbes",
            "The trial, which will monitor the babies during their first two years, is ongoing, but the early data align with what was seen in a small pilot study3 without a placebo group published by the same team in 2020. The researchers studied seven babies and found that the microbiomes of those that received a maternal faecal transplant developed similarly to those of babies born by vaginal delivery.",
            "Given the success of the pilot study, “it isn’t surprising that maternal faecal microbiota transplantation would make a difference to the c-section infant microbiota” in the latest trial, Shao says. He notes that, although the trial is an important clinical study, it doesn’t directly compare the microbiome of treated c-section babies with that of infants delivered vaginally — which would be needed to demonstrate that the technique effectively restores microbiomes affected by c-section.",
            "h2‘Don’t try this at home’",
            "The researchers emphasize that no one should try this approach at home. Trial participants went through extensive screening. “You have to be certain that the faecal matter that you give to the newborn doesn’t include pathogens that could cause a disease,” Helve says. From 90 women initially included, 54 were excluded owing to the presence of pathogens or another screening failure. “Even if it sounds simple, it should be well controlled,” Helve adds.",
            "Helve warns that the approach is unlikely to be a good fit for every infant born by c-section. In a large enough group of children, he says, you have enough statistical power to see that some diseases, such as asthma, are more prevalent in those born by c-section. “But on an individual level, the differences are very small.” So his team is studying whether groups at high risk of developing certain diseases would benefit most.",
            "An important next step in the field, Shao says, would be to pinpoint the specific maternal gut microbes that are most likely to transmit to and colonize their babies’ guts. Shao asks: “If these species do exist across human populations, wouldn’t it be more effective and safer” to give newborns a laboratory-made transplant that’s guaranteed to be pathogen-free?",
            "doi: https://doi.org/10.1038/d41586-024-03449-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03457-4",
        "title": "Animal-to-human viral leap sparked deadly Marburg outbreak",
        "content": [
            "*Coloured_scanning_electron_micrograph_of_red_Marburg_virus_particles_attached_to_a_blue_infected_cul",
            "A single jump by Marburg virus (red; artificially coloured) from an animal to humans triggered an ongoing outbreak in Rwanda.Credit: NIAID/Science Photo Library",
            "The third-largest outbreak in history of the deadly Marburg virus was sparked by a single jump of the pathogen from an animal to humans, preliminary genomic evidence shows.",
            "The outbreak began last month in Rwanda, where it has infected 63 people of whom 15 have died. Other evidence suggests that the first person to become infected in the outbreak probably contracted the disease during a visit to a cave that hosts a species of bat known to harbour the virus.",
            "Multiple introductions from animals to humans would have raised fears that the virus is more widespread in Rwanda than was previously thought. Multiple introductions could also have raised the prospect of new outbreaks, as could an unknown provenance for the virus.",
            "Deadly Marburg virus: scientists race to test vaccines in outbreak",
            "Rwanda’s response to the virus has also kept the outbreak from being even worse, researchers say. Scientists praise the country’s efforts to control the outbreak, investigate its origins and share data with the scientific community. “As soon as they realized it was a problem, they started contact tracing, conducted a thorough epidemiological investigation, identified the [first] patient and potentially the source of the infection — and managed to roll out an experimental vaccine trial within a week,” says Angela Rasmussen, a virologist at the University of Saskatchewan in Saskatoon, Canada. This shows that, with the Marburg virus disease, “a rapid urgent response can mitigate severity of the outbreak”, she adds.",
            "The findings, which have not yet been published in full or peer reviewed, were posted on the social-media platform X and discussed at a media briefing on 20 October.",
            "h2Quick containment",
            "The outbreak, which was declared on 27 September, is Rwanda’s first; Tanzania and Equatorial Guinea recorded their first Marburg outbreaks last year, and Ghana’s first was in 2022. Outbreaks of Marburg — which causes high fever, severe diarrhoea, nausea and vomiting, and in severe cases, bleeding from the nose or gums — now occur about once a year. Before the 2020s, they were detected at most a few times each decade.",
            "Since the outbreak began, reports of new infections have dropped off notably. Rwandan health officials have recorded one new case and no deaths in the past 10 days, and only two people remain in isolation and treatment. A Marburg outbreak can be declared over when no new cases have been reported for 42 consecutive days.",
            "Lethal Marburg virus is on the rise in Rwanda: why scientists are worried",
            "There is no proven vaccine or treatment for infections with the virus, which is closely related to Ebola virus, both in its symptoms and in its transmission, which is primarily through contact with bodily fluids. Health officials are offering a candidate vaccine, made by the Sabin Vaccine Institute in Washington DC, to the contacts of infected individuals. More than 1,200 doses have been administered so far.",
            "This outbreak has one of the lowest fatality rates — about 24% — on record for Marburg; previous outbreaks reported fatality rates as high as 90%. This is probably a result of there being quick diagnoses, access to medical care and that most infections are in relatively young health-care workers.",
            "In fact, two people who were infected with the virus and put on life support were successfully intubated and later extubated as they recovered. This marks the first time that people with Marburg virus disease have been extubated in Africa, Tedros Adhanom Ghebreyesus, director-general of the World Health Organization in Geneva, Switzerland, said at a briefing on 20 October. “These patients would have died in previous outbreaks,” he said.",
            "h2Single source",
            "To help inform outbreak control, researchers at the Rwanda Biomedical Centre in Kigali sequenced the Marburg virus genome of several infected people. They found that all samples closely resembled one another, suggesting that the virus spread rapidly in a short period of time and that they shared a common origin. They also found that the virus strain is closely related to one detected in Uganda in 2014 and to one found in bats in 2009, Yvan Butera, Rwanda’s minister of state for health, who co-led the research, tells Nature.",
            "COVID spurs boom in genome sequencing for infectious diseases",
            "Comparison of the 2014 strain with the one causing the current outbreak shows a “limited mutation rate”, Butera says, suggesting that there have probably been few changes to the virus’s transmissibility or lethality over the past decade. Generally, viruses collect mutations as they replicate over time; if it is true that the mutation rate is low, Rasmussen wonders how the virus lingers in its animal reservoir — the Egyptian fruit bat (Rousettus aegyptiacus) — without major changes.",
            "Researchers say that environmental threats, such as climate change and deforestation, have made people more likely to encounter animals that can pass on infections. More data on how the virus persists in bats — and in which tissues it does — could help to inform surveillance efforts, which would give health officials a better picture of virus hotspots, Rasmussen adds.",
            "Butera says that the genomic analyses are being finalized; he and his colleagues hope to share the full data by the end of the week, he says.",
            "doi: https://doi.org/10.1038/d41586-024-03457-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03462-7",
        "title": "Google unveils invisible ‘watermark’ for AI-generated text",
        "content": [
            "*Close_up_view_of_the_Google_Gemini_AI_interface_displayed_on_an_iPhone_browser",
            "The watermark was applied to 20 million text responses generated by Google’s Gemini large language model.Credit: Jaap Arriens/NurPhoto via Getty",
            "Researchers at Google DeepMind in London have devised a ‘watermark’ to invisibly label text that is generated by artificial intelligence (AI) — and deployed it to millions of chatbot users.",
            "The watermark, reported in Nature on 23 October1, is not the first to be made for AI-generated text. Nor is it able to withstand determined attempts to remove it. But it seems to be the first at-scale, real-world demonstration of a text watermark. “To my mind, by far the most important news here is just that they’re actually deploying this,” says Scott Aaronson, a computer scientist at the University of Texas at Austin, who until August worked on watermarks at OpenAI, the creators of ChatGPT based in San Francisco, California.",
            "AI models fed AI-generated data quickly spew nonsense",
            "Spotting AI-written text is gaining importance as a potential solution to the problems of fake news and academic cheating, as well as a way to avoid degrading future models by training them on AI-made content.",
            "In a massive trial, users of Google’s Gemini large language model (LLM), across 20 million responses, rated watermarked texts as being of equal quality to unwatermarked ones. “I am excited to see Google taking this step for the tech community,” says Furong Huang, a computer scientist at the University of Maryland in College Park. “It seems likely that most commercial tools will be watermarked in the near future,” says Zakhar Shumaylov, a computer scientist at the University of Cambridge, UK.",
            "h2Choice of words",
            "It is harder to apply a watermark to text than to images, because word choice is essentially the only variable that can be altered. DeepMind’s watermark — called SynthID-Text — alters which words the model selects in a secret, but formulaic way that can be detected with a cryptographic key. Compared with other approaches, DeepMind’s watermark is marginally easier to detect, and applying it does not slow down text generation. “It seems to outperform schemes of the competitors for watermarking LLMs,” says Shumaylov, who is a former collaborator and brother of one of the study’s authors.",
            "Three ways ChatGPT helps me in my academic writing",
            "The tool has also been made open, so developers can apply their own such watermark to their models. “We would hope that other AI-model developers pick this up and integrate it with their own systems,” says Pushmeet Kohli, a computer scientist at DeepMind. Google is keeping its own key secret, so users won’t be able to use detection tools to spot Gemini-watermarked text.",
            "Governments are betting on watermarking as a solution to the proliferation of AI-generated text. Yet, problems abound, including getting developers to commit to using watermarks, and to coordinate their approaches. And earlier this year, researchers at the Swiss Federal Institute of Technology in Zurich showed that any watermark is vulnerable to being removed, called ‘scrubbing’, or to being ‘spoofed’, the process of applying watermarks to text to give the false impression that it is AI-generated.",
            "h2Token tournament",
            "DeepMind’s approach builds on an existing method that incorporates a watermark into a sampling algorithm, a step in text generation that is separate from the LLM itself.",
            "An LLM is a network of associations built up by training on billions of words or word-parts, known as tokens. When given a string of text, the model assigns to each token in its vocabulary a probability of being next in the sentence. The sampling algorithm’s job is to select, from this distribution, which token to use, according to a set of rules.",
            "The SynthID-Text sampling algorithm uses a cryptographic key to assign random scores to each possible token. Candidate tokens are pulled from the distribution, in numbers proportional to their probability, and placed in a ‘tournament’. There, the algorithm compares scores in a series of one-on-one knockouts, with the highest value winning, until there is only one token standing, which is selected for use in the text.",
            "Rise of ChatGPT and other tools raises major questions for research",
            "This elaborate scheme makes it easier to detect the watermark, which involves running the same cryptographic code on generated text to look for the high scores that are indicative of ‘winning’ tokens. It might also make it more difficult to remove.",
            "The multiple rounds in the tournament can be likened to a combination lock, in which each round represents a different digit that must be solved to unlock or remove the watermark, says Huang. “This mechanism makes it significantly more challenging to scrub, spoof or reverse-engineer the watermark,” she adds. With text containing around 200 tokens, the authors showed that they could still detect the watermark, even when a second LLM was used to paraphrase the text. For shorter strings of text, the watermark is less robust.",
            "The researchers did not explore how well the watermark can resist deliberate removal attempts. The resilience of watermarks to such attacks is a “massive policy question”, says Yves-Alexandre de Montjoye, a computer scientist at Imperial College London. “In the context of AI safety, it’s unclear the extent to which this is providing protection,” he says.",
            "Kohli hopes that the watermark will start by being helpful for well-intentioned LLM use. “The guiding philosophy was that we want to build a tool that can be improved by the community,” he says.",
            "doi: https://doi.org/10.1038/d41586-024-03462-7"
        ]
    }
]