[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03209-4",
        "title": "World-first therapy using donor cells sends autoimmune diseases into remission",
        "content": [
            "*Coloured_scanning_electron_micrograph_of_a_breast_cancer_cell_pink_being_attacked_by_a_chimeric_anti",
            "Engineered immune cells, called CAR T cells (yellow), have revolutionized treatment for some tumours (pink) and show promise for treating autoimmune conditions. Credit: Eye Of Science/Science Photo Library",
            "One woman and two men with severe autoimmune conditions have gone into remission after being treated with bioengineered and CRISPR-modified immune cells1. The three individuals from China are the first people with autoimmune disorders to be treated with engineered immune cells created from donor cells, rather than ones collected from their own bodies. This advance is the first step towards mass production of such therapies.",
            "One of the recipients, Mr Gong, a 57-year-old man from Shanghai, has systemic sclerosis, which affects connective tissue and can result in skin stiffening and organ damage. He says that three days after receiving the therapy, he felt his skin loosen and he could start moving his fingers and opening his mouth again. Two weeks later, he returned to his office job. “I feel very good,” he says, more than a year after receiving the treatment.",
            "Engineered immune cells, called chimeric antigen receptor (CAR) T cells, have shown great promise in treating blood cancers — half a dozen products are approved in the United States — and potential for treating autoimmune conditions such as lupus and multiple sclerosis, in which rogue immune cells release autoantibodies that attack the body’s own tissue. But the therapy typically relies on a person’s own immune cells, and this personalization makes it expensive and time consuming.",
            "That’s why researchers have started creating CAR T therapies from donated immune cells. If successful, they would allow pharmaceutical companies to scale up manufacturing, potentially slashing costs and production times. Instead of making one treatment for one person, therapies for more than a hundred people could be made from one donor’s cells, says Lin Xin, an immunologist at Tsinghua University in Beijing. Donor-derived CAR T cells have been used to treat people with cancers, but with limited success so far2.",
            "h2Autoimmune diseases",
            "The trial, led by Xu Huji, a rheumatologist at Naval Medical University in Shanghai, is the first to report results for autoimmune diseases. They were published in Cell last month. More than six months after receiving the treatment, the recipients remained in remission. Another two dozen individuals have received the donor-derived treatment and a slightly modified product, says Xu. The results have been largely positive, he says.",
            "“The clinical outcomes are phenomenal,” says Lin, who is leading a separate trial using donor-derived CAR T cells to treat lupus.",
            "The success and safety of the therapy look promising but still need to be demonstrated in many more people before researchers can draw conclusions about its broad application, says Christina Bergmann, a rheumatologist at the University Hospital Erlangen in Germany.",
            "But if it does succeed in more people over a longer time frame, it “could prove paradigm shifting”, says Daniel Baker, an immunologist at the University of Pennsylvania in Philadelphia. More than 80 autoimmune diseases are linked to malfunctioning immune cells.",
            "h2Healthy donor",
            "CAR-T-cell therapy typically involves extracting immune cells known as T cells from the person being treated. The cells are embellished with CAR proteins that target B cells and are then re-infused into the person’s body.",
            "The process for creating CAR T cells from donated immune cells is similar. Xu and his colleagues extracted T cells from a 21-year-old woman and studded them with CARs that recognize CD19, a receptor found on the surface of B cells. They used the CRISPR–Cas9 gene-editing tool to knock out five genes in the T cells, to prevent both the grafted cells from attacking the host’s body and the host’s immune system from attacking the donor cells.",
            "The first person to receive the treatment, in May 2023, was a 42-year-old woman with a type of autoimmune myopathy, which targets skeletal muscle tissue, resulting in weakness and fatigue. Mr Gong, and another man aged 45, had an aggressive form of sclerosis. They started their treatments in June and August 2023.",
            "Once injected into the hosts, the CAR T cells got to work. They multiplied and targeted and destroyed all the B cells — including pathogenic cells linked to the autoimmune conditions. The bioengineered T cells survived for weeks in the recipients before largely vanishing. Eventually, new healthy B cells returned, but no pathogenic ones did. A similar response has been observed in people with autoimmune conditions who received CAR T cells derived from their own cells3.",
            "h2‘Complete remission’",
            "Two months after the treatment, the researchers say the woman achieved complete remission, and maintained that status at her six-month follow-up. Baker says that although the woman showed clear clinical improvements, he would be more cautious about calling it complete remission, given the short assessment time. The woman’s autoantibodies had dropped to undetectable levels, and her muscle strength and mobility had improved dramatically.",
            "The two men also saw significant improvements in their symptoms — including the reversal of scar-tissue formation — and declines in autoantibody levels.",
            "None of the individuals experienced an extreme inflammatory reaction known as cytokine-release syndrome, which has been observed in some people with cancer who have received CAR-T therapy, and they didn’t show evidence of the graft attacking the host. But the researchers are still trying to determine whether the host’s body rejects the graft over time.",
            "One key safety concern observed in some people who have received CAR-T-cell therapy to treat cancer is the emergence of new tumours, although researchers are still investigating whether they are linked to the therapy. Baker says it’s too early to know whether people with autoimmune conditions who are treated with donor-derived CAR T cells will face this risk. “Only time will tell.“",
            "The big question now, Baker says, is whether the same approach will work in more people, and how durable the effects will be. “Will these patients stay symptom-free for years?”",
            "doi: https://doi.org/10.1038/d41586-024-03209-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03243-2",
        "title": "Mpox vaccine rollout begins in Africa: what will success look like?",
        "content": [
            "*A_doctor_speaks_to_a_patient_about_the_progress_of_treatment_for_mpox_in_Democratic_Republic_of_the_",
            "A physician meets with a person being treated for mpox at a hospital in the Democratic Republic of the Congo.Credit: Arlette Bashizi/Bloomberg via Getty",
            "Mpox has spread to 15 African countries in 2024, six of which had never seen a single case of the disease, leaving health officials scrambling to contain the continent’s deadliest mpox surge to date. But they finally have a new tool to help — vaccines — which have not previously been available in Africa despite mpox being detected on the continent decades ago.",
            "Mpox vaccines used in wealthy nations such as Germany and the United States did not materialize in Africa, even during a global outbreak of the disease in 2022, says Nicaise Ndembi, a virologist at the Africa Centres for Disease Control and Prevention in Addis Ababa. This year, however, doses have begun to arrive, after the World Health Organization declared mpox a global public-health emergency for the second time in history.",
            "On 17 September, Rwandan health officials began administering jabs to those at high risk of infection; the Democratic Republic of the Congo (DRC), which has been the African country hardest hit by the disease, will follow suit on 5 October; and Nigeria is set to start its own vaccinations in the next two weeks.",
            "*Nicaise_Ndembi,_Senior_Advisor,_Africa_Centres_for_Disease_Control_and_Prevention_Africa_CDC_in_2023",
            "Virologist Nicaise Ndembi is coordinating the mpox response for Africa’s Centres for Disease Control and Prevention. Credit: Russian Look via ZUMA Press",
            "These developments come as African countries report more than 31,400 suspected mpox infections and 844 deaths in 2024. They also come as a new strain of the virus that causes mpox, called clade Ib, has spread in densely-populated regions and partly through sexual contact, meaning that it can transmit from person to person efficiently.",
            "It isn’t yet known how effective the vaccines being handed out will be against clade I virus — they helped during the global outbreak two years ago, but that crisis was driven by a different strain called clade IIb. Still, many scientists emphasize that they are safe and expect them to work.",
            "Here, Ndembi, who is coordinating Africa CDC’s mpox response, talks about how health officials plan to distribute the new doses and the challenges they will face.",
            "h2Are the doses you’re receiving what you would have expected as part of an equitable global response during the 2022 global outbreak?",
            "We are doing much better. There are about 275,000 doses that we currently have on hand, and they have already been dispatched to countries for administering. In the 2022 pandemic, we didn’t get a single dose of vaccine.",
            "If you put together the pledges and what’s already been delivered, there are about 6.1 million doses coming. But you can’t vaccinate with pledges: the 10,000 doses that Nigeria received in 2024 were actually pledged in 2022. So you can see the disparities. But to now have 6.1 million doses pledged is incredible. Now, we need to see them materialize.",
            "We’re looking at vaccinating 10 million people [in Africa], but that number might need to be as high as 14 or 15 million.",
            "h2Until more doses arrive, how will countries prioritize who gets shots first?",
            "This is not a vaccination campaign. The messaging around the word, ‘campaign’, connotes that everyone can get a shot. But we’re going to be very targeted. We’re hoping to reach specific groups, and we are envisaging that this approach could create problems within the community if we don’t communicate properly who is most at risk of infection and why we’re prioritizing certain groups. We see that many people are waiting for the vaccine — it’s a silver bullet to many. The stigma coming with mpox [which causes visible, fluid-filled lesions among other symptoms] means everyone wants to get vaccinated.",
            "As an example of prioritizing specific groups, Rwanda has started vaccination, and it’s very targeted among female sex workers and among cross-border traders, truck drivers and healthcare workers — those at high risk [of infection]. We will also use a ‘ring vaccination’ approach: we will identify close contacts of infected people, and those are who you’d want to be sure to vaccinate first.",
            "h2The DRC is contending with outbreaks of multiple strains of virus — clade Ib, as well as clade Ia, which typically has spread to people through infected animals. Will that affect how vaccines are distributed?",
            "We will start with the hotspots: the provinces that are most affected are going to be selected in the first bloc, and then subsequently we will move on to other areas.",
            "For the different subtypes of the virus, I want to be very clear: viruses don’t have boundaries. We have to move away from the idea that we could confine an [mpox] subtype in a geographic area. [DRC’s capital city] Kinshasa has both clade Ia and Ib.",
            "We’re not going to say ‘let’s start vaccinating the clade Ib areas and then go to the Ia areas’. That would be too complex.",
            "h2You mentioned Kinshasa, where both clade I strains are spreading. How concerning is this?",
            "Kinshasa is the entry and exit point for almost all travellers [coming through the region]. There’s definitely worry, because infections there can easily be transported anywhere in the world.",
            "h2How will you monitor the effectiveness of the vaccines as people receive them?",
            "We have a team already in Rwanda that is working to ensure that we monitor for adverse events and that over time those vaccines are effective. They will study the immunogenicity, safety and effectiveness, as well as durability [how long the vaccine’s effects last].",
            "[Editor’s note: one clinical trial will aim to recruit more than 1,500 people over the age of 10 in the DRC, Uganda and Nigeria with confirmed mpox infections to understand if the vaccines can reduce the risk of their contacts developing the disease or lessen the severity of their illness.]",
            "h2What would success look like?",
            "In the DRC, we’re dealing with a country of 100 million people. We’re talking about over 30,000 suspected cases — and consider, how many people are even able to get tested? Currently, about 40% of suspected cases get tested, and about 60% of those are positive. That means we’re not testing a lot, and we still have people out there that are moving with the virus who don’t even know they’re infected.",
            "You are controlling an epidemic when new cases stop coming from the contacts of those who you know are infected. Vaccines are meant to help break those chains of transmission — so that’s something we’ll be looking for.",
            "But vaccination is just one of the tools in the response: risk communication, community engagement, laboratory [infrastructure] are equally important.",
            "h2What has been most difficult about controlling this outbreak?",
            "First, mpox is endemic in some parts of Africa. Within the DRC, there are provinces that have been reporting cases for decades. We don’t have enough tools to rapidly detect the virus. For HIV, you have five minutes, you get the test done, and the result is 99% accurate. If we had a test [like we do with HIV], that would be fantastic.",
            "The other challenge is drugs. Tecovirimat [an antiviral against mpox] worked for clade II during the 2022 pandemic, but it has been shown to be less effective on the African population in the DRC. And lastly, we haven’t had enough vaccines. This is a very strong case for local manufacturing across the continent: we need to start making the diagnostic kits, the drugs and even the vaccines here.",
            "doi: https://doi.org/10.1038/d41586-024-03243-2"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03219-2",
        "title": "Believe it or not, this lush landscape is Antarctica",
        "content": [
            "*A_general_landscape_view_of_Ardley_Island_on_a_sunny_day_with_small_patches_of_melted_snow",
            "Hummocks of moss cover Ardley Island off the tip of the Antarctic Peninsula.Credit: Dan Charman",
            "A fast-warming region of Antarctica is getting greener with shocking speed. Satellite imagery of the region reveals that the area covered by plants increased by almost 14 times over 35 years — a trend that will spur rapid change of Antarctic ecosystems.",
            "“It's the beginning of dramatic transformation,” says Olly Bartlett, a remote-sensing specialist at the University of Hertfordshire in Hatfield, UK, and an author of the study1, published today in Nature Geoscience, that reports these results.",
            "h2From white to green",
            "Bartlett and his colleagues analysed images taken between 1986 and 2021 of the Antarctic Peninsula — a part of the continent that juts north towards the tip of South America. The pictures were taken by the Landsat satellites operated by NASA and the US Geological Survey in March, which is the end of the growing season for vegetation in the Antarctic.",
            "To assess how much of the land was covered with vegetation, the researchers took advantage of the properties of growing plants: healthy plants absorb a lot of red light and reflect a lot of near-infrared light. Scientists can use satellite measurements of light at these wavelengths to determine whether a piece of land is covered by thriving plants.",
            "The team found that the area of the peninsula swathed in plants grew from less than one square kilometre in 1986 to nearly 12 square kilometres in 2021 (see ‘An icy land goes green’). The rate of expansion was roughly 33% higher between 2016 and 2021 compared with the four-decade study period as a whole.",
            "*AN_ICY_LAND_GOES_GREEN_Graphic_shows_the_area_of_the_Antarctic_Peninsula_covered_by_vegetation_has_g",
            "Source: Ref. 1",
            "“These numbers shocked us,” says Thomas Roland, a study co-author and an environmental scientist at the University of Exeter, UK. “It's simply that rate of change in an extremely isolated, extremely vulnerable area that causes the alarm.”",
            "The research is “really important”, says Jasmine Lee, a conservation scientist at the British Antarctic Survey in Cambridge, UK. Other studies2,3 have found evidence that vegetation on the peninsula is changing in response to climate change, “but this is the first study that's taken a huge-scale approach to look at the entire region”, she says.",
            "Previous visits by the authors to the peninsula lead the authors to think that most of the vegetation is moss. As mosses spread to previously ice-covered landscapes, they will build up a layer of soil, offering a habitat for other plant life, Roland says. “There's a huge potential here to see a further increase in the amount of non-native, potentially invasive species,” he says.",
            "*A_general_view_of_Norsel_Point_showing_the_green_vegetation_and_a_person_in_an_orange_jacket",
            "Moss covers rocks on Norsel Point, an arm of an island off the Antarctic Peninsula.Credit: Dan Charman",
            "This is a concern because Antarctica’s native flora are adapted to extreme conditions, and they might not be able to compete with an influx of other species, Lee says.",
            "The researchers point to climate change as the driver of the landscape’s shift from white to green. Temperatures on the peninsula have risen by almost 3°C since 1950, which is a much bigger increase than observed across most parts of the planet. The “phenomenal” rate of expansion of greenery, Roland says, highlights the unprecedented changes that humans are imposing on Earth’s climate.",
            "doi: https://doi.org/10.1038/d41586-024-03219-2"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03147-1",
        "title": "Can flashing lights stall Alzheimer’s? What the science shows",
        "content": [
            "*A_close_up_view_of_a_research_wearing_an_experimental_visor_and_earphones_that_play_40_Hertz_light_a",
            "Neurobiologist Annabelle Singer showcases a visor and earphones that play light and sound pulses tuned to repeat at 40 hertz. Credit: Allison Carter/Georgia Tech",
            "Every day around mid-morning, Joan retreats into the bedroom of her central Massachusetts home. She lowers the window blinds, settles into her favourite armchair and puts on a special headset.",
            "For an hour, she surrenders to an immersive audiovisual experience of rhythmic clicking and flashing lights — tuned to repeat 40 times a second. Designed to synchronize particular electrical patterns called gamma waves in her brain, the sound-and-light show aims to combat the effects of dementia. “It’s relaxing, in a way,” says Joan, 78, who was diagnosed with early-stage Alzheimer’s disease two years ago. “I just kind of sit there.”",
            "After a year of this routine, scans taken in mid-June showed that Joan’s brain volume had remained stable. Memory tests found that her cognitive decline had stopped as well.",
            "Anecdotes such as Joan’s might seem hard to believe — and neuroscientist Li-Huei Tsai is no stranger to such scepticism. She and her colleagues at the Massachusetts Institute of Technology (MIT) in Cambridge first reported1 that flickering lights had beneficial effects on mice with Alzheimer’s-like conditions in 2016.",
            "Many researchers dismissed the results. “A lot of people just said, ‘This is too good to be true. This cannot be real,’” Tsai says. To prove her critics wrong, she realized she needed human data. So, Tsai — along with her MIT collaborator, synthetic neurobiologist Ed Boyden — co-founded a company called Cognito Therapeutics (also based in Cambridge). Within two years, they initiated clinical trials, and have since tested the technology on hundreds of individuals.",
            "\n\nHumanity’s newest brain gains are most at risk from ageing\n",
            "So far, the results have provided encouraging evidence of neuroprotection, with none of the serious side effects, such as brain swelling or bleeding, that often accompany the antibody drugs currently available or nearing regulatory approval for Alzheimer’s disease. “Everything is going in the right direction,” says Allan Levey, a neurologist at Emory University School of Medicine in Atlanta, Georgia, and an adviser to Cognito.",
            "Nevertheless, Levey has worked in the field for long enough to know that the vast majority of promising therapies for Alzheimer’s eventually end up in the dustbin of drug-development history, with more than 98% of all mid- to late-stage clinical trials ending in failure. And, although research from the MIT team and others continues to build a solid scientific foundation for this unconventional strategy, some groups have not managed to replicate their findings in mice.",
            "Now, all eyes are trained on a large, randomized trial involving more than 600 participants, including Joan. “I feel optimistic, but I also like to be cautious,” says Fiza Singh, a psychiatrist at the University of California, San Diego. “When you have a convergence of data like that, it says to me that there is some signal — something is going on.”",
            "Many, however, are not waiting for further validation. A cottage industry has already sprung up around devices marketed as ‘wellness’ products that put flashing lights and clicking sounds into desk lamps or smartphone apps, all claiming to improve brain health. This has sparked concern among some researchers that the rush to market might be getting ahead of the science, which could harm consumers.",
            "Yet, as the buzz surrounding this treatment grows, so does the pressure to separate hype from reality. The challenge for scientists is to confirm whether the approach offers more than just flickers of hope.",
            "h2Guided by gamma",
            "Alzheimer’s disease is characterized mainly by the accumulation of amyloid-β plaques and tau tangles in the brain. These protein structures are thought to interfere with neuronal communication and result in cell death. However, in the early 1990s, neuroscientist Rodolfo Llinás and his colleagues at New York University (NYU) Medical Center noticed another intriguing hallmark of the disease.",
            "While studying the magnetic fields produced by neuronal activity, they discovered a deficiency in some of the brain’s fastest-firing waves — specifically, those in the gamma frequency band, which oscillate at around 40 hertz. In individuals with Alzheimer’s disease, these gamma waves, which are crucial for processes such as attention and memory, were weaker than those of cognitively healthy individuals2.",
            "*An_experimental_Cognito_headset_designed_to_combat_Alzheimers_disease",
            "Cognito’s prototype device is in testing.Credit: David L. Ryan/The Boston Globe via Getty",
            "Over the years, other groups have made similar, corroborating observations. However, it was not until 2016, through the work of Tsai and Boyden, that a viable strategy emerged to address — and reverse — this gamma deficiency.",
            "The MIT researchers initially induced gamma waves in mouse brains using a complex technique that involved genetically modifying neurons and then implanting optical fibres through the skull1. They then developed less invasive methods, such as simple strip lights, mini sound systems or vibrating subwoofers near the animals’ cages.",
            "The rhythmic cues engage the brain through what Ralph Kern, Cognito’s chief medical officer, describes as “sensory on-ramps” — areas in the cortex responsible for processing sensory information. From there, the gamma signal spreads to deeper brain regions, such as the hypothalamus, that play key parts in memory and cognition.",
            "With repeated exposure comes brain ‘entrainment’: the firing patterns of neurons start to align with the rhythm of the stimulus. Synapses strengthen. Inflammation subsides. And, as the MIT team reported3 in February, 40-hertz stimulation also activates a neural-cleansing mechanism in mice, in which cerebrospinal fluid enters the brain, collects molecular debris and exits through specialized waste-removal channels. An independent team in China and Portugal has since replicated this finding4, and researchers at Boston University in Massachusetts have shown that the same process is activated by visual flickers in humans, as well5.",
            "\n\nHow menopause reshapes the brain\n",
            "“There is a constellation of health-promoting effects,” Boyden says, and the results were consistent across several mouse models of Alzheimer’s. “That got me really excited about the translational possibilities,” he says.",
            "Among all the documented effects of the treatment, “it’s not entirely clear which ones are crucial for therapeutic efficacy”, says neurobiologist Annabelle Singer, a former postdoctoral fellow in Boyden’s lab who contributed to many of the early studies and continues to investigate the phenomenon at the Georgia Institute of Technology in Atlanta. But Singer, a Cognito adviser, is confident about the overall impact. “We have widespread modulation of human circuits, including in cognitive regions,” she says. “And these circuits kind of kick into high gear in response to 40-hertz stimulation.”",
            "h2On the same wavelength",
            "The potential benefits are not limited to Alzheimer’s disease. Researchers have found positive effects of sensory stimulation in mouse models of autism spectrum disorder, stroke, multiple sclerosis and chemotherapy-related cognitive impairment. In humans, there is early evidence of favourable outcomes for children with insomnia and adults with treatment-resistant epilepsy (see, for example, ref. 6), with trials now ongoing for people with depression, Parkinson’s disease and head trauma.",
            "Yet, despite the many mechanistic papers published by the MIT team and other scientists, not everyone is convinced that the therapy does what it says on the tin. Last year, two independent research groups — one led by neuroscientist György Buzsáki at NYU7, the other by neuroscientist Ted Weita Lai at China Medical University in Taichung, Taiwan8 — described their own investigations of flickering light therapy in mouse models of Alzheimer’s disease. Neither team found any reduction in amyloid-β levels.",
            "Methodological differences between these studies and the original MIT report might explain the conflicting results, proponents of the technique contend. And, although the most outspoken champions of 40-hertz therapy have financial stakes in the approach, they point to confirmatory studies published by independent groups without industry ties as validation of the science (see, for example, ref. 9). Nevertheless, both Buzsáki and Lai have urged the scientific community to exercise caution when it comes to interpreting mouse findings and extrapolating them to human therapeutic strategies.",
            "*A_woman_uses_a_smartphone_while_sat_next_to_an_EVY_Light",
            "The EVY light from OptoCeutics hides it’s ‘flicker’ with pulses that alternate at different wavelengths.Credit: OptoCeutics",
            "More difficult to argue with might be the encouraging early clinical-trial data, says Sheng-Tau Hou, a neurobiologist at the Southern University of Science and Technology in Shenzhen, China. “Despite the fact that we don’t understand the molecular nitty-gritty of the mechanisms, the impact is quite obvious now,” he says.",
            "Academic studies10 by the teams at MIT and Emory, along with industry-sponsored trials by Cognito researchers, have collectively found that 1–6 months of 40-hertz stimulation with both light and sound, delivered at home for an hour a day, can boost cognition, preserve brain volume, improve sleep quality, enhance the ability to do everyday tasks and induce favourable changes in brain immunity.",
            "In one of the longest studies of its kind, Diane Chan, a neurologist at Massachusetts General Hospital in Boston and a postdoc in Tsai’s lab, is monitoring a handful of people with mild Alzheimer’s disease who have undergone daily 40-hertz treatment for 30 months and counting. Participants engage with the therapy through an easel-mounted light panel and soundbar system, with a tablet positioned in the centre so that users can entertain themselves with videos during each session.",
            "Typically, individuals with early-stage Alzheimer’s disease perform progressively worse on standard neuropsychological tests, losing a few points every year. But in Chan’s study, participants’ test scores have remained stable. Brain volumes have shown no signs of shrinking and levels of a disease-associated protein in the blood have even trended downwards. “These patients have conquered the test of time,” says Chan, who presented the findings at an international conference on neurodegenerative diseases in March.",
            "\n\nDebate rages over Alzheimer’s drug lecanemab as UK limits approval\n",
            "At the same conference, Cognito reported similar benefits in both brain structure and cognitive function during 18 months of treatment with the company’s wearable technology — and some people have grown so attached to the daily routine of the sensory therapy that they have refused to return the device at the end of these studies, even though they are supposed to.",
            "“Far be it from me to take this away from them,” says trial investigator Paul Solomon, a neuropsychologist who directs the Boston Center for Memory in Newton, Massachusetts, where Joan receives her treatment.",
            "h2Roaring forty",
            "For now, Cognito’s platform is accessible solely through clinical trials. However, some competing developers have already started marketing similar devices as holistic health aids, arguing that the technology is safe and that individuals can experience its potential cognitive benefits without the need for formal regulatory approval.",
            "There are mobile-phone apps and websites that will make consumers’ devices flash and buzz at 40-hertz intervals. There are clicking-sound players, flickering light bulbs and stroboscopic desk lamps available for purchase online, ranging in price from US$50 to $274. And then there are more high-tech options, such as the ‘EVY Light’ from OptoCeutics, an academic spin-off firm with headquarters in Copenhagen and Berkeley, California. This shoebox-sized device delivers an ‘invisible spectral flicker’ — a white light created by two sets of light-emitting diodes, each emitting at different wavelengths and pulsing at 40 hertz but offset from one another.",
            "The company’s founders have published evidence suggesting that the brain synchronizes its activity accordingly, even though the light appears steady11. The firm is now sponsoring a 62-person trial designed to test whether the device can help individuals with mild-to-moderate Alzheimer’s disease. However, with trial results and regulatory approvals potentially years away, OptoCeutics has elected to offer its light box to the public ahead of regulatory clearance. For $1,999, anyone can now have an EVY Light in their home.",
            "“We want to be able to see how it can impact people now — today,” says co-founder and chief executive Mai Nguyen. “For us, the benefits outweigh the risks.”",
            "Other 40-hertz technologies in development include a $1,799 headset by Vielight in Toronto, Canada, that administers near-infrared light through a series of strategically placed light-emitting diodes on the scalp, plus one clipped to a nostril and pointed up the nose. Pilot trials that included individuals with dementia have shown early signs of clinical potential.",
            "Electrical-stimulation technologies can similarly provide targeted neuromodulation to specific brain areas with deficient gamma-wave activity. And in contrast to audiovisual approaches that administer 40-hertz stimuli — which remain inaccessible to people with hearing impairments, vision problems or other sensory-processing challenges — electrical stimulation should be broadly applicable, notes Barbara Borroni, a neurologist at the University of Brescia in Italy.",
            "Several research groups are even combining 40-hertz stimulation with music therapy. In Japan, for example, a music technology company called VIE is integrating 40-hertz frequencies into ethereal music compositions designed to make the auditory stimuli more pleasing on the ear.",
            "And at Northeastern University in Boston, music neuroscientist Psyche Loui and her colleagues are trialling a basketball-hoop-shaped device — developed by Oscillo Biosciences in Farmington, Connecticut, and nicknamed The Stargate — that synchronizes light with music, adding a rhythmic visual component tied to the beat of any song, while emitting a gentle flicker to promote brain activity in the gamma-frequency range.",
            "The music, Loui says, makes the medicine go down easier: “People love the music. They tolerate the lights.”",
            "h2A light touch",
            "The lack of regulation and quality control worries some researchers, including Chan, who has done internal tests on several commercial devices and found that they often fail to consistently deliver 40-hertz flickers. She also warns that side effects such as headaches occur in an appreciable fraction of users. Moreover, for those prone to seizures, the flashing lights could pose serious risks.",
            "“It’s really important to be a savvy consumer,” says Heather Snyder, head of medical and scientific operations at the Alzheimer’s Association, a non-profit research and advocacy organization in Chicago, Illinois.",
            "Another concern is the potential for false hope and financial exploitation, particularly if company websites make outsized promises with their marketing materials. “It is definitely a grey area,” says Timothy Daly, a bioethicist and dementia researcher at the Bordeaux Population Health Research Centre in France. “It’s a very slippery slope — especially with the vulnerability of people who are worried about having Alzheimer’s.”",
            "Conscious of those potential pitfalls, Cognito chief executive Christian Howell says the company has been “really purposeful about developing a very robust evidence base” for its device ahead of seeking marketing authorization, probably by early 2026. Alongside its year-long, randomized pivotal trial — which is on track to complete enrolment by the end of the year — Cognito is conducting an extension study, allowing participants such as Joan the opportunity to continue therapy for a further 12 months.",
            "Joan didn’t hesitate to opt in. She and Art, her husband of 51 years, credit the Cognito device with stabilizing her condition, which remains manageable and allows Joan to maintain a high degree of functional independence. “It’s a godsend,” says Art. “If this froze everything the way it is right now, we could go to our graves living like this.”",
            "Nature 634, 22-24 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03147-1"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03222-7",
        "title": "Nearly 50% of researchers quit science within a decade, huge study reveals",
        "content": [
            "*An_Exit_sign_installed_on_a_brick_wall",
            "Publishing data can help to reveal how many scientists choose to leave research and pursue another career.Credit: Christian Guiton/Getty",
            "A study of nearly 400,000 scientists across 38 countries finds that one-third of them quit science within five years of authoring their first paper, and almost half leave within a decade.",
            "The analysis, published in Higher Education1, used data from the citation database Scopus to track scientists’ scholarly publishing careers — a proxy for how active they are in research. It found that, overall, women were more likely than men to stop publishing, but the size of this difference varied between disciplines.",
            "\n\nHas the ‘great resignation’ hit academia?\n",
            "“We have always been thinking and knowing that people leave science, but the scale of leaving science was somehow unknown,” says study co-author Marek Kwiek, an academic-career researcher at the Adam Mickiewicz University in Poznań, Poland.",
            "The study is the largest attempt to quantify the number of people leaving science — previous studies have been limited in scope, and focused mainly on scientists in the United States.",
            "“When you have this kind of big data, it becomes more compelling to recognize that this is a problem,” says Joya Misra, a sociologist at University of Massachusetts, Amherst, who studies gender and inequality in academia.",
            "h2Leaving the lab",
            "Kwiek and his colleagues tracked the publishing careers of two groups — 142,776 scientists (52,115 of whom were women) who began publishing in 2000, and 232,843 scientists (including 97,145 women) who began publishing in 2010.",
            "The scientists were based in countries including the United States, Japan, South Korea and nations across Europe, and they represented 16 scientific disciplines.",
            "*ACADEMIC_EXODUS_Graphic_shows_less_than_half_of_scientists_who_started_their_career_in_2000_were_sti",
            "Source: Ref. 1",
            "The study found that, within five years, one-third of all scientists in the 2000 group had stopped publishing. This rose to about half within ten years and to nearly two-thirds by 2019 (see ‘Academic exodus’). Women were around 12% more likely than men to have left science after five or ten years. By 2019, only 29% of women in the group were still publishing, compared with nearly 34% of men.",
            "The 2010 group showed a narrower gender gap: about 41% of women and 42% of men were still publishing nine years after their first paper. This improvement is promising, says Damani White-Lewis, a higher-education and academic-career researcher at the University of Pennsylvania in Philadelphia. “It’s always good to know when we’re making progress, because we need to be able to replicate those things.\"",
            "\n\nToxic workplaces are the main reason women leave academic jobs\n",
            "But in some scientific disciplines — particularly life sciences — there were stark differences between men and women. For example, for women in biology, the likelihood of leaving science after ten years was 58%; for men, it was nearly 49%.",
            "By contrast, for women in physics, the likelihood of leaving after ten years (around 48%) was roughly the same as that for men (47%). There were also few gender differences for mathematics, engineering and computer science — all fields in which women tend to be under-represented.",
            "The findings “bring necessary, vital attention to the ways in which we’re facilitating entry, success and retention” in research, says White-Lewis.",
            "h2Reasons to quit",
            "Misra notes that, in reality, gender gaps could be larger than the publication data suggest. “A lot of times, women aren’t recognized as collaborators on published work, and so we tend to be under-represented in the publications that appear. There’s also kind of a bias there. We don’t really know who should have been listed as authors on papers,” she says.",
            "And although the study offers some insights about where and when scientists are leaving the profession, it does not explain why.",
            "\n\nNearly half of US female scientists leave full-time science after first child\n",
            "There are several factors, aside from leaving research entirely, that could explain why scientists stop publishing, such as moving to a less research-focused institution, taking a job in industry or switching to an administrative role. “We don’t 100% know exactly what’s happened to people,” says Misra. “We can’t know it without interviews and without surveys,” adds Kwiek.",
            "In a 2023 study, White-Lewis and his colleagues analysed the departure decisions of 773 faculty members in US academic institutions between 2015 and 2019, and found that family reasons, tenure status and salary were significant drivers behind decisions to leave2.",
            "In future studies, Kwiek plans to conduct large-scale surveys and use artificial-intelligence chatbots to conduct interviews to investigate the why researchers exit the profession.",
            "“It would be interesting to layer Scopus data onto institutional data”, such as exit surveys, to better understand why scientists step away from academic careers, says White-Lewis.",
            "doi: https://doi.org/10.1038/d41586-024-03222-7"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03244-1",
        "title": "Life expectancy rise in rich countries slows down: why discovery took 30 years to prove",
        "content": [
            "*A_Japanese_baby_being_carried_on_his_grandmother's_back",
            "What chance do children born since 2010 have of living to 100? Less than 2% for men and about 5% for women.Credit: Skye Hohmann/Alamy",
            "Put aside the hype about the growing number of us who are likely to make it to 100, because the rise in human life expectancy might actually be slowing down. At least, according to a study that analysed mortality data for ten countries or regions over the past three decades1.",
            "“There are limits to how far out we can push out the envelope of human survival,” says study co-author S. Jay Olshansky, an epidemiologist at the University of Illinois Chicago. “If you live long enough, you run up against the biological process of ageing.”",
            "The era of what he calls radical life extension is over, he argues. Some researchers, however, disagree and point out that medical science could yet find a way to push age limits.",
            "Advances in public health and medicine during the twentieth century increased human life expectancy to about three years per decade. But Olshansky and others have long argued that this rate of improvement is not sustainable, despite more-optimistic forecasts that predict most children born in the twenty-first century would live for a 100 years or more2. But this is difficult to confirm, because the only way to be sure is to wait for enough people to die, or not.",
            "With his colleagues, Olshansky first published the idea3 that human life expectancy has a finite limit in 1990. “We have waited 30 years to test this,” he says. “And we now have definitive evidence that the limited lifespan hypothesis is correct.”",
            "That evidence is based on the numbers of reported deaths in parts of the world with some of the highest current life expectancies, including Hong Kong, Japan, South Korea, Australia, France, Italy, Switzerland, Sweden, the United States and Spain. The analysis looked at the period of 1990 to 2019, to avoid the distorting impact of the COVID-19 pandemic.",
            "The team found that the rate of improvement in life expectancy in the decade of 2010–19 had dropped below that seen between 1990 and 2000. People were still living longer, but not by as much. In fact, in every population except those of Hong Kong and South Korea, the decadal rise in life expectancy decelerated to below two years.",
            "Overall, the study found that children born since 2010 have a relatively small chance of living to 100 (5.1% chance for women and 1.8% chance for men). The most likely cohort to see a full century are women in Hong Kong, with a 12.8% chance.",
            "h2Can we overcome ageing?",
            "It’s clear that further extension of the average lifespan is difficult because that would require researchers to find treatments for illnesses that affect older people, says Dmitri Jdanov, a demographer at the Max Planck Institute for Demographic Research in Rostock, Germany. Jdanov wrote, together with his colleague Domantas Jasilionis, an accompanying commentary on the paper. Both articles are published in Nature Aging today.",
            "But Jdanov thinks that Olshansky is too pessimistic about possible progress. “Although making another leap might be difficult, the rapid development of new technologies may lead to an unexpected health revolution,” he says.",
            "A century ago, few researchers would have thought that child mortality could be reduced considerably, he says. But advances in vaccines, education and public health have since slashed the rate from more than 20% in 1950 to less than 4% now.",
            "“If we cannot imagine something, it doesn’t mean that it’s impossible,” Jdanov says.",
            "The study also revealed what Olshansky calls a “shocking” decline in the average life expectancy in the United States in the decade starting in 2010 — a trend seen in such a long-lived population only after extreme events, such as war, since 1900. The decline in the United States is driven by increasing numbers of deaths because of conditions such as diabetes and heart disease in people aged roughly 40 to 60.",
            "“It tells you that something pretty negative is happening among some subgroups of the population to drag the average down, because the wealthier, more highly educated subgroups are actually doing better,” Olshansky says.",
            "doi: https://doi.org/10.1038/d41586-024-03244-1"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03208-5",
        "title": "Why hasn’t deadly bird flu reached Australia yet?",
        "content": [
            "*A_adult_short-tailed_Shearwater_Ardenna_tenuirostris_in_flight_off_the_coast_of_Hong_Kong",
            "Scientists have started swabbing short-tailed shearwater (Ardenna tenuirostris) for evidence of bird flu. The birds are migrating from the northern hemisphere to Australia.Credit: John Holmes/Alamy",
            "Australia and the rest of Oceania are the last regions free of the highly pathogenic strain of bird flu that has caused mass mortality in birds across the world and a massive outbreak in dairy cattle in the United States. Why animals in the southern region have so far escaped infection is a mystery, but scientists have several theories.",
            "For one, Australia is geographically isolated and doesn’t import live poultry, says Frank Wong, a virologist at the CSIRO Australian Centre for Disease Preparedness in Geelong. Many of the countries’ birds are endemic and do not migrate to regions where the virus is spreading.",
            "But the virus’s arrival in Australia is “a matter of when, not if”, says Michelle Wille, a virologist at the Centre for Pathogen Genomics at the University of Melbourne, Australia.",
            "h2Bird survey",
            "Wille thinks that long-distance migratory shorebirds and seabirds that come from Siberia and Alaska through southeast Asia to Australia are most likely to carry the virus into the country.",
            "This week, Australian scientists, including Wille, started swabbing the first of nearly 1,000 migratory birds for the virus. Over the coming weeks, the team will capture wedge-tailed shearwaters (Ardenna pacifica) and short-tailed shearwaters (Ardenna tenuirostris) as they migrate from the northern autumn to the southern spring. At night, shearwaters sleep in burrows and are relatively easy to grab. The researchers will swab the birds for the virus, and take blood to test for antibodies that will reveal previous exposure. They will be testing for the H5N1 clade 2.3.4.4b in particular, which has caused mass mortality in birds and some mammals.",
            "To swab the birds, the researchers will travel to seven locations across Australia, as far apart as Broome in the northwest, Lord Howe Island in the east and Phillip Island in the south.",
            "h2Deadly ducks?",
            "Wille says another possible route for the virus is through ducks. Scientists think migrating ducks and geese in other parts of the world can spread the disease without succumbing to it.",
            "That’s because ducks’ epithelial cells have a sensor, known as RIG-I, that detects an invading influenza virus and triggers an immune response that usually fends it off. Kirsty Short, a virologist at the University of Queensland in Brisbane, says ducks might have evolved such defences in Asia from repeated infections with many less-pathogenic forms of the virus, giving them pre-existing immunity. Although they don’t get sick from H5N1, they can still pass it on, and ducks congregate in lakes and ponds with other birds, increasing the chances of disease spread.",
            "h2Isolated ecosystems",
            "Another reason that Oceania is currently free of the virus is that the region’s ducks are endemic and they don’t tend to migrate overseas.",
            "This isolation is partly explained by a biogeographical division called the Wallace Line, first described by naturalist Alfred Russel Wallace in 1859, which runs through Indonesia. Many animal species tend to stay on one side of the line or the other, and because of this isolation, the fauna on each side are distinct. Michael Andersen, an evolutionary biologist at the University of New Mexico in Albuquerque, describes this phenomenon as “one of the great mysteries” of the world.",
            "The sharp division might also mean that the virus is not adapted to animals east of the Wallace Line, says Wong. “Avian influenza viruses, including this high-pathogenicity avian influenza virus, are particularly well-adapted to certain species,” he says. Birds in Australia could have a genetic make-up that circumvents the usual infection route for the virus, but no one has yet tested this hypothesis.",
            "Although many duck species are short-distance migratory birds and tend not to cross the Wallace Line, some species — including Pacific black duck (Anas superciliosa) and spotted whistling duck (Dendrocygna guttata) — do, and Wille thinks they could introduce H5N1 to the region.",
            "If the virus is detected, government veterinarians will immediately move in to cull the affected population, which happened when H7N3 and H7N9 strains of the flu were detected in Victoria in May.",
            "Short says that, when it happens, the effect on Australia’s birds, mammals and ecosystems is unknown, but many species are probably susceptible. “It’s a big research gap,” she says.",
            "doi: https://doi.org/10.1038/d41586-024-03208-5"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03227-2",
        "title": "A spaceship punched an asteroid — we’re about to learn what came next",
        "content": [
            "*An_artist's_impression_of_Asteroid_Impact_Mission_and_its_twin_CubeSats_conducting_a_multi-point_inv",
            "The Hera mission and its twin CubeSats will study the asteroids Dimorphos and Didymos (artist’s impression). Credit: ESA",
            "Update: The Hera mission launched as planned on 7 October.",
            "The European Space Agency (ESA) is set to launch a mission that will assess how effective humanity could be in protecting Earth from an asteroid impact. Called Hera, the mission will visit a rock blasted by a NASA spacecraft in 2022 to analyse the effects of the deflection effort.",
            "“It seems like we hit it hard enough and we reshaped it,” says Harrison Agrusa, a Hera team member and a planetary scientist at the Côte d’Azur Observatory (OCA) in Nice, France.",
            "\n\nThis spacecraft just smashed into an asteroid in an attempt to change its path\n",
            "Hera is set to launch no earlier than 7 October on a SpaceX Falcon 9 rocket from Cape Canaveral in Florida, although the lift-off might be delayed while SpaceX investigates an issue with its launch vehicle. The solar-powered spacecraft, which is the size of a small car, will take two years to reach its target, the binary asteroid system of Didymos and Dimorphos between Earth and Mars, arriving in late 2026.",
            "The €363-million (US$398-million) mission is a follow-up to NASA’s DART, the Double Asteroid Redirection Test. In September 2022, the similarly sized DART spacecraft slammed into Dimorphos, the smaller of the two asteroids at 160 metres across. That impact shortened the period of the asteroid’s nearly 12-hour orbit around Didymos by 33 minutes (see ‘Impact assessment’). That’s strong evidence that space agencies could, in future, use a similar approach to deflect an asteroid on course with Earth, say researchers. No such asteroid is currently known.",
            "h2Delayed mission",
            "Hera was supposed to have been present at Dimorphos for the DART impact to gather data on the experiment in real-time. But ESA cancelled the mission in 2016 before reviving it in 2019, meaning it would now arrive four years after DART. That means comparisons of Dimorphos’s form before and after impact are more difficult.",
            "“It would have been better to have the full characteristics, but we can live with that,” says Patrick Michel, a planetary scientist at the OCA and Hera’s mission lead. “Fortunately, the outcome of the impact will [still] be there.”",
            "*IMPACT_ASSESSMENT_Graphic_shows_the_HERA_mission_which_will_study_the_asteroids_Dimorphos_and_Didymo",
            "Source: ESA/NASA/A. F. Cheng et al. Nature 616, 457–460 (2023).",
            "DART hit the asteroid at 22,000 kilometres per hour, and sent nearly 1,000 tonnes of material into space, including boulders the size of buses. Remote observations suggest that it formed a crater about 50 metres across, the width of a football field, but the true size won’t be known until Hera arrives. “It’s a big divot a third of the width of the body,” says Dawn Graninger, a physicist at Johns Hopkins University Applied Physics Laboratory (JHUAPL) in Laurel, Maryland, and a Hera scientist.",
            "Hera will slowly sidle up to the system when it arrives, positioning itself on a path around both rocks. “This is the first rendezvous with a binary asteroid,” says Michel. It will then study the asteroids for six months using cameras and an infrared imager, gradually lowering its altitude above them from 30 kilometres down to one kilometre.",
            "“Hera is a detective, like Colombo,” says Michel. “It’s going back to the crime scene and telling us what happened, and why.”",
            "\n\nAsteroid lost 1 million kilograms after collision with DART spacecraft\n",
            "h2Reshaped asteroid",
            "Studying the system will give us an unprecedented understanding of these two-rock systems, says Alice Quillen, an astronomer at the University of Rochester in New York. About 15% of asteroids are thought to be binaries. “One of the mysteries about binary asteroids is they’re predicted to fall apart really quickly,” she says, because of radiation pressure from the Sun. A slight wobble in Dimorphos’s orbit might explain how it stays gravitationally bound to Didymos.",
            "It’s possible that DART’s impact reformed asteroid’s relatively spherical shape. “A lot of impact models indicate we made it elongated,” says Agrusa.",
            "The impact might also have caused Dimorphos to tumble as it orbits Didymos. Previously, it had been tidally locked, with the same face always pointing towards its larger companion, as the Moon does Earth. But DART might have caused its axis to spin chaotically, possibly even head over heels, something Agrusa predicted before impact. “We think that this prediction might have come true,” he says.",
            "*Asteroid_moonlet_Dimorphos_as_seen_by_the_DART_spacecraft_11_seconds_before_impact",
            "Dimorphos as seen by the DART spacecraft 11 seconds before impact.Credit: NASA/Johns Hopkins APL",
            "Differences in the position of boulders on Dimorphos’s surface in Hera’s images compared with DART’s pictures could also reveal how much the rock has changed.",
            "The mission will “tie-off some of the loose ends” of the deflection experiment, says Andy Rivkin, a planetary scientist at JHUAPL who led the DART mission and is now working on Hera.",
            "\n\nFresh images reveal fireworks when NASA spacecraft ploughed into asteroid\n",
            "About two months into the mission, Hera will deploy two small CubeSats, called Juventas and Milani, that will encircle the asteroid pair. Measuring the distance between all three spacecraft will help scientists to work out Dimorphos’s gravitational pull and thus its mass, a crucial piece of information in understanding asteroid deflection. If the mass is low, “then maybe we deflected it so easily because it was light”, says Michel. But if the mass is high, it suggests that DART’s approach was even more effective at pushing the asteroid off course.",
            "Both CubeSats will later attempt to land on Dimorphos, providing richer information on its gravity and composition — and take images from the surface.",
            "Hera might also touch down on Didymos as its final resting place, ending this grand escapade. “Altogether it’s a rehearsal for if we did have to intercept something” heading for Earth, says Rivkin.",
            "doi: https://doi.org/10.1038/d41586-024-03227-2"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03177-9",
        "title": "CRISPR helps brain stem cells regain youth in mice",
        "content": [
            "*Fluorescent_light_micrograph_of_groups_of_neural_stem_cells_shown_in_pink_and_yellow_colours_on_a_bl",
            "Brain stem cells (artificially coloured) give rise to neurons in young individuals, but that ability fades with advancing age.Credit: Riccardo Cassiani-Ingoni/Science Photo Library",
            "Clues to keeping the brain’s regenerative cells youthful and energetic into old age have emerged by applying CRISPR gene editing to mice1.",
            "Age impedes the ability of the brain’s stem cells to churn out new cells, but the study’s authors found that reducing the activity of a particular gene rejuvenated these stem cells, allowing them to proliferate and provide the brain with a supply of fresh neurons.",
            "That gene regulates stem cells’ consumption of glucose, a sugar that is key to cellular metabolism. The results in mice fit well with an emerging picture from studies of postmortem human brains. These efforts, too, have found that age affects metabolism in the brain, says Maura Boldrini, a neuroscientist and psychiatrist at Columbia University Irving Medical Center in New York City who was not involved in the latest research. “Probably their metabolism is less efficient than it used to be,” she says, adding that both the human results and the mouse study, published today in Nature, “open new avenues for potential therapeutics.”",
            "h2A youthful brain",
            "The role of neural stem cells in the adult human brain has been controversial. Boldrini and others have published evidence that new neurons are made in the hippocampus, a region of the brain that is important for learning and memory, at least until the age of 792. Her team is now looking to see whether production of new neurons is altered in people with Alzheimer’s disease or psychiatric illnesses. But some researchers have reported that they could not find evidence that adults make new neurons in the hippocampus. “This controversy is still continuing,” Boldrini says.",
            "\n\nHuman brain cells implanted in rats prompt excitement — and concern\n",
            "In mice, the picture is clearer. Neural stem cells in a region of the brain called the subventricular zone can give rise to neurons and other types of cells. These young cells then migrate to the olfactory bulb, which controls the sense of smell. A steady supply of fresh neurons to the olfactory bulb makes sense in mice, because they rely heavily on smell to perceive changes in their environment, says Anne Brunet, a geneticist who studies ageing at Stanford University in California and who is an author of the new study.",
            "As mice age, however, those stem cells become less active. Brunet and her colleagues decided to find out why. The team used CRISPR-Cas9 genome editing to systematically disrupt 23,000 genes, and then tested the effect of each disrupted gene on neural stem cells that had been taken from young and old mice and grown in the laboratory.",
            "h2Neuronal boost",
            "The screen yielded 300 genes that might play a part in neural stem-cell ageing. The researchers further narrowed the pool by using CRISPR-Cas9 to disrupt some of these genes in cells in the subventricular zone of living young and old mice. The authors then checked the animals’ olfactory bulbs and identified a select group of key genes. Disruption of these genes boosted stem cells’ production of neurons in the old animals — but did not affect stem cells in young animals.",
            "\n\nFive ways the brain can age: 50,000 scans reveal possible patterns of damage\n",
            "One such gene, called Slc2a4, codes for a protein that imports glucose into cells. Disrupting it reduced cells’ glucose intake and increased their power to proliferate.",
            "That result meshes with previous studies that have found a link between sugar metabolism and ageing, says Saul Villeda, a neuroscientist at the University of California, San Francisco. For example, researchers recently reported that a diabetes drug can stave off age-related cognitive decline in monkeys. But the latest finding is particularly important, he says, because it points to a specific protein that has a key role and could be targeted in future studies.",
            "Even if the role of neural stem cells in adult humans is in question, the results provide crucial information for the design of cell therapies that might one day treat neurodegenerative conditions, Villeda says.",
            "doi: https://doi.org/10.1038/d41586-024-03177-9"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03113-x",
        "title": "Funders launch online resource to help researchers navigate narrative CVs",
        "content": [
            "*A_female_scientist_in_a_lab_coat_using_a_phone_on_a_tripod_to_record_herself_carrying_out_an_experim",
            "Narrative CVs are gaining in popularity — but many researchers don’t yet know exactly how to craft one.Credit: Getty",
            "A group of funding agencies and research organizations has created a free online platform to help academics to create narrative CVs.",
            "In the past few years, funders have increasingly favoured the narrative style over typical formats, which usually emphasize quantitative indicators. These include the titles of journals that papers are published in, and the amount of grant money received. Narrative CVs describe a person’s contributions and achievements, and reflect a broader range of skills and experiences than do conventional formats.",
            "The Peer Exchange Platform for Narrative-style CVs (PEP-CV) is backed by a coalition of national funders that are already using narrative CVs in funding applications. These include UK Research and Innovation, the Swiss National Science Foundation, Science Foundation Ireland, the Dutch Research Council and the Luxembourg National Research Fund.",
            "Other PEP-CV supporters include London-based research funder Wellcome; the Young Academy of Europe (YAE), a Europe-wide association of junior researchers; and the Marie Curie Alumni Association, an international non-profit organization.",
            "It’s difficult to understand a person’s expertise by looking only at quantitative metrics, says YAE chair Katalin Solymosi, a plant biologist at Eötvös Loránd University in Budapest.",
            "“If you want to change the research culture, and also build a more inclusive scientific landscape with equity, diversity and inclusion of all talents, there should be greater awareness among funders of more qualitative indicators,” Solymosi says.",
            "Narrative CVs can help funders to see the human being behind a funding application. They can capture periods of parental leave, for example, which are harder to account for in conventional CV formats, she adds.",
            "“But many researchers have no experience with how to write narrative CVs, what to include, and how to avoid it becoming a very lengthy text that nobody will really read,” Solymosi concludes. This is why mentoring support is needed, she says.",
            "h2A sea change for CVs",
            "Individual researchers can register on PEP-CV as mentors or people seeking advice. Those seeking a mentor can then search for one who best fits their needs. If that person accepts the request, the two are connected through e-mail. Since its launch in March, the platform has garnered around 500 users, 153 mentors and 348 seeking guidance.",
            "Tanita Casci, who directs the research strategy and policy unit at the University of Oxford, UK, says that a mentoring platform such as PEP-CV can help researchers who do not have much local support to find guidance on how to craft their CV.",
            "Because knowledge of this CV format is not yet widespread, she adds, it means that “rather than the narrative CV achieving its intended aims of allowing for greater diversity in applicant pools and awardee pools, it’s actually favouring those who are in institutions that have the appropriate support”.",
            "Future plans include incentivizing mentors to offer their time for free by allowing them to claim recognition using ORCID, a tool that assigns unique identifiers to authors to capture bibliometric outputs. This will enable them to earn credit for their work.",
            "Kelly Cobey, who leads the metascience and open-science programme at the University of Ottawa Heart Institute, says a change in behaviour is needed to shift in how research is assessed, and narrative CVs are part of that process.",
            "Currently, grant applicants don’t always know what funders are looking for in narrative CVs, which is why more mentoring support is a positive step, Cobey adds.",
            "In addition to guidance on crafting CVs, Casci thinks institutions should support researchers by making sure they are participating in relevant activities to gain knowledge and experiences that they can eventually write about.",
            "doi: https://doi.org/10.1038/d41586-024-03113-x"
        ]
    }
]