[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03676-9",
        "title": "Can AI review the scientific literature — and figure out what it all means?",
        "content": [
            "*Conceptual_illustration_showing_a_digital_hand_connecting_many_scientific_articles",
            " Illustration: Piotr Kowlaczyk",
            "When Sam Rodriques was a neurobiology graduate student, he was struck by a fundamental limitation of science. Even if researchers had already produced all the information needed to understand a human cell or a brain, “I’m not sure we would know it”, he says, “because no human has the ability to understand or read all the literature and get a comprehensive view.”",
            "Five years later, Rodriques says he is closer to solving that problem using artificial intelligence (AI). In September, he and his team at the US start-up FutureHouse announced that an AI-based system they had built could, within minutes, produce syntheses of scientific knowledge that were more accurate than Wikipedia pages1. The team promptly generated Wikipedia-style entries on around 17,000 human genes, most of which previously lacked a detailed page.",
            "How AI-powered science search engines can speed up your research",
            "Rodriques is not the only one turning to AI to help synthesize science. For decades, scholars have been trying to accelerate the onerous task of compiling bodies of research into reviews. “They’re too long, they’re incredibly intensive and they’re often out of date by the time they’re written,” says Iain Marshall, who studies research synthesis at King’s College London. The explosion of interest in large language models (LLMs), the generative-AI programs that underlie tools such as ChatGPT, is prompting fresh excitement about automating the task.",
            "Some of the newer AI-powered science search engines can already help people to produce narrative literature reviews — a written tour of studies — by finding, sorting and summarizing publications. But they can’t yet produce a high-quality review by themselves. The toughest challenge of all is the ‘gold-standard’ systematic review, which involves stringent procedures to search and assess papers, and often a meta-analysis to synthesize the results. Most researchers agree that these are a long way from being fully automated. “I’m sure we’ll eventually get there,” says Paul Glasziou, a specialist in evidence and systematic reviews at Bond University in Gold Coast, Australia. “I just can’t tell you whether that’s 10 years away or 100 years away.”",
            "At the same time, however, researchers fear that AI tools could lead to more sloppy, inaccurate or misleading reviews polluting the literature. “The worry is that all the decades of research on how to do good evidence synthesis starts to be undermined,” says James Thomas, who studies evidence synthesis at University College London.",
            "h2Computer-assisted reviews",
            "Computer software has been helping researchers to search and parse the research literature for decades. Well before LLMs emerged, scientists were using machine-learning and other algorithms to help to identify particular studies or to quickly pull findings out of papers. But the advent of systems such as ChatGPT has triggered a frenzy of interest in speeding up this process by combining LLMs with other software.",
            "AI science search engines are exploding in number — are they any good? ",
            "It would be terribly naive to ask ChatGPT — or any other AI chatbot — to simply write an academic literature review from scratch, researchers say. These LLMs generate text by training on enormous amounts of writing, but most commercial AI firms do not reveal what data the models were trained on. If asked to review research on a topic, an LLM such as ChatGPT is likely to draw on credible academic research, inaccurate blogs and who knows what other information, says Marshall. “There’ll be no weighing up of what the most pertinent, high-quality literature is,” he says. And because LLMs work by repeatedly generating statistically plausible words in response to a query, they produce different answers to the same question and ‘hallucinate’ errors — including, notoriously, non-existent academic references. “None of the processes which are regarded as good practice in research synthesis take place,” Marshall says.",
            "A more sophisticated process involves uploading a corpus of pre-selected papers to an LLM, and asking it to extract insights from them, basing its answer only on those studies. This ‘retrieval-augmented generation’ seems to cut down on hallucinations, although it does not prevent them. The process can also be set up so that the LLM will reference the sources it drew its information from.",
            "This is the basis for specialized, AI-powered science search engines such as Consensus and Elicit. Most companies do not reveal exact details of how their systems work. But they typically turn a user’s question into a computerized search across academic databases such as Semantic Scholar and PubMed, returning the most relevant results.",
            "An LLM then summarizes each of these studies and synthesizes them into an answer that cites its sources; the user is given various options to filter the work they want to include. “They are search engines first and foremost,” says Aaron Tay, who heads data services at Singapore Management University and blogs about AI tools. “At the very least, what they cite is definitely real.”",
            "These tools “can certainly make your review and writing processes efficient”, says Mushtaq Bilal, a postdoctoral researcher at the University of Southern Denmark in Odense, who trains academics in AI tools and has designed his own, called Research Kick. Another AI system called Scite, for example, can quickly generate a detailed breakdown of papers that support or refute a claim. Elicit and other systems can also extract insights from different sections of papers — the methods, conclusions and so on. There’s “a huge amount of labour that you can outsource”, Bilal says.",
            "*Laptop_screen_with_an_AI-powered_tool_called_Elicit_with_papers'_summary",
            "Elicit, like several AI-powered tools, aims to help with academic literature reviews by summarising papers and extracting data.Credit: Nature",
            "But most AI science search engines cannot produce an accurate literature review autonomously, Bilal says. Their output is more “at the level of an undergraduate student who pulls an all-nighter and comes up with the main points of a few papers”. It is better for researchers to use the tools to optimize parts of the review process, he says. James Brady, head of engineering at Elicit, says that its users are augmenting steps of reviewing “to great effect”.",
            "Another limitation of some tools, including Elicit, is that they can only search open-access papers and abstracts, rather than the full text of articles. (Elicit, in Oakland, California, searches about 125 million papers; Consensus, in Boston, Massachusetts, looks at more than 200 million.) Bilal notes that much of the research literature is paywalled and it’s computationally intensive to search a lot of full text. “Running an AI app through the whole text of millions of articles will take a lot of time, and it will become prohibitively expensive,” he says.",
            "h2Full-text search",
            "For Rodriques, money was in plentiful supply, because FutureHouse, a non-profit organization in San Francisco, California, is backed by former Google chief executive Eric Schmidt and other funders. Founded in 2023, FutureHouse aims to automate research tasks using AI.",
            "Could AI help you to write your next paper?",
            "This September, Rodriques and his team revealed PaperQA2, FutureHouse’s open-source, prototype AI system1. When it is given a query, PaperQA2 searches several academic databases for relevant papers and tries to access the full text of both open-access and paywalled content. (Rodriques says the team has access to many paywalled papers through its members’ academic affiliations.) The system then identifies and summarizes the most relevant elements. In part because PaperQA2 digests the full text of papers, running it is expensive, he says.",
            "The FutureHouse team tested the system by using it to generate Wikipedia-style articles on individual human genes. They then gave several hundred AI-written statements from these articles, along with statements from real (human-written) Wikipedia articles on the same topic, to a blinded panel of PhD and postdoctoral biologists. The panel found that human-authored articles contained twice as many ‘reasoning errors’ — in which a written claim is not properly supported by the citation — than did ones written by the AI tool. Because the tool outperforms people in this way, the team titled its paper ‘Language agents achieve superhuman synthesis of scientific knowledge’.",
            "*Group_of_scientists_standing_and_sitting_posing_in_the_FutureHouse_office_with_a_bird_drawing_on_the",
            "The team at US start-up FutureHouse, which has launched AI systems to summarize scientific literature. Sam Rodriques, their director and co-founder, is on the chair, third from right.Credit: FutureHouse",
            "Tay says that PaperQA2 and another tool called Undermind take longer than conventional search engines to return results — minutes rather than seconds — because they conduct more-sophisticated searches, using the results of the initial search to track down other citations and key phrases, for example. “That all adds up to being very computationally expensive and slow, but gives a substantially higher quality search,” he says.",
            "h2Systematic challenge",
            "Narrative summaries of the literature are hard enough to produce, but systematic reviews are even worse. They can take people many months or even years to complete2.",
            "A systematic review involves at least 25 careful steps, according to a breakdown from Glasziou’s team. After combing through the literature, a researcher must filter their longlist to find the most pertinent papers, then extract data, screen studies for potential bias and synthesize the results. (Many of these steps are done in duplicate by another researcher to check for inconsistencies.) This laborious method — which is supposed to be rigorous, transparent and reproducible — is considered worthwhile in medicine, for instance, because clinicians use the results to guide important decisions about treating patients.",
            " ChatGPT-like AIs are coming to major science search engines",
            "In 2019, before ChatGPT came along, Glasziou and his colleagues set out to achieve a world record in science: a systematic review in two weeks. He and others, including Marshall and Thomas, had already developed computer tools to reduce the time involved. The menu of software available by that time included RobotSearch, a machine-learning model trained to quickly identify randomized trials from a collection of studies. RobotReviewer, another AI system, helps to assess whether a study is at risk of bias because it was not adequately blinded, for instance. “All of those are important little tools in shaving down the time of doing a systematic review,” Glasziou says.",
            "The clock started at 9:30 a.m. on Monday 21 January 2019. The team cruised across the line at lunchtime on Friday 1 February, after a total of nine working days3. “I was excited,” says epidemiologist Anna Mae Scott at the University of Oxford, UK, who led the study while at Bond University; everyone celebrated with cake. Since then, the team has pared its record down to five days.",
            "Could the process get faster? Other researchers have been working to automate aspects of systematic reviews, too. In 2015, Glasziou founded the International Collaboration for the Automation of Systematic Reviews, a niche community that, fittingly, has produced several systematic reviews about tools for automating systematic reviews4. But even so, “not very many [tools] have seen widespread acceptance”, says Marshall. “It’s just a question of how mature the technology is.”",
            "Elicit is one company that says its tool helps researchers with systematic reviews, not just narrative ones. The firm does not offer systematic reviews at the push of a button, says Brady, but its system does automate some of the steps — including screening papers and extracting data and insights. Brady says that most researchers who use it for systematic reviews have uploaded relevant papers they find using other search techniques.",
            "Systematic-review aficionados worry that AI tools are at risk of failing to meet two essential criteria of the studies: transparency and reproducibility. “If I can’t see the methods used, then it is not a systematic review, it is simply a review article,” says Justin Clark, who builds review automation tools as part of Glasziou’s team. Brady says that the papers that reviewers upload to Elicit “are an excellent, transparent record” of their starting literature. As for reproducibility: “We don’t guarantee that our results are always going to be identical across repeats of the same steps, but we aim to make it so — within reason,” he says, adding that transparency and reproducibility will be important as the firm improves its system.",
            "Specialists in reviewing say they would like to see more published evaluations of the accuracy and reproducibility of AI systems that have been designed to help produce literature reviews. “Building cool tools and trying stuff out is really good fun,” says Clark. “Doing a hardcore evaluative study is a lot of hard work.”",
            "Audit AI search tools now, before they skew research",
            "Earlier this year, Clark led a systematic review of studies that had used generative AI tools to help with systematic reviewing. He and his team found only 15 published studies in which the AI’s performance had been adequately compared with that of a person. The results, which have not yet been published or peer reviewed, suggest that these AI systems can extract some data from uploaded studies and assess the risk of bias of clinical trials. “It seems to do OK with reading and assessing papers,” Clark says, “but it did very badly at all these other tasks”, including designing and conducting a thorough literature search. (Existing computer software can already do the final step of synthesizing data using a meta-analysis.)",
            "Glasziou and his team are still trying to shave time off their reviewing record through improved tools, which are available on a website they call the Evidence Review Accelerator. “It won’t be one big thing. It’s that every year you’ll get faster and faster,” Glasziou predicts. In 2022, for instance, the group released a computerized tool called Methods Wizard, which asks users a series of questions about their methods and then writes a protocol for them without using AI.",
            "h2Rushed reviews?",
            "Automating the synthesis of information also comes with risks. Researchers have known for years that many systematic reviews are redundant or of poor quality5, and AI could make these problems worse. Authors might knowingly or unknowingly use AI tools to race through a review that does not follow rigorous procedures, or which includes poor-quality work, and get a misleading result.",
            "By contrast, says Glasziou, AI could also encourage researchers to do a quick check of previously published literature when they wouldn’t have bothered before. “AI may raise their game,” he says. And Brady says that, in future, AI tools could help to flag and filter out poor-quality papers by looking for telltale signs such as P-hacking, a form of data manipulation.",
            "Glasziou sees the situation as a balance of two forces: AI tools could help scientists to produce high-quality reviews, but might also fuel the rapid generation of substandard ones. “I don’t know what the net impact is going to be on the published literature,” he says.",
            "Some people argue that the ability to synthesize and make sense of the world’s knowledge should not lie solely in the hands of opaque, profit-making companies. Clark wants to see non-profit groups build and carefully test AI tools. He and other researchers welcomed the announcement from two UK funders last month that they are investing more than US$70 million in evidence-synthesis systems. “We just want to be cautious and careful,” Clark says. “We want to make sure that the answers that [technology] is helping to provide to us are correct.”",
            "Nature 635, 276-278 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03676-9"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03675-w",
        "title": "The quest to build bionic limbs that feel like the real thing",
        "content": [
            "*Scott_Imbrie_poses_for_a_portrait_while_sitting_in_a_chair_and_operating_a_robotic_hand",
            "Intracortical implants help Scott Imbrie to control a robotic arm and hand using his brain. Credit: Taylor Glascock for Nature",
            "Scott Imbrie still remembers the first time that physicians switched on the electrodes sitting on the surface of his brain. He felt a tingling, poking sensation in his hand, like “reaching into an evergreen bush”, he says. “It was like I was decorating a Christmas tree.”",
            "Back in 1985, a car crash shattered three of Imbrie’s vertebrae and severed 70% of his spinal cord, leaving him with very limited sensation or mobility in parts of his body. Now, thanks to an implanted brain–computer interface (BCI), Imbrie can operate a robotic arm, and receive sensory information related to what that arm is doing. Imbrie spends four days a week, three hours at a time, testing, refining and tuning the device with a team of researchers at the University of Chicago in Illinois.",
            "Scientists have been trying to restore mobility for people with missing or paralysed limbs for decades. The aim, historically, was to give people the ability to control prosthetics with commands from the nervous system. But this motor-first approach produced bionic limbs that were much less helpful than hoped: devices were cumbersome and provided only rudimentary control of a hand or leg. What’s more, they just didn’t feel like they were part of the body and required too much concentration to use.",
            "The brain-reading devices helping paralysed people to move, talk and touch",
            "Scientists gradually began to realize that restoring full mobility meant restoring the ability to sense touch and temperature, says Robert Gaunt, a bioengineer at the University of Pittsburgh in Pennsylvania. Gaunt says that this realization has led to a revolution in the field.",
            "A landmark study1 came in 2016, when a team led by Gaunt restored tactile sensations in a person with upper-limb paralysis using a computer chip implanted in a region of the brain that controls the hand. Gaunt then teamed up with his Pittsburgh colleague, bioengineer Jennifer Collinger, to integrate a robotic arm with the BCI, allowing the individual to feel and manipulate objects2. “It meant they could perform motor tasks much faster,” says Collinger. Around the same time, studies in people with limbs that have been amputated showed how restoring tactile inputs into peripheral nerves also drastically improved control of prosthetic hands3.",
            "But researchers haven’t fully cracked the code on how to interpret or create natural sensations that truly benefit people’s lives. Somatosensation — the collection of senses that interpret touch, temperature, pain and body position — is dauntingly complex. Imagine trying to encode information that could discern a soft kiss from a painful pinch, or the needles of a pine tree from the bristles of a paintbrush. To create safe and stable interfaces with the brain and body, researchers need to make major advances in engineering as well as in understanding the sensorimotor system, says Rochelle Ackerley, a neuroscientist at Aix-Marseille University in France. And as developers look to increase the size of implanted-device trials, stakeholders have yet to solve ethical issues around the risks of BCIs and high-tech prosthetic devices.",
            "h2A battery to the tongue",
            "Prosthetics developers are beginning to create sensations that feel real and natural, but it’s a work in progress. When Imbrie thinks back to the first tests of his BCI, he says that the sensations were a bit “like holding a battery to the tongue; not painful, but more like electricity”.",
            "One of the first challenges is the plethora of information that needs to be encoded. “When we touch an object, different sensory neurons in our skin code its shape, pressure and texture,” says Giacomo Valle, a neuroengineer at Chalmers University of Technology in Gothenburg, Sweden. Valle has been attempting to mimic these neural codes, then deliver them to the brain, either through the body’s sensory nerves or directly to the cortex.",
            "*A_close-up_of_a_person_cleaning_the_pedestals_on_Scott_Imbrie’s_scalp",
            "Pedestals on Scott Imbrie’s scalp lead to electrode arrays in motor and sensory areas of his brain.Credit: Taylor Glascock for Nature",
            "Valle worked with Imbrie during his postdoc in the laboratory of Sliman Bensmaia who was at the University of Chicago, drawing knowledge from decades of animal research about how to create different types of tactile sensation. He learnt that tweaking the parameters of electrical impulses creates very specific sensations of textures, pressures and stroking directions. When constructed together, these impulses form sensations of objects. Valle and his colleagues’ latest study4 shows just how far this approach has come. Through the electrodes in Imbrie’s brain, physicians were able to create the sensation of touching the edge of a shape or feeling the motion of an object dragged across Imbrie’s fingertips. Imbrie remembers the vivid feeling when Valle drew certain letters on the interface for Imbrie to interpret. “I said, ‘Oh my, Giacomo, you just drew an O on my fingertip’, and I could see the grin coming from his face,” says Imbrie.",
            "The principle is exactly the same in people who have had an amputation, but technically more straightforward because tactile signals can be routed into residual nerves in the part of a person’s limb that remains. This technique is allowing individuals to better manipulate and detect objects with bionic hands, or have better balance and gait with bionic legs.",
            "h2Vision without colour",
            "Going beyond tactile inputs, researchers including neuroengineer Solaiman Shokur at the Swiss Federal Institute of Technology in Lausanne (EPFL) are beginning to bring back other aspects of somatosensation, such as discerning temperature. Shokur thinks that restoring multisensory inputs will return all the warmth and feeling that somatosensation gives us. “Touch without temperature is like vision without colour,” he says.",
            "Shokur has created warm and cool sensations in the ‘phantom’ hands of people with an upper-limb amputation by stimulating nerves in their remaining limb with a thermal device5. These stimulations triggered very real and natural thermal sensations that people interpreted as coming from their missing hand.",
            "By chance, one of the participants in Shokur’s trial had also participated in Valle’s trials recreating touch sensations. “Her first reaction with thermal sensation was, ‘Wow! This was what was missing the whole time’,” says Shokur.",
            "h2Embodied prosthetics",
            "Hugh Herr, an engineer at Massachusetts Institute of Technology in Cambridge is not convinced that restoring every facet of somatosensation, such as cooling or warmth, is the most important goal for helping people. Herr says that the priority should be restoring those sensory inputs that most improve mobility and function. Above all, he says, it’s important to have prosthetic limbs that feel to users like they’re part of their body, and not just bionic, artificial attachments — a sensation known as embodiment. “When amputees experience natural sensations from their prosthesis as if it was their own limb, and when people can think and move their prosthesis with little error, it gives them a sense of ownership and agency,” says Herr.",
            "He is acutely aware of how painful poorly designed prosthetics can be: both his legs were amputated after a rock-climbing accident, and he has spent 30 years researching ways to build functional prostheses.",
            "Herr says that the current revolution in this field stems from successes in integrating sensory components into prostheses. Designers are merging multiple tissues of the body — muscle, tendon, bone and nerves — with synthetic technologies to drive human–machine integration to the next level. Herr’s research team is focusing on surgical techniques and implants that improve on the electrodes used in current bionic-limb systems, which either penetrate the peripheral nerves or wrap around them. “We’re reimagining how limbs should be amputated and bionic limbs constructed,” he says.",
            "*A_close_up_of_the_robotic_hand",
            "Imbrie’s implants allow him to manipulate objects but also provide tactile feedback.Credit: Taylor Glascock for Nature",
            "Herr’s group, along with collaborators such as Matthew Carty at Brigham and Women’s Hospital in Boston, Massachusetts, have developed a method of restoring sensory inputs by regrowing nerves in the residual part of an amputated leg, sometimes referred to as the stump. The idea is to make the stump sense when a prosthetic limb hits the ground while walking, but have the sensation felt in the phantom foot rather than in the stump. The approach involved taking parts of the person’s heel skin and surgically attaching them to intact sensory nerves in the stump. The skin graft is connected to a muscle–computer interface, which contracts the muscle to mechanically activate the sensory nerve. “When that muscle fires and applies a strain on the skin, the person feels heel strike,” says Herr. Initially developed in rats, the method is now being tested in a clinical trial. It’s early days, but unpublished data suggest that people can feel toe movements and heel pressures. Herr is now testing how this affects bionic-limb embodiment and motor capabilities.",
            "In a publication in July6, Herr and his colleagues demonstrated a similar approach that aims to reproduce the sense of limb positioning, known as proprioception. It had “remarkable” results on bionic legs, restoring almost all mobility, he says. “If we restored just 18% of total proprioception into the nerve, patients could run up and down steps without a handrail,” says Herr. However, the BCI didn’t restore naturalistic sensations — individuals didn’t consciously feel the proprioceptive inputs.",
            "How a revolutionary technique got people with spinal-cord injuries back on their feet",
            "Gaunt says that Herr’s system is an impressive demonstration of how restoring proprioception can improve overall function of prosthetic limbs. The benefit, he says, is that the improvement comes through surgery combined with non-invasive neural prosthetics, but he questions how scalable the approach is.",
            "Studies are also showing a somewhat unexpected outcome of creating more embodied prosthetic limbs — alleviating phantom-limb pain3. This pain, which feels like it comes from the part of the limb that is missing, is a major issue for many people with amputated limbs. “Peripheral-nerve stimulation can decrease phantom-limb pain by recovering lost or erroneous signals at the site,” Ackerley says. It’s becoming clearer, she adds, that bionic devices that stimulate peripheral nerves can also improve affective and social touch, increase comfort and reconnection with a missing limb and prevent ‘telescoping’, which is the feeling of a phantom limb ‘shrinking’ into the stump. “Embodiment and pain are major issues that bionic devices can tackle, providing ways to make prosthetic limbs useful on a more psychological level,” Ackerley says.",
            "h2E-skins",
            "Integrating sensory inputs into a prosthetic limb, either through BCIs or by connecting with peripheral nerves, goes a long way towards replacing a lost arm or leg, but creating a realistic limb, complete with simulated skin, is what many consider the ideal. Zhenan Bao, an engineer at Stanford University in California, talks of the mark that science-fiction films, such as those in the Star Wars franchise, have left on the field. Luke Skywalker’s bionic hand in Return of the Jedi (1983) still serves as the “moonshot idea” of a bionic limb gloved in synthetic skin, she says. Electronic skins, or e-skins, pull together advances in neuroscience and engineering and could open up the capabilities of prostheses. Although first developed in the 1970s, the field entered a new phase with e-skins when Bao showcased7 a high-tech example in 2023.",
            "“We’re starting to create artificial materials that look and feel like skin. They’re capable not only of sensing information from the environment but can also generate signals to directly communicate with the nervous system to create natural sensations,” says Bao.",
            "The brain-reading devices helping paralysed people to move, talk and touch",
            "A handful of labs are working on improving the capabilities of various integral components of e-skin, including environmental sensors, microcircuits that convert the sensory signals into digital outputs and electrical interfaces to connect the sensors with peripheral nerves. Nitish Thakor, a neuroengineer at Johns Hopkins University in Baltimore, Maryland, who works on e-skins, says that progress has only been possible because of breakthroughs in two major domains. First, in nanomaterials and electronics, through “making flexible and organic transistors that act like a touch receptor in the skin”, and can self-heal when damaged8. Second, in neuroscience, by converting sensory information into digital data “as spikes that can be used to stimulate the nervous system”, he says.",
            "Bao is most excited about the idea of using e-skins to “go beyond human capabilities”. One of the studies she was involved in showed an e-skin that is so tightly packed with mechanical sensors that it can read entire words in Braille, instead of one letter at a time9. “You can also imagine other sensors allowing us to know things like the chemical contents of objects,” says Bao.",
            "Thakor highlights one glaring issue with e-skins, however: none has yet been trialled in humans or integrated into prosthetics. Bao says that she aims to test commercially produced e-skins in people fitted with prostheses in the next two years.",
            "h2Challenges ahead",
            "Although developments in BCIs, neuroprostheses and e-skins have been remarkable, the field is a long way from using them to improve people’s daily lives. Individuals who benefit from these technologies only do so as part of clinical trials, often with intensive, expensive in-lab testing schedules. It’s not yet clear how or when they could take their devices home without the need of scientists “twiddling knobs”, says Gaunt.",
            "A major problem that researchers are trying to solve is neural interfacing. Currently, scientists can create precisely localized sensations only by stimulating the somatosensory cortex, not through peripheral nerves. But they are testing a number of techniques, such as optogenetics — a way to control the activity of specific sets of neurons with light, and high-resolution electrodes to selectively stimulate individual nerve fibres. Bao, for one, is working on these approaches, but says that they’re still early in development.",
            "Abandoned: the human cost of neurotechnology failure",
            "Outside the lab, the most pressing issues for individuals relates to ethical and access concerns, says Jennifer French, executive director of Neurotech Network, a patient advocacy and support organization in St. Petersburg, Florida. “We’re at a pivotal point of moving towards clinical trials, testing these devices in larger groups of patients, but there are many questions around understanding the spectrum of risks versus benefits,” she says. French listed many complex ethical questions, such as what are the clinical pathways for being fitted with devices? What should the clinical trial endpoints be? And how will health services make decisions about whether to pay for such devices?",
            "Another concern is what happens when devices fail, or the makers of a device go bankrupt and the person is left with unsupported or non-working implants. “This is a real risk, and we have seen it demonstrated,” says Gaunt.",
            "French is working with regulatory partners, funders, patient-advocacy groups and other stakeholders to create clinical and research frameworks. “We need guidance,” she says, both for device developers and clinicians. “But we don’t have solutions yet.”",
            "Imbrie is positive about the changes he has experienced since he first started testing the bionic arm that interfaces with his brain. Four years worth of tests have even helped him to relearn some of the natural sensations in parts of his body. “When I started, my right side — it always felt dull or numb compared to the left side. Now when the doctor does the same test, both sides feel identical,” he says. And these sensations are feeling increasingly real. “I can feel my brain getting reprogrammed to feel different types of stimuli. It’s like being a child learning to touch, but I have the language and imagination to describe how I’m perceiving things,” he says.",
            "Herr mirrors Imbrie’s optimism. With innovative interfaces between machine and flesh emerging, Herr is hopeful that restored function will soon become more than just a laboratory trick.",
            "Nature 635, 272-274 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03675-w"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03708-4",
        "title": "AI protein-prediction tool AlphaFold3 is now open source",
        "content": [
            "*Protein_structure_of_the_7PZA_Clr-cAMP-DNA_complex",
            "AlphaFold3 can predict the structures of proteins as they interact with DNA.Credit: Werel et al./American Society for Microbiology, Mol*, RCSB PDB",
            "AlphaFold3 is open at last. Six months after Google DeepMind controversially withheld code from a paper describing the protein-structure prediction model1, scientists can now download the software code and use the artificial intelligence (AI) tool for non-commercial applications, the London-based company announced on 11 November.",
            "“We’re very excited to see what people do with this,” says John Jumper, who leads the AlphaFold team at DeepMind and last month, along with chief executive Demis Hassabis, won a share of the 2024 chemistry Nobel prize for their work on the AI tool.",
            "Major AlphaFold upgrade offers boost for drug discovery",
            "AlphaFold3, unlike its predecessors, is capable of modelling proteins in concert with other molecules. But instead of releasing its underlying code — as was done with AlphaFold2 — DeepMind provided access through a web server that restricted the number and types of predictions scientists could make.",
            "Crucially, the server prevented scientists from predicting how proteins would behave in the presence of potential drugs. But DeepMind’s decision to release the code changes that.",
            "The company initially said that making AlphaFold3 available only through a web server struck the right balance between enabling access for research and protecting commercial interests. Isomorphic Labs, a DeepMind spin-off company in London, is applying AlphaFold3 to drug discovery.",
            "But the publication of AlphaFold3 without its code or model weights — parameters obtained by training the software on protein structures and other data — drew criticism from scientists, who said that the move undermined reproducibility. DeepMind swiftly reversed course and said it would make an open-source version of the tool available within half a year.",
            "Anyone can now download the AlphaFold3 software code and use it non-commercially. But for now, only scientists with an academic affiliation can access the training weights, and only on request.",
            "h2Accessible versions",
            "DeepMind has got competition: over the past few months, several companies have unveiled open-source protein-structure prediction tools based on AlphaFold3, relying on specifications described in the original paper known as pseudocode. ",
            "Two Chinese companies — technology giant Baidu and TikTok developer ByteDance — have now rolled out AlphaFold3-inspired models, as has a start-up in San Francisco, California, called Chai Discovery.",
            "AlphaFold3 — why did Nature publish it without its code?",
            "A key limitation of these models is that, like AlphaFold3, none is licensed for commercial applications such as drug discovery, says Mohammed AlQuraishi, a computational biologist at Columbia University in New York City. However, Chai Discovery’s model, Chai-1, can be used for such work through a web server, says company co-founder Jack Dent. ",
            "Another firm, San Francisco-based Ligo Biosciences, has released a restriction-free version of AlphaFold3. But the software doesn’t yet have the full suite of capabilities, including the capacity to model drugs and molecules other than proteins.",
            "Other teams are working on versions of AlphaFold3 that don’t come with such limits: AlQuraishi hopes to have a fully open-source model called OpenFold3 available by the end of the year. This would enable drug companies to retrain their versions of the model using proprietary data, such as the structures of proteins bound to various drugs, potentially improving performance.",
            "h2Openness matters",
            "The past year has seen a flood of biological AI models released by companies with varying approaches to openness. Anthony Gitter, a computational biologist at the University of Wisconsin–Madison, has no problem with for-profit companies joining his field — as long as they play by the same rules as other scientists when they share their work in journals and on preprint servers.",
            "If DeepMind makes claims about AlphaFold3 in a scientific publication, “I and others expect them to also share information about how predictions were made and put the AI models and code out in a way that we can inspect”, Gitter adds. “My group’s not going to build on and use the tools that we can’t inspect.”",
            "Not all ‘open source’ AI models are actually open: here’s a ranking",
            "The fact that several AlphaFold3 replications had already emerged shows that the model was reproducible even without open-source code, says Pushmeet Kohli, DeepMind’s head of AI for science. He adds that he would like to see more discussion about the publishing norms in a field increasingly populated by both academic and corporate researchers.",
            "The open-source nature of AlphaFold2 led to a flood of innovation from other scientists. For instance, the winners of a recent protein-design contest used the AI tool to design proteins capable of binding to a cancer target. Jumper’s favourite recent AlphaFold2 hack was from a team that used the tool to identify a key protein that helps sperm attach to egg cells. ",
            "Jumper can’t wait for more such surprises to emerge now that AlphaFold3 has been shared — even if they don’t always bear fruit. “People will use it in weird ways,” he predicts. “Sometimes it will fail and sometimes it will succeed.”",
            "doi: https://doi.org/10.1038/d41586-024-03708-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03615-8",
        "title": "8 million cells: virtual embryo shows organs forming in exquisite detail",
        "content": [
            "*Example_mouse_embryo_slices_at_different_time_stages_using_Spateo,_a_3D_spatiotemporal_modeling_fram",
            "A 3D molecular 'hologram' of a mouse embryo; each dot is a cell, coloured by region. Credit: X. Qiu et al./Cell",
            "Researchers have created the most detailed 3D cellular map yet of a mouse embryo, visualizing close to eight million cells1. The map shows how cells interact and migrate in an embryo less than two weeks after conception, and could help researchers to identify causes of congenital diseases. ",
            "The map reveals the structures of every major organ developing in the embryo, from the brain to the heart and the spinal cord. It visualizes intricate emerging structures in the neural tube, the progenitor of the central nervous system, and the asymmetrical movements of cells forming the four chambers of the growing heart.",
            "",
            "“It captures a tremendous amount of cell complexity that will be very important for researchers worldwide exploring mechanisms of mouse development,” says Miguel Esteban, a stem-cell biologist at the biotechnology company BGI Cell in Shenzhen, China.",
            "The work is described in Cell today.",
            "To develop the ‘virtual’ embryo, Xiaojie Qiu, a geneticist at Stanford University in California, and his colleagues built a model named, Spateo, which stitches together multiple types of data. This includes the transcriptome — or the entire set of RNA molecules involved in protein synthesis — for every cell in a slice of embryo, collected for about 90 tissue slices at two time points. The researchers were able to locate and record the transcription profiles for every cell across space and time.",
            "*Accurate_3D_reconstruction_by_Spateo_showing_intricate_structures_of_every_major_organ_of_the_whole_",
            "3D images of developing organs in the mouse embryo.Credit: X. Qiu et al./Cell",
            "The team recorded the behaviour of a total of 7.8 million cells in a mouse embryo at 9.5 and 11.5 days after fertilization — a time when most mouse organs are forming. “We are the first to achieve this whole-embryo visualization at true single-cell resolution for mouse embryos” at developmental stages with so many cells, says Qiu.",
            "Spateo could be used to create maps for any species, including using data on human embryos and organs, says Esteban. “This approach will become the norm” as the technology it relies on becomes cheaper and quicker to use, he says.",
            "doi: https://doi.org/10.1038/d41586-024-03615-8"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03647-0",
        "title": "This scientist treated her own cancer with viruses she grew in the lab",
        "content": [
            "*Coloured_transmission_electron_micrograph_of_cultured_measles_virus_particles",
            "Viruses such as measles (pictured) can be used to attack cancerous cells. Credit: Eye Of Science/Science Photo Library",
            "A scientist who successfully treated her own breast cancer by injecting the tumour with lab-grown viruses has sparked discussion about the ethics of self-experimentation. ",
            "Beata Halassy discovered in 2020, aged 49, that she had breast cancer at the site of a previous mastectomy. It was the second recurrence there since her left breast had been removed, and she couldn’t face another bout of chemotherapy. ",
            "Halassy, a virologist at the University of Zagreb, studied the literature and decided to take matters into her own hands with an unproven treatment. ",
            "A case report published in Vaccines in August1 outlines how Halassy self-administered a treatment called oncolytic virotherapy (OVT) to help treat her own stage 3 cancer. She has now been cancer-free for four years. ",
            "In choosing to self-experiment, Halassy joins a long line of scientists who have participated in this under-the-radar, stigmatized and ethically fraught practice. “It took a brave editor to publish the report,” says Halassy.",
            "h2Up-and-coming therapy",
            "OVT is an emerging field of cancer treatment that uses viruses to both attack cancerous cells and provoke the immune system into fighting them. Most OVT clinical trials so far have been in late-stage, metastatic cancer, but in the past few years they have been directed towards earlier-stage disease. One OVT, called T-VEC, has been in approved in the United States to treat metastatic melanoma, but there are as yet no OVT agents approved to treat breast cancer of any stage, anywhere in the world. ",
            "Halassy stresses that she isn’t a specialist in OVT, but her expertise in cultivating and purifying viruses in the laboratory gave her the confidence to try the treatment. She chose to target her tumour with two different viruses consecutively — a measles virus followed by a vesicular stomatitis virus (VSV). Both pathogens are known to infect the type of cell from which her tumour originated, and have already been used in OVT clinical trials. A measles virus has been trialled against metastatic breast cancer.",
            "Halassy had previous experience working with both viruses, and both have a good safety record. The strain of measles she chose is used extensively in childhood vaccines, and the strain of VSV induces, at worst, mild influenza-like symptoms. ",
            "*Portrait_of_Beata_Halassy",
            "Halassy’s experience with self-treatment has changed the focus of her research. Credit: Ivanka Popić ",
            "Over a two-month period, a colleague administered a regime of treatments with research-grade material freshly prepared by Halassy, injected directly into her tumour. Her oncologists agreed to monitor her during the self-treatment, so that she would be able to switch to conventional chemotherapy if things went wrong.",
            "The approach seemed to be effective: over the course of the treatment, and with no serious side effects, the tumour shrank substantially and became softer. It also detached from the pectoral muscle and skin that it had been invading, making it easy to remove surgically.",
            "How a trove of cancer genomes could improve kids’ leukaemia treatment",
            "Analysis of the tumour after removal showed that it was thoroughly infiltrated with immune cells called lymphocytes, suggesting that the OVT had worked as expected and provoked Halassy’s immune system to attack both the viruses and the tumour cells. “An immune response was, for sure, elicited,” says Halassy. After the surgery, she received a year’s treatment with the anticancer drug trastuzumab. ",
            "Stephen Russell, an OVT specialist who runs virotherapy biotech company Vyriad in Rochester, Minnesota, agrees that Halassy’s case suggests the viral injections worked to shrink her tumour and cause its invasive edges to recede. ",
            "But he doesn’t think her experience really breaks any new ground, because researchers are already trying to use OVT to help treat earlier-stage cancer. He isn’t aware of anyone trying two viruses sequentially, but says it isn’t possible to deduce whether this mattered in an ‘n of 1’ study. “Really, the novelty here is, she did it to herself with a virus that she grew in her own lab,” he says.",
            "h2Ethical dilemma",
            "Halassy felt a responsibility to publish her findings. But she received more than a dozen rejections from journals — mainly, she says, because the paper, co-authored with colleagues, involved self-experimentation. “The major concern was always ethical issues,” says Halassy. She was particularly determined to persevere after she came across a review highlighting the value of self-experimentation2. ",
            "That journals had concerns doesn’t surprise Jacob Sherkow, a law and medicine researcher at the University of Illinois Urbana-Champaign who has examined the ethics of researcher self-experimentation in relation to COVID-19 vaccines. ",
            "Huge leap in breast cancer survival rate",
            "The problem is not that Halassy used self-experimentation as such, but that publishing her results could encourage others to reject conventional treatment and try something similar, says Sherkow. People with cancer can be particularly susceptible to trying unproven treatments. Yet, he notes, it’s also important to ensure that the knowledge that comes from self-experimentation isn’t lost. The paper emphasizes that self-medicating with cancer-fighting viruses “should not be the first approach” in the case of a cancer diagnosis. ",
            "“I think it ultimately does fall within the line of being ethical, but it isn’t a slam-dunk case,” says Sherkow, adding that he would have liked to see a commentary fleshing out the ethics perspective, published alongside the case report.",
            "Halassy has no regrets about self-treating, or her dogged pursuit of publication. She thinks it is unlikely that someone would try to copy her, because the treatment requires so much scientific knowledge and skill. And the experience has given her own research a new direction: in September she got funding to investigate OVT to treat cancer in domestic animals. “The focus of my laboratory has completely turned because of the positive experience with my self-treatment,” she says.",
            "doi: https://doi.org/10.1038/d41586-024-03647-0"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03608-7",
        "title": "Postdocs count the cost of living in Ireland’s capital",
        "content": [
            "*Crowds_of_people_walking_past_a_pub_on_a_busy_side_street",
            "A busy street in Dublin, where the costs of living compare unfavourably with those in Copenhagen.Credit: Edwin Remsberg/Getty",
            "Postdoctoral researchers at one of Ireland’s leading universities say that inadequate pay and living conditions, combined with limited career-development opportunities, have fuelled a decline in their professional status.",
            "A survey of postdocs at University College Dublin (UCD) has also revealed gender disparities, with 28% of male postdocs saying they are satisfied with their salaries, compared with just 16% of their female counterparts (see ‘Cheap labour’). “From a pay perspective it is shocking,” one woman says. “One hundred per cent of my take-home pay goes on childcare. My husband pays all the other bills.”",
            "Keen to improve the working lives of postdocs? Ask them what they want",
            "The survey was self-selecting and of the 114 respondents (around one-third of UCD’s total postdoc workforce), 24% say they spend more than 70% of their salaries on basic living costs, with 52% spending 50–70%. Thirteen per cent were on contracts shorter than 12 months, and 35% described their workload as heavy.",
            "On a more positive note, 87% of respondents described their relationship with their principal investigator as good or excellent, although many said research output is prioritized over career development. Overall, 88% of respondents said they aspire to an academic career.",
            "h2‘Spiralling out of control’",
            "Ieva Zumbyte, a research fellow who studies gender-equity policy at UCD and is the survey report’s lead author, says, “We wanted to understand the scale of the problem for a group of people who all have PhDs, who are passionately committed to academia and should be treated as junior academics.”",
            "Falling behind: postdocs in their thirties tire of putting life on hold",
            "She adds: “Precarity, sometimes seen as a rite of passage for early-career researchers, is spiralling out of control throughout the higher-education sector, including UCD.”",
            "The survey was carried out by UCD’s Research Staff Association in April and May, and the report compares salaries and living costs in Dublin with those in Copenhagen, a similarly sized capital city that also has a high cost of living.",
            "A female postdoctoral researcher who is midway through a two-year contract at University College Dublin (UCD) describes being treated “like cheap labour”. The 34-year-old, who requested anonymity, shares a flat with two other postdocs and says she can barely afford basic living costs on her €44,847 (US$48,916) salary.",
            "After completing her PhD at an East European university in 2023, she was offered a contract at UCD promising up to €51,000, with a pay increase after a year. ",
            "It was only when she signed the contract that she discovered she was getting the lowest rate. “There was no possibility of getting a raise as the research grant could not stretch to it,” she says.",
            "As a non-EU postdoc, she pays an annual €600 in private health insurance and also has to cover the cost of a non-EU residents’ visa, which comes to €300 a year. Relocating to Ireland cost her €5,000 in expenses, including four weeks in Airbnb accommodation at €100 a night while looking for a flat. She now pays €1,250 a month in rent.",
            "Newly engaged to be married, she says that the lack of maternity and childcare support at UCD means she, like many female postdocs, faces choosing between starting a family and the dream of an academic career.",
            "h2Costs of childcare",
            "The report says that female postdocs often bear the brunt of childcare responsibilities, with childcare in Dublin “prohibitively expensive” — average fees were €1,200 a month in 2023. ",
            "A second female postdoc, who researches employment and law, and is the mother of a two-year-old daughter, says she has managed to remain in her post only because she has been “very lucky” to have a principal investigator prepared to fight on her behalf. ",
            "She became pregnant in 2022, aged 33, 10 weeks after beginning an 18-month postdoc contract with a starting salary of €43,000. “The pregnancy was a surprise and the timing was a big worry,” she says. “But my boss stood up for me and I was given full maternity leave and cover. Even better, as the research is ongoing, I’ve been able to extend my contract by two years, which means I’ll have publications and other experience to show at the end of the contract, despite taking maternity leave.”",
            "She now works part time and pays €519 a month for four days of childcare a week at a government-subsidized crèche. She thinks her luck will run out at the end of the contract, however, saying, “like so many of my female friends, I’ll be looking for work outside academia, probably in the NGO [non-governmental organization] sector”.",
            "The report notes that postdoc salaries at UCD start at €44,347 (US$48,375), compared with €55,264 in Denmark. Moreover, it says that childcare costs are 60% cheaper in the Danish capital than in Dublin, and that rents are 18–33% lower, according to figures from the Numbeo cost of living index.",
            "Overall, the report says that UCD postdocs endure “inadequate pay, subpar living arrangements, limited professional development opportunities and a devaluation of postdoc status” — with one in three respondents reporting excessive workloads, including teaching obligations, which are often unpaid.",
            "Career resources for postdoctoral researchers",
            "It warns that neglecting postdocs’ concerns could undermine the university’s commitment to equality, diversity and inclusion, and that negative experiences at this career stage could deter people from returning to the university as faculty members later on.",
            "h2Necessary improvements",
            "The report makes 12 recommendations, including guaranteeing at least one annual salary increase, offering relocation support to overseas postdocs, providing travel grants to fund postdocs’ attendance at conferences when this isn’t covered by a principal investigator’s project, and improving mentoring opportunities.",
            "Other requests include the provision of on-campus nurseries and temporary accommodation for all internationally recruited postdocs, many of whom currently have to rely on costly Airbnb rentals when they arrive.",
            "*People_sitting_around_circular_tables_in_group_discussion",
            "University College Dublin’s Research Staff Association held group discussions about findings from a postdoc survey.Credit: UCD RSA",
            "Adopting these measures would improve the reputation of UCD, says Zumbyte. “We are deeply aware that addressing these challenges will require time and long-term adjustments,” she says. “With better postdoc representation across the university’s committees, we can work together to find solutions that work for us all.”",
            "Dominic Martella, head of external communication at UCD, says that the university “has received the report and continues to engage in communications with the Research Staff Association on the recommendations”.",
            "doi: https://doi.org/10.1038/d41586-024-03608-7"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03656-z",
        "title": "World-first stem-cell treatment restores vision in people",
        "content": [
            "*Close_up_view_of_a_human_eye_during_a_slit_lamp_eye_examination",
            "The transparent cornea is the outermost layer of the eye. Credit: Patrick Landmann/SPL",
            "Three people with severely impaired vision who received stem-cell transplants have experienced substantial improvements in their sight that have persisted for more than a year. A fourth person with severely impaired vision also experienced gains in their sight, but they did not last. The four are the first to receive transplants made from reprogrammed stem cells to treat damaged corneas, the transparent outer surface of the eye1.",
            "The results, described in The Lancet today, are impressive, says Kapil Bharti, a translational stem-cell researcher at the US National Eye Institute, National Institutes of Health, in Bethesda, Maryland. “This is an exciting development.”",
            "“The results merit treating more patients,” says stem-cell researcher Jeanne Loring at Scripps Research in La Jolla, California.",
            "h2Reprogrammed cells",
            "The outermost layer of the cornea is maintained by a reservoir of stem cells housed in the limbal ring — the dark ring around the iris. When this essential source of rejuvenation is depleted — a condition known as limbal stem-cell deficiency (LSCD) — scar tissue coats the cornea, eventually leading to blindness. It can result from trauma to the eye or from autoimmune or genetic diseases.",
            "Treatments for LSCD are limited. They typically involve transplanting corneal cells derived from stem cells obtained from a person’s healthy eye, which is an invasive procedure with uncertain outcomes. When both eyes are affected, corneal transplants from deceased donors are an option, but these are sometimes rejected by the recipient’s immune system. ",
            "Kohji Nishida, an ophthalmologist at Osaka University in Japan, and his colleagues used an alternative source of cells — induced pluripotent stem (iPS) cells — to make the corneal transplants. They took blood cells from a healthy donor and reprogrammed them into an embryonic-like state, then transformed them into a thin, transparent sheet of cobblestone-shaped corneal epithelial cells.",
            "Between June 2019 and November 2020, the team enrolled two women and two men aged between 39 and 72 years old with LSCD in both eyes. As part of the surgery, the team scraped off the layer of scar tissue covering the damaged cornea in only one eye, then stitched on epithelial sheets derived from a donor and placed a soft protective contact lens on top.",
            "h2Vision test",
            "Two years after receiving the transplants, none of the recipients had experienced severe side effects. The grafts did not form tumours — a known risk of growing iPS cells — and did not show clear signs of being attacked by the recipients’ immune systems, even in two patients who did not receive immunosuppressant drugs. “It is important and a relief to see grafts were not rejected,” says Bharti. But more transplants are needed to be certain of the intervention’s safety, he says.",
            "After the transplants, all four recipients showed immediate improvements in their vision, and a reduction in the area of the cornea affected by LSCD. The improvements persisted in all but one recipient, who showed slight reversals during a one-year observation period.",
            "Bharti says it isn’t clear what exactly caused the vision improvements. It’s possible that the transplanted cells themselves proliferated in the recipient’s corneas. But the vision gains could also be due to the removal of scar tissue before the transplant, or the transplant triggering the recipient’s own cells to migrate from other regions of the eye and rejuvenate the cornea. ",
            "Nishida says they plan to launch clinical trials in March to assess the treatment’s efficacy. Several other iPS-cell-based trials are under way globally to treat eye diseases, says Bharti. “These success stories suggest we are headed in the right direction.”",
            "doi: https://doi.org/10.1038/d41586-024-03656-z"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03687-6",
        "title": "Emissions from private jets are soaring",
        "content": [
            "*A_Gulfstream_G550_from_a_private_company_with_its_landing_gear_out",
            "More private jets are taking to the skies now than there were four years ago.Credit: Joan Valls/Urbanandsport/NurPhoto via Getty",
            "A global analysis of private-jet use shows that the number of aircraft and trips and the distance aeroplanes covered have all soared over the past five years, exacerbating the sector’s carbon dioxide emissions. Between 2019 and 2023, the number of private flights rose to more than four million a year, increasing emissions by 46%. The study, which was published on 7 November in Communications Earth and Environment1, found that private flights produced 15.6 million tonnes of CO2 in 2023, and identified events that trips were concentrated around, including the COP28 climate summit in Dubai last year.",
            "This work “is so important in the light of global warming and the absolute inequalities that we have across the world”, says Milan Klöwer, who researches the impact of aviation on global warming at the University of Oxford, UK. “While private aviation is obviously a small share of commercial aviation, it really shows how disproportionately they’re just burning the planet.”",
            "h2The cost of luxury",
            "Researchers have explored the impacts of air travel on climate change. But few studies have focused on the global scale and climate cost of private jets, which is one of the most energy-consuming ways to fly. “Per hour, a large private aircraft can emit more than an average person emits per year,” says study co-author Stefan Gössling, who studies transport behaviour and climate change at Linnaeus University in Kalmar, Sweden.",
            "Gössling and his colleagues collected private aircraft logs, which provide real-time location information for all flights, from 2019 to 2023. Flight-time data were then “associated with aircraft model-specific fuel use to determine emissions”, Gössling says.",
            "*THE_JET_SET_Graphic_shows_impact_the_increased_number_of_private_jets_had_on_carbon_dioxide_emission",
            "Source: Ref. 1",
            "Their analysis showed that the number of private jets increased by 28.4% over the period, to almost 26,000 jets in 2023. The total distance the planes flew also increased. And, although the total CO2 emissions increased from 10.7 million to 15.6 million tonnes, the average emissions per kilometre decreased, which could be due to more efficient jet systems (see ‘The jet set’).",
            "Nearly 50% of the flights were shorter than 500 kilometres; such distances, Klöwer says, could have been done by train or by car. And many journeys — as well as emissions — were clustered around major world events. For example, 172 of the 595 private planes that flew to the 2023 World Economic Forum in Davos, Switzerland, were also seen at the Cannes Film Festival in France that year. COP28 was linked to 291 private flights, releasing an estimated 3,800 tonnes of CO2.",
            "h2Worrying trend",
            "Although the scale of emissions from private flights is small compared with the emissions from other sources, the study argues that the rate at which they are increasing is concerning. “I have already heard many colleagues say that 15.6 million tonnes is nothing in global comparison, and that we can ignore the sector,” says Gössling. “I think we should see it the other way around. If individuals get to emit thousands of tonnes without consequences, why should anybody else reduce their emissions?”",
            "A cleaner future for flight — aviation needs a radical redesign",
            "Klöwer agrees that the global rise in private-jet use is “not sustainable”, adding that stricter regulations would help to reduce the incentives around private flight. “Carbon is a cost, and this cost should be internalized,” says Gössling. “I think every country could put taxes on every private jet that lands or takes off,” Klöwer says, although he acknowledges that such rules would be “politically very, very difficult”.",
            "Klöwer is keen for future studies to explore non-CO2 emissions, such as methane and sulfur dioxide, produced by flights. He says that, although calculating these emissions would be challenging, such research could help to provide a clearer picture of how individual jets contribute to climate change. “You could really pin down people and say … ‘this is the amount of warming you are responsible personally for’.”",
            "doi: https://doi.org/10.1038/d41586-024-03687-6"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03629-2",
        "title": "Should Alzheimer’s be diagnosed without symptoms? Proposal to rely on blood tests roils scientists",
        "content": [
            "*A_woman_holds_a_piece_of_paper_with_a_blue_cube-shaped_drawing_on_it_next_to_an_elderly_woman_who_is",
            "Cognitive tests would be used less often to diagnose Alzheimer's disease under a proposal by some scientists.Credit: Burger/Phanie/Science Photo Library",
            "Controversy has erupted among researchers over an effort to adopt blood tests and brain scans for diagnosing Alzheimer’s disease, rather than the cognitive screening that has been used for decades.",
            "Proponents of the change say that new biomarker tests can detect Alzheimer’s at a very early stage — the best time to apply any treatments that are developed to reverse the disease. But critics say that, although the effort is well-intentioned, it means that people can be diagnosed with a single test, even if they have no symptoms of cognitive decline — and might never develop them.",
            "“There’s a risk of misunderstanding and distress that individuals who are asymptomatic will have if we tell them they have Alzheimer’s, whereas nothing will happen in their lifetime in a majority of cases,” says Nicolas Villain, a neurologist at Sorbonne University in Paris, who co-wrote a paper1 published on 1 November in JAMA Neurology criticizing the new diagnostic criteria.",
            "h2Plaques and tangles",
            "The brains of people with Alzheimer’s have two key features: plaques of sticky amyloid-β proteins and tangles formed from tau proteins. The neurodegeneration linked with the development of these plaques and tangles is irreversible, so researchers have been searching for treatments to give to healthy people to ward off this damage entirely.",
            "In the past few years, companies have started marketing drugs that slow Alzheimer’s-related cognitive decline by clearing amyloid from the brain, and scientists have been perfecting highly accurate tests for both amyloid and tau protein.",
            "Researchers call for a major rethink of how Alzheimer’s treatments are evaluated",
            "“It’s this confluence of the possibility of widespread clinically available, accurate diagnosis with the ability to do something about the disease that prompted us to update the criteria,” says Clifford Jack, a specialist in clinical Alzheimer’s and dementia research at Mayo Clinic in Rochester, Minnesota, who co-led the effort to revise the diagnosis criteria. Jack and his colleagues in a working group for the Alzheimer’s Association, a non-profit research and advocacy organization in Chicago, Illinois, published their guidelines2 in the journal Alzheimer’s & Dementia in June.",
            "The criteria say that any one abnormal result on a core set of biomarker-based tests is sufficient to diagnose Alzheimer’s. These tests include measurements of amyloid and tau-protein levels in blood or cerebrospinal fluid, and a positron-emission tomography (PET) brain scan, which helps to quantify amyloid plaques.",
            "h2Devastating diagnosis",
            "But Villain and his colleagues point out in their critique that a large swathe of people diagnosed in this way would never develop any cognitive symptoms: a 65-year-old man who is amyloid-biomarker positive has a lifetime risk of developing Alzheimer’s dementia of roughly 22%, which is only about 1.7 times higher than the risk for a similar individual who is amyloid-biomarker negative.",
            "The critics also argue that people who test positive for a single biomarker and are cognitively unimpaired should be informed that they are at risk of the disease but should not be given an official Alzheimer’s diagnosis. A person without symptoms who either tests positive on multiple biomarker tests or has a gene variant known to significantly increase the risk of developing Alzheimer’s dementia could be given a diagnosis of ‘presymptomatic’ Alzheimer’s, the critics write.",
            "Landmark Alzheimer’s drug approval confounds research community",
            "Jack acknowledges that biomarker testing makes it possible for asymptomatic individuals to be diagnosed with the disease — but the guidelines state that biologically based diagnoses are intended to “assist rather than supplant” clinical evaluations. And the working group does not recommend Alzheimer’s biomarker tests for healthy people, so a hypothetical positive diagnosis for someone without symptoms should not come to pass, he says.",
            "However, the new criteria might expand eligibility for clinical trials, which could help to develop treatments for asymptomatic individuals, Jack says. “The reality is that every person who ultimately becomes demented due to Alzheimer’s went through a period of time when they were asymptomatic with the disease,” he says. “Medicine needs to focus its future on how to prevent the onset of symptoms, because by the time someone becomes symptomatic, extensive irreversible damage has already occurred.”",
            "h2Nothing in the cupboard",
            "But medications for biomarker-positive, asymptomatic people are currently non-existent except in clinical trials, says Andrea Bozoki, a cognitive neurologist at the University of North Carolina School of Medicine in Chapel Hill who co-wrote the JAMA Neurology critique. This would leave such people with the mental anguish of having a diagnosis for an incurable disease but lacking treatment options, she says.",
            "The new drugs that that slow the cognitive decline caused by the disease are approved in the United States only for people who are already experiencing mild cognitive impairment.",
            "Bozoki worries that the new criteria will spur healthy people who fear that they are at risk for Alzheimer’s, or who have a family history of the disease, to find a doctor who will order a biomarker test for them. And if they’re diagnosed, she says, they might be prescribed the new Alzheimer’s drugs. These haven’t been shown to be effective in asymptomatic populations, cost tens of thousands of US dollars a year and carry a risk of brain bleeding and fatal seizures.",
            "This will make it even more important for researchers and doctors to ensure that they are properly communicating risk and uncertainty as Alzheimer’s tests and drugs become more available, says Winston Chiong, a neurologist and ethicist at the University of California, San Francisco, who was not involved with either workgroup.",
            "doi: https://doi.org/10.1038/d41586-024-03629-2"
        ]
    }
]