[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03886-1",
        "title": "What’s the secret to living to 100? Centenarian stem cells could offer clues",
        "content": [
            "*Marie_Hendrix_L_and_Gabrielle_Vaudremer,_100-year-old_Belgian_twins_celebrate_their_birthday_with_a_",
            "Credit: Nicolas Lambert/BELGA/AFP via Getty",
            "Scientists in Boston, Massachusetts have made reprogrammed stem cells from the blood of centenarians. They plan to share the cells with other researchers to better understand the factors that contribute to a long and healthy life. Early experiments are already providing insights on brain ageing.",
            "Centenarians offer an opportunity to study longevity. People who’ve lived to 100 have an amazing ability to bounce back from insult and injury, says George Murphy, a stem-cell biologist at the Boston University Chobanian & Avedisian School of Medicine. One centenarian he knows recovered from the 1912 Spanish flu and COVID-19, twice. One theory that explains centenarians’ robust age is that they possess a genetic makeup that protects them from diseases. ",
            "But testing that idea is a challenge. People of that age are rare, which makes blood and skin samples from them a precious resource for research. That gave Murphy and his colleagues the idea to create a bank of centenarian cells that could be shared among scientists.",
            "“This bank is really exciting,” says Chiara Herzog, who studies epigenetics and ageing at Kings College London.",
            "“It will be a very useful resource for the field,” says Vadim Gladyshev, an ageing researcher at Harvard Medical School in Boston.",
            "h2Finding centenarians",
            "Murphy collaborated with Tom Perls, a physician specializing in geriatrics, also at the Chobanian & Avedisian School of Medicine, who runs the largest study of people 100 years and older, the New England Centenarian Study. They searched for centenarians in US voter-registration lists, news articles and long-term-care facilities. Many were happy to participate “because they know how special they are”, says Perls.",
            "Participants were assessed for their cognitive and physical abilities, and had samples of their blood collected. Many were cognitively healthy and cared for themselves.",
            "For about 30 centenarians, the researchers isolated blood cells and reverted them to a pluripotent state, from which they could be turned into any cell type in the body. Induced pluripotent stem (iPS) cells lose many aspects of their ‘age’ through the reversion process without altering their genetic code. This allows researchers to use the cells to study the genetic determinants of ageing, says Herzog.",
            "h2Emerging insights",
            "Experiments using the cells are already underway. For instance, Murphy’s group has grown neurons from the centenarian iPS cells. One hallmark of ageing is that cells lose some of the quality-control mechanisms involved in protein production, which can contribute to disease. The as-yet unpublished results suggest that neurons derived from centenarians were quieter, not engaging this quality control under normal conditions compared with neurons derived from non-centenarians. But when a stressor was introduced, the centenarian-derived neurons efficiently and robustly switched those processes on, swiftly separating the bad proteins from the good ones at a more intense rate. ",
            "Another group has created 3D brain models of Alzheimer’s disease using centenarian-derived brain cells and compared them with models made from cells derived from individuals in their 60s. In preliminary studies, the researchers found that centenarian-derived brain cells express high levels of genes associated with protection from Alzheimer’s disease, says Doo Yeon Kim, a neurology researcher at Harvard Medical School.",
            "Eventually, researchers hope to use the cells to develop other cell types relevant to ageing, such as liver, muscle and gut cells, or even mini organs.",
            "doi: https://doi.org/10.1038/d41586-024-03886-1"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03907-z",
        "title": "These two ancient human relatives crossed paths 1.5 million years ago",
        "content": [
            "*A_footprint_in_beige_rock,_with_two_rulers_for_scale",
            "Footprints made by two species of ancient human relative were found in Kenya. This one is thought to have been left by Paranthropus boisei.Credit: Kevin G. Hatala",
            "Some 1.5 million years ago, two ancient species crossed paths on a lake shore in Kenya. Their footprints in the mud were frozen in time and lay undiscovered until 2021.",
            "Biggest Denisovan fossil yet spills ancient human’s secrets",
            "Now, analysis of the impressions reveals that they belonged to Homo erectus, a forebear of modern humans, and the more distant relative Paranthropus boisei. The two individuals walked through the lake area within hours or days of each other — leaving the first direct record of different archaic hominin species coexisting in the same place.",
            "“This is the first snapshot we have of those two species living on the same immediate landscape, potentially interacting with one another,” says study co-author Kevin Hatala, a palaeoanthropologist at Chatham University in Pittsburgh, Pennsylvania. The study was published in Science on 28 November1.",
            "The prints preserved details about the individuals, including the height of their foot arches, the shape of their toes and their walking patterns.",
            "“It really is a snapshot in time,” says Tracy Kivell,a palaeoanthropologist at the Max Planck Institute for Evolutionary Anthropology in Leipzig, Germany.",
            "*Artwork_of_Homo_ergaster_male_and_female_hominins_walking_across_African_savannah,_with_giraffes,_a_",
            "Archaic human species (artist’s impression) are thought to have coexisted millions of years ago.Credit: Mauricio Anton/Science Photo Library",
            "“These fossilized footprints are as close as we are going to get to having a time machine to take us back to an eastern African lakeshore 1.5 million years ago,” says Bernard Wood, a palaeoanthropologist at George Washington University in Washington DC.",
            "h2Walking path",
            "Previous studies, based mostly on the fossil record, have suggested that different hominin species lived alongside each other. But fossils are often scattered over large areas and their estimated dates span thousands of years. “You don’t know if they’re actually bumping into each other or not,” says Kivell.",
            "In July 2021, researchers discovered multiple sets of ancient footprints at the Koobi Fora site in the East Turkana Area of Kenya, including a continuous path of impressions left by one hominin individual and isolated prints left by at least three others. The surface dates to 1.52 million years ago, and impressions of rippled sand, reed beds and fish nests suggest that the area was a lake shore with shallow water.",
            "Oldest Homo sapiens fossil claim rewrites our species' history",
            "The path comprises 13 footprints. Hatala and his team estimated that the hominin that created it walked at 1.81 metres per second, similar to a modern human walking briskly.",
            "doi: https://doi.org/10.1038/d41586-024-03907-z"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03889-y",
        "title": "Fossilized poo and vomit show how dinosaurs rose to rule Earth",
        "content": [
            "*An_artists_impression_of_a_late_Triassic_scene_with_Plateosaurus_and_Liliensternus_dinosaurs",
            "Dinosaurs rose to prominence over millions of years.Credit: Arthur Dorety/Stocktrek Images via Alamy",
            "Faeces and vomit fossils from dinosaurs reveal how the animals evolved to rule Earth. The study, which was published in Nature on 27 November, analysed hundreds of pieces of fossilized digestive material, called bromalites, to reconstruct what dinosaurs ate and how this changed1. The fossils reveal that the rise of the dinosaurs, over millions of years during the Triassic period, was influenced by factors including climate change and other species’ extinction.",
            "“Our study shows that you can use pretty seemingly unremarkable fossils to get pretty remarkable results,” says co-author Martin Qvarnström, who studies early dinosaur evolution at Uppsala University in Sweden.",
            "Palaeontologists have come up with differing theories for how dinosaurs became the dominant species on Earth. Dinosaurs might have overtaken their rivals because they were particularly able to adapt to a changing ecosystem, for instance, or because random environmental changes favoured them over other species. But there isn’t a single hypothesis that fully explains their rise to dominance.",
            "*Coprolites_of_herbivorous_dinosaurs_with_numerous_plant_remains",
            "Fossilized faeces samples revealed dinosaurs’ changing diets.Credit: Grzegorz Niedzwiedzki",
            "h2What dinosaurs ate",
            "To better understand dinosaurs’ early evolution, Qvarnström and his colleagues cut open and examined more than 500 bromalites from the Polish Basin in Central Europe. The fossils are estimated to be around 200 million years old. ",
            "The team used several methods to analyse the bromalites and their contents, including different types of microscope and a technique known as synchrotron microtomography, which uses a particle accelerator to see inside the fossils in detail. The researchers also used chemical solutions to inspect the exact contents of the remains, which included fish, plants and insects.",
            "Despite the age and acidity of many of the fossils, the team found many of the insects the dinosaurs ate to be well preserved. “Some of them were so beautifully preserved in three dimensions and with all the antennae and legs,” says Qvarnström.",
            "Analysis of the digestive materials allowed the researchers to “reconstruct these food webs, so who was eating whom in all these assemblages and see this trend over such a long period of time”, Qvarnström says.",
            "h2Adapt or die",
            "The team found that the number and variety of the contents of the fossils increased over time, suggesting that larger dinosaurs with more diverse feeding habits began to gain prominence in the late Triassic period (between 237 million and 201 million years ago). By comparing the fossils with plant data from the period, the researchers found that dinosaurs’ rise was shaped by chance and by adaptations. For example, climate change led to increased humidity, which changed the vegetation available. Dinosaurs were able to better adapt to this shifting climate and change in diet than were other land animals.",
            "*Three_team_members_conduct_excavations_in_the_Late_Triassic_locality_at_Lisowice,_Poland",
            "Team members conduct excavations in Lisowice, Poland, at a site from the Late Triassic.Credit: Krystian Balanda",
            "“What we learnt was that the rise of dinosaurs, it took quite a long time, and it was really complex,” says Qvarnström.",
            "This is “an impressive piece of work”, says Suresh Singh, who studies palaeoecological dynamics at the University of Bristol, UK. He adds that this is the first time he’s seen bromalite-focused research applied at such scale.",
            "Singh says dinosaurs are an important source of data for understanding of how life responds to different pressures, for example climate change.",
            "He suggests that future research could use bromalites to understand how dinosaurs evolved in different parts of the world. “Current studies suggest that dinosaurs evolved first in the Southern Hemisphere, and so maybe you have a different pattern happening down there,” he says.",
            "doi: https://doi.org/10.1038/d41586-024-03889-y"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03860-x",
        "title": "How to stop plastic pollution: three strategies that actually work",
        "content": [
            "*Pressed_plastic_waste_ready_for_loading_is_seen_at_the_Prabkaya_Recycle_Factory_in_Pathum_Thani_outs",
            "Recycling is just one way to help tackle plastic pollution. Credit: Athit Perawongmetha/REUTERS",
            "Can the world finally agree on how to end plastic pollution? We should know by the end of the week.",
            "doi: https://doi.org/10.1038/d41586-024-03860-x"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03756-w",
        "title": "How a silly science prize changed my career",
        "content": [
            "*Marc_Abrahams_on_stage_at_the_Ig_Nobel_Prize_ceremony_with_three_winners_receiving_an_award,_two_are",
            "Ig Nobel founder Marc Abrahams (far left) presides over the award ceremony in 2013. Credit: Winslow Townson/AP/Alamy",
            "Eleanor Maguire wasn’t too thrilled when she was first offered an Ig Nobel Prize. The neuroscientist at University College London was being honoured for her study showing that London taxi drivers have larger hippocampi in their brains than do people in other professions1. But she worried that accepting the prize would be a disaster for her career. So, she quietly turned it down.",
            "Nature 635, 538-539 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03756-w"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03827-y",
        "title": "This billion-dollar firm plans to build giant quantum computers from light. Can it succeed?",
        "content": [
            "*PsiCube,_PsiQuantum's_prototype_cryogenic_cabinet_which_is_installed_at_PsiQuantum's_facilities_in_D",
            "A prototype cryogenic cabinet in which PsiQuantum is testing quantum computing using light in silicon chips.Credit: PsiQuantum",
            "During his years in academia, Jeremy O’Brien says he had “precisely zero ambition to go into business”. Yet today, the Australian physicist runs a private quantum-computing firm that venture-capital funders and governments have rushed to invest in — and which is making some of the field’s boldest promises.",
            "Nature 635, 800-803 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03827-y"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03577-x",
        "title": "Affirmative action slow to take hold in Brazil’s graduate science education",
        "content": [
            "*Gabryele_Moreira_posing_for_a_portrait_in_front_of_a_nuclear_reactor_pool_at_Brazil's_first_nuclear_",
            "Gabryele Moreira in front of Brazil’s first nuclear reactor. She was the only Black student in her nuclear-technology master’s programme in 2018.Credit: IPEN/USP",
            "Gabryele Moreira first became interested in physics during a pre-university course she took in the outskirts of Salvador in northeastern Brazil in 2011. Two years later, she was admitted to the Federal University of Sergipe in São Cristóvão through an ethnic–racial minority quota system and began her undergraduate studies in medical physics. She was supported by housing and meal scholarships, which were “both essential for me to stay in university and keep up with my studies”, she says.",
            "But her path to graduate education was more challenging, because there was no similar affirmative-action policy when she was applying for a master’s degree in nuclear technology at the Institute for Energy and Nuclear Research in São Paulo, in 2018. “I remember turning to YouTube videos to try to learn English in order to prepare for the foreign language-proficiency test in the master’s selection process,” she says. “I didn’t have the opportunity to take courses during my undergraduate studies.”",
            "She was accepted, becoming at that time the only Black person in the programme. “I could see myself in others when I was in Sergipe, but in São Paulo, I realized that people like me were a minority in graduate programmes, especially in areas such as nuclear energy,” Moreira says.",
            "h2Slow to adapt",
            "Stories such as Moreira’s — and studies released in the past several years — indicate that affirmative-action policies have not yet become mainstream in graduate science education in Brazil. “There’s still much ground to be gained,” says Anna Venturini, a political-science researcher at the Brazilian Center of Analysis and Planning in São Paulo who has been studying affirmative-action policies in graduate programmes since 2014.",
            "Brazil’s plummeting graduate enrolments hint at declining interest in academic science careers",
            "More than half of Brazil’s 203 million inhabitants identify as Black, mixed-race or Indigenous. Still, white individuals currently represent 90% of Brazilian scientists — a proportion 12 times higher than that of Black, mixed-heritage and Indigenous individuals combined, according to a study by researchers at the State University of Rio de Janeiro. “These groups are minorities in almost all fields of the hard sciences,” says co-author Marcia Rangel Candido.",
            "To try to correct these inequalities and promote equity in historically marginalized minority groups, graduate programmes first began to implement affirmative-action policies in the 2000s, some on their own initiative and others as a requirement under state laws and university resolutions. The movement gained traction in 2016, when the government started to require federal higher-education institutions to submit proposed measures for including Black, mixed-race, Indigenous and disabled people in their graduate programmes.",
            "As a result, the percentage of graduate programmes in Brazil with affirmative action rose from 26% in 2018 to 54% in 2021, according to a 2022 analysis by Venturini and her colleague. Yet such initiatives have been unevenly distributed across academic fields.",
            "h2Field-specific",
            "The voluntary expansion of affirmative action in recent years has been driven mostly by the humanities and social sciences, in which 36–44% of graduate programmes have adopted these policies on their own initiative. “Researchers in the humanities historically tend to be more likely to think of strategies to mitigate inequalities in access to higher education, because they have a long tradition of research on this issue,” says Jaqueline Gomes de Jesus, a Black transgender psychologist at the Federal Institute of Rio de Janeiro, and the first manager of the affirmative-action system for Black undergraduate students at the University of Brasília.",
            "Universities axe diversity statements in wake of US Supreme Court ruling on affirmative action",
            "Conversely, graduate programmes in science, technology, engineering and mathematics (STEM) are the least likely to create affirmative-action initiatives, according to the survey by Venturini and her colleague. Only 9.5% of Brazil’s engineering graduate programmes and 5.6% of its agricultural-sciences graduate programmes have voluntarily adopted affirmative action over the past few decades.",
            "Venturini says that “a culture of conservative meritocracy” could be contributing to the resistance to implementing affirmative action in STEM programmes. “The admissions processes for these programmes attach less value to candidates’ backgrounds and assume that the best-qualified are simply those with the highest test scores,” she says. “The belief that affirmative-action policies are harmful to ‘the more capable candidates’ is highly prevalent in hard-science programmes.”",
            "*Lorena_Pinheiro_Figueiredo_wearing_a_labcoat_with_elaborate_cut_out_sleeves_and_a_face_masks_inspect",
            "Physician Lorena Pinheiro Figueiredo felt cheated after her faculty position was initially approved through an affirmative-action initiative, but was later blocked by the courts.Credit: Lorena Vinturini",
            "Other researchers worry that students admitted through affirmative-action policies might be less prepared and therefore not finish their theses on time or not publish in high-impact journals, which could ultimately affect how funding agencies perceive a programme’s quality and status.",
            "Graduate-programme assessment metrics tracked by the Brazilian Federal Agency for Support and Evaluation of Graduate Education (CAPES), for instance, typically include the number of papers published in high-impact international journals, the number of collaborations with international researchers and institutions and the number of postdoctoral positions abroad that students go on to do.",
            "These assessments determine how much fellowship and research funding each programme receives from the federal government. “Of course, we need to invest in strategies to fix historical inequalities in academia, but it isn’t easy if you’re going against the tide of what funding agencies require,” says mechanical engineer Oswaldo Horikawa, president of the Graduate Committee of the Polytechnic School of the University of São Paulo.",
            "Charles Morphy, president of the National Forum of Pro-Rectors of Research and Graduate Studies in Brasília, says that CAPES is considering including affirmative action as an evaluation criterion “aiming to encourage [programmes] to invest in these policies and to widen access to graduate studies for minorities and diversity in academia”.",
            "h2Pipeline effect",
            "The lack of affirmative-action policies in STEM graduate education perpetuates inequalities up the career ladder, especially when it comes to leadership roles. In 2023, Black men held 12% of the leadership roles in astronomy research groups, for instance, whereas Black women accounted for just 1%, according to unpublished work by researchers at the Institute for Applied Economic Research in Rio de Janeiro. “The double disadvantage for Black women stands out as a particularly critical challenge that requires attention,” says economist Tulio Chiarini, who is leading the study.",
            "In Brazil, one in two female researchers has faced sexual harassment",
            "The situation is also discouraging when it comes to hiring faculty members. “University hiring processes typically open only one position at a time, making it difficult to apply quotas effectively,” Candido says. It leaves room for situations such as that of Lorena Pinheiro Figueiredo, a Black physician, who, after being approved for a faculty position at the Federal University of Bahia through a racial affirmative-action system, was blocked from starting the position by the courts. “It feels like being cheated, violated and having my rights taken away,” she says. She is now appealing the court’s decision.",
            "“It’s clear that the impact of affirmative action fades as we move up the scientific career ladder,” says Luiz Augusto Campos, a sociologist at the State University of Rio de Janeiro. “A stronger governmental commitment to diversifying the national scientific community is needed, not only to meet social demands but also to enhance the quality of science itself,” he says. “Currently, Brazilian science is mostly shaped by a group that has long held political, cultural and scientific power.”",
            "doi: https://doi.org/10.1038/d41586-024-03577-x"
        ]
    }
]