[
    {
        "URL": "https://www.nature.com/articles/d41586-024-02872-x",
        "title": "Eggs from older mice regain youth when grown in young cells",
        "content": [
            "*Light_micrograph_of_a_human_oocyte_in_follicle,_at_completion_of_the_first_meiotic_division",
            "In mammalian ovaries, immature eggs, called ooctyes, develop in follicles.Credit: Don W. Fawcett/Science Photo Library",
            "Growing immature eggs from old mice in the ovarian structures of young mice can reverse signs of ageing in the eggs1.",
            "“Think of this as a five-star anti-ageing spa for the old egg,” says Rong Li, a cell biologist at the National University of Singapore (NUS), who co-authored a study describing the results.",
            "When the rejuvenated eggs were fertilized, the resulting embryos were almost four times more likely to give rise to healthy pups than the eggs that matured in the old environment. The results are published in Nature Aging today.",
            "*Animated_sequence_from_a_video_showing_the_procedure_for_generating_reconstituted_chimeric_follicles",
            "Researchers use a pipette to remove an oocyte from its follicle and insert a donor oocyte, which then matures.Credit: HaiYang Wang et al./Nature Aging",
            "In mammalian ovaries, ovarian structures, known as follicles, house a maturing egg, called an oocyte. Once developed, these pop out as eggs, ready for fertilization. But with age, the number and quality of oocytes decline. Researchers have investigated the role of oocyte ageing in infertility2, but Li and her colleague Wang HaiYang, also a cell biologist at NUS, focused on ageing follicles.",
            "The latest study offers the “first solid, strong evidence” that follicles can improve the quality of maturing eggs, says Suzannah Williams, an ovarian biologist at the University of Oxford, UK. They’ve “done a fantastic job”.",
            "h2Old to young",
            "The researchers swapped out oocytes from 14-month-old mice that were close to becoming infertile and placed them into the follicles of 2-month-old mice, which were in their reproductive prime — and vice versa.",
            "They found that the quality of old oocytes improved when grown in young follicles compared with those grown in old follicles. Specifically, after the youthful treatment, the oocytes had fewer chromosomal abnormalities, improved mitochondrial function and their gene expression and metabolite-production profiles better resembled those of young oocytes.",
            "Meanwhile, young oocytes grown in old follicles showed increased signs of ageing.",
            "The researchers fertilized the eggs and transferred them into surrogate mice. Embryos that came from rejuvenated oocytes were significantly more likely to give rise to a pup than old oocytes grown in old follicles. However, the success rate didn’t reach that of pups that arose from young oocytes grown in young follicles.",
            "The results suggests that oocyte ageing is partially reversible, and that the surrounding cellular environment plays an important part in the process, says Li.",
            "h2More connections",
            "The researchers took a closer look at what could be driving oocyte revival. Tunnel-like structures that connect follicles to oocytes, known as transzonal projections (TZPs), pump important molecules for nourishing oocytes. The researchers found a higher density of TZPs in old oocytes embedded in young follicles compared with those embedded in old follicles.",
            "If the findings translate to people, Li suggests that this could lead to cell therapies that improve egg quality in older people.",
            "But Williams says that this translation will be tricky, given the difficulties of acquiring sufficient donor tissue and growing them for long enough in the laboratory. Still, she says “it’s a proof of concept”.",
            "doi: https://doi.org/10.1038/d41586-024-02872-x"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-02871-y",
        "title": "Fur farming a ‘viral highway’ that could spark next pandemic, say scientists",
        "content": [
            "*A_man_inspects_furs_from_foxes_and_raccoons_hanging_in_a_store_building_at_a_fur_farm_in_China",
            " Foxes and raccoons are farmed for their fur. Chinese farms produced 26.16 million such pelts in 2016. Credit: Sylvain Cordier/Hemis via Alamy",
            "Infectious-diseases researchers are calling for stricter biosafety measures in farms that breed animals for fur, to stop dangerous pathogens from jumping from animals to people.",
            "Fur farms can be a bridge between people and the viruses circulating in wildlife, says Eddie Holmes, a virologist at the University of Sydney, Australia. “This is how pandemics happen.”",
            "The warnings come off the back of one of the largest studies1 of viruses harboured by fur animals in China. The team, which included Holmes, found a broad array of viruses — including new pathogens and known ones found in new hosts. The study was published in Nature on Wednesday.",
            "Researchers have long suspected that these animals are a reservoir of viruses that can jump to people, says Alice Hughes, a conservation biologist at the University of Hong Kong. The analysis “highlights that these concerns are valid, and that the diversity of viruses with known risks to humans is even greater than was realized”. Hughes says the industry should mandate transitioning to artificial fur.",
            "The other option is to improve regulation and oversight of the fur trade, says Hughes. This includes ensuring the implementation of measures such as animal quarantines, reducing overcrowding and rules around cleaning cages, sourcing feed and waste disposal, she says.",
            "Linfa Wang, a virologist at Duke-NUS Medical School in Singapore, says the animal-farming and animal-trading industries need to be monitored closely for emerging diseases.",
            "Mark Oaten, chief executive of the International Fur Federation in London, which represents farms in more than 40 countries, says farms should operate under the highest biosecurity standards. “The prevention and surveillance measures undertaken by fur farmers continue being the best toolbox to further mitigate any risk for the general public’s health,” he says.",
            "h2Global industry",
            "Fur farming is a global industry, although most farms are found in Europe and China. In 2016, farms in Europe produced 39.05 million mink pelts; Chinese farms produced 26.16 million such pelts.",
            "Many animals farmed for their fur are susceptible to human viruses. Early in the COVID-19 pandemic, SARS-CoV-2 spread through mink farms across Europe. But Oaten says studies of these outbreaks found that farmers were not driving the spread of the virus in the general population, and that prevention and surveillance measures implemented by farmers are “the best toolbox to further mitigate any risk for the general public health.”",
            "Mink farms have also had outbreaks of the highly pathogenic H5N1 avian influenza virus. And a popular fur animal, the raccoon dog (Nyctereutes procyonoides), could have played a part in bringing the virus that causes severe acute respiratory syndrome to people in 20032. Raccoon dogs are also susceptible to, and can spread, SARS-CoV-23.",
            "Holmes and his colleagues, including several in China, sought to identify the viruses circulating in farms in China. They swabbed lung and gut tissue samples for 461 animals that died between 2021 and 2024. Of these animals, 164 came from four species farmed exclusively for fur: mink (Neogale vison), red fox (Vulpes vulpes), Arctic fox (Vulpes lagopus) and raccoon dog. The individuals were predominantly from intensive breeding facilities in northeastern China. The rest came from farmed and wild animals used for fur as well as food and traditional medicine, spread more broadly across eastern China. These included guinea pigs, deer and rabbits. The animals had all been sick and had probably died of an infectious disease.",
            "The researchers sequenced RNA and DNA in the tissue samples and found a trove of viruses: 125 were identified in total, including many influenza viruses and coronaviruses.",
            "Of these, 36 had never been seen before, and many were found in species not previously known to host them. For instance, they found the Japanese encephalitis virus in guinea pigs and norovirus in mink.",
            "h2Human receptor",
            "The researchers found an H6N2 avian influenza virus in a muskrat (Ondatra zibethicus) — the first known identification of this subtype in mammals. And most notably, they found in mink a HKU5-like coronavirus related to viruses that have so far been identified only in bats — evidence that fur farms can act as a highway for viruses lurking in wild animals to get to people.",
            "These viruses “stand out to me the most”, says Michael Letko, a molecular virologist at Washington State University in Pullman. Studies in Letko’s laboratory have shown that some HKU5 viruses might be able to adapt to the human ACE2 receptor to enter cells4, just as certain viruses, such as SARS-CoV-2, do. “A deeper dive into these newly discovered viruses will be important, in order to understand their risk to other animals,” he says.",
            "The researchers classified some three dozen viruses as most concerning, because of their ability to jump between species. Raccoon dogs and mink each carried ten of these high-risk viruses — the most of any species.",
            "Wang says the findings need to be corroborated with epidemiological studies to assess how widespread the viruses are, and infection studies in the lab, which can demonstrate the risk of these viruses infecting people. Even without that evidence, he says, the highest risk of a new pathogen emerging in people “is in the animal industry”.",
            "doi: https://doi.org/10.1038/d41586-024-02871-y"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-02864-x",
        "title": "New virus-genome website seeks to make sharing sequences easy and fair",
        "content": [
            "*Coloured_transmission_electron_micrograph_of_a_group_of_West_Nile_viruses",
            "Genome sequences of West Nile virus (pictured) are being uploaded and shared on a new online database. Credit: Dr Linda Stannard, UCT/Science Photo Library",
            "A new database for researchers to share the genomes of dangerous viruses promises to solve many of the problems that hamper existing alternatives. But first, researchers must be convinced to use it.",
            "Pathoplexus — a portmanteau of pathogen and plexus — was launched last month, and the team of scientists behind the database hopes that it will encourage more researchers to share genetic sequences of known and emerging viruses of public-health importance.",
            "Sharing sequences as quickly as possible is important for identifying new viruses and tracking changes that could make them more dangerous to humans, as well as for designing vaccines, says Edward Holmes, a virologist at the University of Sydney in Australia.",
            "Pathoplexus currently focuses on four viruses that are not specifically included in other databases: Crimean–Congo Hemorrhagic Fever Virus, Ebola Sudan, Ebola Zaire and West Nile Virus. Other pathogens will be added later, the team says.",
            "h2Existing hurdles",
            "Among the largest existing repositories is GenBank in the United States, which offers unrestricted access to its genomic data. But public access means that anyone can theoretically use the data to publish scientific papers, without acknowledging the data owners. This has discouraged scientists, particularly those from lower-income countries, from sharing their data quickly, such as during a public-health emergency. An alternative repository, GISAID, requires users to register, agree to acknowledge the data owners and make their best efforts to collaborate with the owners. The database was designed to ensure the rights of data submitters.",
            "GISAID was hugely popular during the COVID-19 pandemic, and it contains close to 17 million sequences of SARS-CoV-2, the virus behind COVID-19. But researchers have raised concerns around transparency in its governance, how it mediates disputes over credit and how it sanctions those it thinks to have violated its conditions for use.",
            "“GISAID has led to a lot of frustration in the past few years,” but the scientific community has also learnt lessons on how to do things better, says Spyros Lytras, an evolutionary virologist at the University of Tokyo. “Starting from scratch is what we need as a community, and Pathoplexus might be the solution.”",
            "A representative for GISAID said in an e-mail that the trust it has with the scientific community is strong, and that more than 70,000 researchers use the site. The roles of its governing bodies and funding sources are displayed on its website, and their terms of use haven’t changed since it was founded in 2008, the representative said.",
            "h2Building trust",
            "Pathoplexus offers some protections for users. For instance, researchers can set restrictions on how their data are used, such as not allowing them to be included as a key focus of scientific publications for up to a year without their explicit permission. This should give data owners enough time to submit a manuscript on their findings.",
            "Users must also credit the data owners in their publications. “We aim to build a community where researchers feel confident that their contributions will be respected and properly credited,” says Jamie Southgate, a member of Pathoplexus and the head of operations at the global coalition Public Health Alliance for Genomic Epidemiology, based in Cape Town, South Africa.",
            "Pathoplexus doesn’t block individuals who breach the terms of use from accessing the site, which GISAID has done in rare cases. Instead, if published data breach the terms, the team will approach the journals to ensure that the data are used in accordance with the way in which they were shared, says Emma Hodcroft, a co-founder of Pathoplexus and a molecular epidemiologist at the Swiss Tropical and Public Health Institute in Basel, Switzerland. “We have tried to be incredibly explicit” about the terms, she says.",
            "“It’s a good, clever solution,” says Senjuti Saha, a molecular microbiologist at the Child Health Research Foundation in Dhaka, who agrees with the approach of reaching out to publishers. “That’s the way it should be.” She thinks that Pathoplexus’s transparency will breed trust among the scientific community.",
            "But it’s too early to say whether the repository will solve the current data-sharing problems, says Saha. “It is an excellent and fantastic first step.”",
            "Users might also stick to sharing sequences on local databases. For instance, in China, researchers are probably more likely to publish sequences for emerging viruses on Chinese databases, says Shi Mang, an evolutionary biologist at Sun Yat-sen University in Shenzhen, China, who is also on Pathoplexus’s scientific advisory board. But for established viruses, they are likely to use repositories with well-maintained collections, which Pathoplexus offers.",
            "h2Improved experience",
            "Pathoplexus’s creators have tried to improve the user experience, such as making uploading as easy as possible. Pathoplexus also checks for errors in the sequence data and accompanying information and assists with organizing viruses into subtypes. “This is actually what attracted me to this database,” says Shi. Incorrect sequences in current repositories can cause lots of trouble for researchers, he says.",
            "So far, Pathoplexus has used GenBank data for the four viruses to populate the site. Thousands of people have visited the site, and 50 have created accounts to submit data, but none have submitted sequences, says Hodcroft. “We did not expect high volumes of data for the pathogens that we’ve launched with.”",
            "Researchers who work on other viruses will have to wait until the database expands to include them. And to expand, the team needs to secure long-term funding. The site is currently being run by volunteers and donated computing time, which ends in about six months. Hodcroft says her priority right now is to appeal to donors. “I’m cautiously hopeful.”",
            "doi: https://doi.org/10.1038/d41586-024-02864-x"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-02858-9",
        "title": "Cough or sneeze? How the brain knows what to unleash",
        "content": [
            "*A_cloud_of_pollen_erupting_from_a_flower_on_a_conifer_tree",
            "The cough triggered by pollen and other allergens is activated by neurons distinct from those that lead to a sneeze.Credit: Getty",
            "Does a whiff of pollen trigger a sneeze or a cough? Scientists have discovered nerve cells that cause one response versus another: ‘sneeze neurons’ in the nasal passages relay sneeze signals to the brain, and separate neurons send cough messages, according to a study1 performed in mice.",
            "The findings could lead to new and improved treatments for conditions such as allergies and chronic coughs. That’s welcome news because these conditions can be “incredibly frustrating” and the side effects of current treatments can be “incredibly problematic”, says pulmonologist Matthew Drake at Oregon Health & Science University in Portland, who was not involved in the work. The study was published today in Cell.",
            "h2Snot-spewing signals",
            "Previous work2 categorized neurons in the mouse airway on the basis of the proteins complexes, called ion channels, that are carried on the cell surfaces.",
            "To work out which nose neurons cause sneezing, researchers exposed mice to various compounds, each known to activate specific types of ion channel.",
            "They struck gold when a substance called BAM 8-22 left the mice sneezing. The compound is known to activate an ion channel called MrgprC11, leading the researchers to suspect that neurons carrying MrgprC11 cause sneezing. Indeed, when the researchers deleted MrgprC11 from the suspected sneeze neurons and then gave mice the flu, they found themselves with sick, but sneezeless, mice.",
            "*Micrograph_of_a_mouse_nasal_passageway_with_sneeze_neurons_highlighted_in_red",
            "Sneeze neurons (red) line the nasal passageway of a mouse.Credit: H. Jiang et al./Cell",
            "Even with the sneeze neurons out of the picture, the sick mice continued to have cough-like reactions to influenza infection. Using methods similar to those that homed in on the sneeze neurons, the researchers tracked the cough response to a set of neurons in the trachea that express a signalling chemical called somatostatin.",
            "Viruses “evolve very quickly”, says neuroscientist and study co-author Qin Liu at Washington University in St. Louis, Missouri. That could explain why there are two separate systems capable of detecting and clearing them from the airways.",
            "Now, Liu and her colleagues want to figure out what happens after sneeze and cough neurons are triggered and signal the brain. She thinks it’s likely that their signals travel to the brain’s respiration control centre, where they alter breathing patterns to produce either a cough or a sneeze.",
            "h2Other achoo neurons?",
            "The next major challenge is to work out whether similar sets of neurons exist in humans, says neuroscientist Patrik Ernfors at the Karolinska Institute in Stockholm. Preliminary evidence suggests that they do, Liu says, but more research is needed.",
            "\n\nThe push for better flu therapies\n",
            "Some researchers suspect that more neurons for sneeze and cough are still waiting to be found. Most responses to sensory information are triggered by numerous categories of neuron, and sneezing and coughing are likely to be similar, says sensory neuroscientist Stephen Liberles at Harvard Medical School in Boston, Massachusetts.",
            "Coughing can be so persistent that it causes people to pass out, Drake says. And yet doctors don’t have good options for treating coughs. Opiates such as codeine are the most effective drugs available, but they can make people extremely drowsy and they’re addictive.",
            "This lack of effective medications can lead doctors to give up on alleviating coughs, Drake says. “I’m hopeful that as new therapies enter the market, that’s going to really change our thinking about how to treat [cough] and our enthusiasm for treating it,” he says.",
            "doi: https://doi.org/10.1038/d41586-024-02858-9"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-02898-1",
        "title": "Brazil’s ban on X: how scientists are coping with the cut-off",
        "content": [
            "*Elon_Musk_and_Alexandre_de_Moraes_accounts_on_X_displayed_on_two_smartphones_backdropped_by_the_X_lo",
            "A months-long feud between billionaire Elon Musk and Brazilian Supreme Court justice Alexandre de Moraes has led to a ban of the social-media platform X in Brazil.Credit: Andre M Chang/Zuma Press/Shutterstock",
            "After the social-media platform X was banned in Brazil last week, scientists in the country began scrambling to find another online forum for posting about their research, communicating with collaborators and staying abreast of scientific advances. “Following journals and key people always kept me on top of things,” says Regina Rodrigues, a physical oceanographer at the Federal University of Santa Catarina in Florianópolis, Brazil.",
            "\n\nThousands of scientists are cutting back on Twitter, seeding angst and uncertainty\n",
            "Some feel isolated because of the change. “I’ve lost contact with colleagues and European research groups I joined during my postdoc in Spain,” says Rodrigo Cunha, a communications researcher at the Federal University of Pernambuco in Recife, Brazil.",
            "Others are more sanguine, pointing out that many researchers had already left X (formerly Twitter) after billionaire Elon Musk bought it and changed its policies, including those related to content moderation and how users could be ‘verified’, or deemed an authoritative source of information. Sabine Righetti, a science-communications researcher at the State University of Campinas in Brazil, exited the platform early last year owing to what she perceived as an increase in aggressive messages, especially targeting scientists, journalists and women. “I am these three things,” she says.",
            "Ronaldo Lemos, chief scientist at the Institute for Technology and Society in Rio de Janeiro, says the ban might offer a glimpse of what the world would be like without X. Social networks come and go, he says, pointing to some that have shut down, such as Google’s Orkut, which closed in 2014 and was once popular in Brazil. “People adapt and look for ways to reconstruct their networks in other places,\" he says.",
            "h2Free speech standoff",
            "On 30 August, Brazilian Supreme Court justice Alexandre de Moraes ordered the ban, after his months-long standoff with Musk over the limits of free speech.",
            "Early last month, de Moraes issued a judicial order to shut down a number of accounts that were considered to be spreading disinformation and attempting to destabilize Brazil’s democracy. The company did not comply and closed its Brazilian office about a fortnight later. Following that, de Moraes issued an order requiring X to appoint a new legal representative in the country, because the previous one had failed to comply with judicial orders. X ignored the mandate, leading to the ban. Earlier this week, Brazil’s Supreme Court upheld de Moraes’s ruling — which includes a fine of US$9,000 per day for anyone among Brazil’s more than 200 million people who is caught using X through a virtual private network (VPN) or other means. (A VPN generally encrypts a user’s data and masks their IP address.) That’s more than most Brazilians make in a year.",
            "*Left,_Alexandre_de_Moraes_right,_Elon_Musk_portraits",
            "De Moraes (left) asked X, owned in large part by Musk (right), to shut down accounts that he said were spreading false information in Brazil.Credit: Ton Molina/NurPhoto via Getty; Marc Piasecki/Getty",
            "For years, scientists have used X not only to comment on research, chat with peers and find new collaborators, but also to promote their work and correct misconceptions. During the COVID-19 pandemic, for instance, Átila Iamarino, a microbiologist and science communicator in São Paulo, Brazil, became a go-to source on the coronavirus SARS-CoV-2, reaching more than a million followers. “It was the place I debated with peers, put together arguments for live transmissions and debunked falsehoods as they came out.”",
            "Karina Lima, a climatologist at the Federal University of Rio Grande do Sul in Porto Alegre, Brazil, misses the platform, because it was a space where she got opportunities and reached many people through her science-communications work. But she acknowledges that social media shouldn’t be “a lawless land that favours hate speech and disinformation”.",
            "h2Testing the waters elsewhere",
            "Despite the increase in this type of messaging after Musk took over1, some researchers stuck around. Letícia Sallorenzo, a linguistics researcher at the University of Brasília, still found the tool useful. Before the ban, she was coincidentally studying hate speech targeted at de Moraes on the platform. The ban has cut her off from that work, and she has to petition the court to use a VPN to access X so she can continue.",
            "\n\nUS TikTok ban: how the looming restriction is affecting scientists on the app\n",
            "Scientists outside Brazil are also feeling the sting of the loss of X in the country. Although it had become a less reliable network for scientists, “there are Brazilian researchers and institutions there with whom I can collaborate”, says Jonathan Vicente, a researcher in climate change and health at Bern University in Switzerland.",
            "More than two million people in Brazil have now flocked to another social-media platform, called Bluesky. “It’s the platform closest to what Twitter was in the beginning,” Iamarino says. Scientists, too, are trying it out, as well as other platforms such as Mastodon and Threads, Lemos says. The good news is that “it is not as if Twitter ended and there’s no alternative”, he adds.",
            "Reconstructing social networks online, however, can be tough, particularly for researchers in lower-income countries who have little visibility, Rodrigues says. “It is tiring to rebuild a network of peers on top of all the commitments we already have if you’re not a big name that people know,” she says.",
            "To Iamarino, it will become clear which platform has won out among users when they find themselves checking messages on it before they go to bed. He’s starting to feel that way about Bluesky. “I’ve put the app where Twitter once was on my phone,” he says.",
            "doi: https://doi.org/10.1038/d41586-024-02898-1"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-02887-4",
        "title": "Transparent mice made with light-absorbing dye reveal organs at work",
        "content": [
            "*An_illustrative_photo_of_a_white_laboratory_mouse",
            "A dye that turns mouse tissues transparent could have applications in medical research. Credit: dra_schwartz/Getty",
            "A dye that helps to give Doritos their orange hue can also turn mouse tissues transparent, researchers have found. Applying the dye to the skin of live mice allowed scientists to peer through tissues at the structures below, including blood vessels and internal organs. The method, described in Science on 6 September1, could offer a less invasive way to monitor live animals used in medical research.",
            "“It’s a major breakthrough,” says Philipp Keller, a biologist at the Howard Hughes Medical Institute’s Janelia Research Campus in Ashburn, Virginia.",
            "The technique works by changing how body tissues that are normally opaque interact with light. The fluids, fats and proteins that make up tissues such as skin and muscle have different refractive indices (a measurement of how much a material bends light): aqueous components have low refractive indices, whereas lipids and proteins have high ones. Tissues appear opaque because the contrast between these refractive indices causes light to be scattered. The researchers speculated that adding a dye that strongly absorbs light to such tissues could narrow the gap between the components’ refractive indices enough to make them transparent.",
            "*Animated_sequence_of_time-lapse_images_of_blood_vessels_in_the_brain_just_beneath_the_skull_of_a_sed",
            "By applying the dye to a mouse's scalp and using a technique called laser speckle contrast imaging, researchers observed blood vessels within the animal's brain.Credit: Stanford University/Gail Rupert/NSF",
            "“When a material absorbs a lot of light at one colour, it will bend light more at other colours,” says study co-author Guosong Hong, a materials scientist at Stanford University in California. The team used theoretical physics to predict how certain molecules would alter how mouse tissues interacted with light. Several candidates emerged, but the team focused on tartrazine, or FD&C Yellow 5, a common dye used in many processed foods. “When tartrazine is dissolved in water, it makes water bend light more like fats do,” says Hong. A tissue containing fluids and lipids becomes transparent when the dye is added, because the light refraction of fluids matches that of lipids.",
            "h2See-through skin",
            "The researchers demonstrated tartrazine’s ability to render tissues transparent on thin slivers of raw chicken breast. They then massaged the dye into various areas of a live mouse’s skin. Applying the dye to the scalp allowed the team to scrutinize tiny zigzags of blood vessels; putting it on the abdomen offered a clear view of the mouse’s intestines contracting with digestion, and revealed other movements tied to breathing. The team also used the solution on the mouse’s leg, and were able to discern muscle fibres beneath the skin.",
            "\n\nTransparent tissues bring cells into focus for microscopy\n",
            "The technique can make tissues transparent only to a depth of around 3 millimetres, so it is currently of limited practical use for thicker tissues and larger animals.",
            "But because tartrazine is a food dye, it is safe to use on living mice, and the method is reversible — when the dye is rinsed off, the skin simply returns to being opaque. This offers a huge advantage over existing methods of making tissue transparent, which are not typically suitable for live animals, and often involve using chemicals to change the refractive index of certain tissue components, or to remove them all together.",
            "The fact that the method produces transparency, is reversible and can be used on live animals “is going to make it an obvious thing that that many people would want to use”, Keller says. Among other applications, he thinks it could be useful in mouse models that aim to understand the nervous system and neurodegenerative diseases.",
            "doi: https://doi.org/10.1038/d41586-024-02887-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-02777-9",
        "title": "How to change people’s minds about climate change: what the science says",
        "content": [
            "*Participants_display_placards_during_a_demonstration_as_a_part_of_a_climate_emergency_movement_in_Ne",
            "How you deliver climate messaging matters, in terms of changing minds, researchers are finding.Credit: Jewel Samad/AFP via Getty",
            "Telling people that scientists almost unanimously agree that human-caused climate change is happening can help to nudge their thinking in that direction. A study published last month in Nature Human Behaviour1, tested this ‘consensus message’ across 27 countries and found that the people least familiar with the message or who were sceptical of climate science were the most likely to change their perspective when presented with it.",
            "Climate-communication researchers who spoke to Nature’s news team say that the findings add to a growing body of social science identifying the best strategies to help people come to grips with the concept that climate change is real — but that consensus messaging doesn’t always translate to a lasting shift in perspective.",
            "For an enduring shift, they suggest, the message needs to be personally relevant. That’s because “climate change is affecting the people and places and things that we love right now”, says Anthony Leiserowitz, the director of the Yale Program on Climate Change Communication in New Haven, Connecticut.",
            "h2Communicating consensus",
            "Many studies have found that informing people of the scientific consensus on climate change can shift their attitude2,3. But most have focused on climate opinions in the United States. Bojana Većkalov, a social psychologist at the University of Amsterdam, and her colleagues wanted to see whether that messaging works cross-culturally.",
            "\n\nFalse statements about climate change trip people up\n",
            "They shared an online survey through social media and e-mail newsletters, and then analysed 10,527 responses from people across 27 countries. Respondents estimated the proportion of climate scientists who they think agree that human-caused climate change exists. They then ranked how confident they were in their estimates and shared their own opinions. Afterwards, the researchers showed the participants several facts, including that 97% of climate scientists agree that human-caused climate change is real4, and then re-polled them.",
            "The fact that some — including those who are politically conservative — shifted their views is a “testament to the universal cultural authority of science”, Većkalov says.",
            "David Holmes, a media sociologist and the chief executive of the non-profit organization Climate Communications Australia in Melbourne, says that this study “reconfirmed previous studies” showing that consensus messaging works, even on a global scale. He wishes, however, that the team could have teased out country-level trends or discerned whether various cultural attitudes had an impact on the results. The study also didn’t test whether the change was lasting.",
            "h2Personal relevance",
            "What’s clear from this study and others, however, is that climate-communication strategies have become more sophisticated as researchers have learnt what works. Gone are the days of showing a polar bear clinging to a melting ice sheet to explain the seriousness of the situation. It’s important to talk about global warming, “not as a polar bear issue, but as a people issue”, Leiserowitz says.",
            "\n\nThe rise of eco-anxiety: scientists wake up to the mental-health toll of climate change\n",
            "An emerging area of research that shows promise, researchers say, is how personal conversations help. Start with things your audience cares about, such as food prices, national security or fishing, says Matthew Goldberg, a climate-communication researcher at Yale University. “There is a climate-change angle to almost everything,” he adds.",
            "Montana Burgess is the executive director at Neighbours United, a non-profit advocacy organization in Castlegar, Canada. The organization created a climate-conversation toolkit after having success running a campaign persuading people in a rural town in Canada to support a renewable-energy policy. Burgess says that one top strategy is to “get out of talking-point fact land” by exchanging personal stories. For instance, because wildfires have worsened in Canada, there are now “six weeks of the year where it’s too smoky and hot to let my kid go outside, and my kid has asthma”, Burgess says. She remembers only a handful of smoky days when she was growing up, so she shares that experience to help people process the changes they are seeing.",
            "The next step is to listen carefully and “connect the dots” between a person’s experience and local climate information, Goldberg says.",
            "This strategy is based on a landmark study5 in which canvassers went door-to-door and had ten-minute conversations with voters in Miami, Florida, that were geared towards reducing prejudice towards transgender people. After sharing their views, voters were asked to talk about a time they faced judgment for being different than others. The conversations increased support for a non-discrimination law, and social acceptance persisted when participants were re-surveyed three months later. Using this strategy with climate change specifically is still being systematically tested.",
            "Leiserowitz has a personal experience that suggests the strategy will work. He has a family member who used to deny climate change. “It has taken me about 20 years of slow, careful, loving, supportive conversations” to change their mind, he says.",
            "doi: https://doi.org/10.1038/d41586-024-02777-9"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-02833-4",
        "title": "The biology of smell is a mystery — AI is helping to solve it",
        "content": [
            "*Animated_illustration_showing_a_nose_smelling_the_complex_aromas_of_a_flower,_surrounded_by_digital_",
            " Illustration by Adrià Voltà",
            "The smell in the laboratory was new. It was, in the language of the business, tenacious: for more than a week, the odour clung to the paper on which it had been blotted.",
            "To researcher Alex Wiltschko, it was the smell of summertime in Texas: watermelon, but more precisely, the boundary where the red flesh transitions into white rind.",
            "“It was a molecule that nobody had ever seen before,” says Wiltschko, who runs a company called Osmo, based in Cambridge, Massachusetts. His team created the compound, called 533, as part of its mission to understand and digitize smell. His goal — to develop a system that can detect, predict or create odours — is a tall order, as molecule 533 shows. “If you looked at the structure, you would never have guessed that it smelled this way.”",
            "That’s one of the problems with understanding smell: the chemical structure of a molecule tells you almost nothing about its odour. Two chemicals with very similar structures can smell wildly different; and two wildly different chemical structures can produce an almost identical odour. And most smells — coffee, Camembert, ripe tomatoes — are mixtures of many tens or hundreds of aroma molecules, intensifying the challenge of understanding how chemistry gives rise to olfactory experience.",
            "Another problem is working out how smells relate to each other. With vision, the spectrum is a simple colour palette: red, green, blue and all their swirling intermediates. Sounds have a frequency and a volume, but for smell there are no obvious parameters. Where does an odour identifiable as ‘frost’ sit in relation to ‘sauna’? It’s a real challenge to make predictions about smell, says Joel Mainland, a neuroscientist at the Monell Chemical Senses Center, an independent research institute in Philadelphia, Pennsylvania.",
            "\n\nHow do we smell? First 3D structure of human odour receptor offers clues\n",
            "Animals, including humans, have evolved a remarkably complex decoding system befitting the enormous repertoire of odour molecules. All sensory information is processed by receptors, and odour is no different — except in its scale. For light, the human eye has two types of receptor cell; for smell, there are 400. How the signals from these receptors combine to trigger a particular perception is unclear. Plus, the receptor proteins themselves are hard to work with, so what they look like and how they function has mostly been guesswork.",
            "Things are beginning to change, however, thanks to improvements in structural biology, data analytics and artificial intelligence (AI). Many scientists hope that cracking the olfactory code will help them to understand how animals use this essential sense to find food or mates, and how it feeds into memory, emotion, stress, appetite and more.",
            "Others are trying to digitize smell to build new technologies: devices that diagnose disease on the basis of odours; better, safer insect repellents; and affordable or more-effective aroma molecules for the US$30-billion flavour and fragrance market. At least 20 start-up firms are trying to make electronic noses for applications in health and public safety.",
            "This all adds up to a surge of research into the biology of olfaction, says Sandeep Robert Datta, a neuroscientist at Harvard Medical School in Boston, Massachusetts. “Smell is having a moment,” he says.",
            "h2Smelling machines",
            "Even for experts, the physical properties of an odour molecule typically offer little insight into how it will actually smell.",
            "Researchers have come up with a few computational models that can relate structure to odour, but early versions tended to be based on quite narrow data sets or could only make predictions when smells had been calibrated to have the same perceived intensity. In 2020, one team reported a model that could predict how similar real-world mixtures were to each other, correctly identifying that rose and violet odorants are more similar to one another than either is to the pungent spice asafoetida, often used in Indian cuisine1.",
            "Previous attempts to use machine learning were good, but not great. For example, when researchers ran a competition to create the best odour-predicting model, algorithms from 22 teams could effectively predict only 8 out of 19 smell descriptors2.",
            "\n\nCould rats and dogs detect disease better than the finest lab equipment?\n",
            "Last year, Wiltschko’s team — then part of Google’s AI research division — collaborated with researchers at Monell, including Mainland, to publish a map for smell3 that made use of AI.",
            "Their program was trained by feeding the model thousands of descriptions of molecular structures from fragrance catalogues, along with smell labels for each — terms such as ‘beefy’ or ‘floral’.",
            "Then, the researchers compared the AI system with human noses. They trained 15 panellists to rate a few hundred aromas using 55 labels, such as ‘smoky’, ‘tropical’ and ‘waxy’.",
            "Humans have a hard time with this task because smell is so subjective. “There’s no universal truth,” says Mainland. Most smell descriptions lack detail, too. For one smell, panellists chose the words ‘sharp, sweet, roasted, buttery’. A master perfumer, asked to describe the same smell, noted ‘ski lodge, fireplace without a fire’. “That shows you the gap,” says Mainland. “Our lexicon is not good enough.” Nonetheless, a human panel is one of the best available tools for coming up with consistent smell descriptors because the average rankings of the group for different smells tend to be stable.",
            "Using the structure of these molecules alone, the AI algorithm did well at predicting the smell of compounds compared with the average group assessments (see ‘Same but different’), and it performed better than the typical individual sniffer. And although the map it produced was very complicated — it has more than 250 dimensions — it was able to group smells by type, such as meaty, alcoholic or woody.",
            "*Same_but_different_graphic_that_shows_how_structurally_similar_molecules_can_smell_different,_and_st",
            "Source: Ref. 3",
            "Mainland says that the algorithm’s thoroughness helped it to perform. Humans might rate an odour as fruity but forget to rate it as sweet. The model, exhaustive and patient, churns through all possibilities each time.",
            "One challenge that both Mainland and the Osmo team are working on now is to work out whether the model can predict what mixtures of compounds smell like, on the basis of their components. Another goal is to have the model design new odours, for instance chemicals that mimic a specific scent, or that are safer, more sustainable or biodegradable.",
            "AI probably can’t do this alone, says Jane Parker, a flavour chemist at the University of Reading, UK, who helped the smell-mapping team with quality control of their compounds. “The model could give you an idea of what might work,” she says. But the expertise and ingenuity of human chemists and flavourists — plus their highly trained noses — will still be necessary for innovation.",
            "h2Mysterious code",
            "For both expert and amateur sniffers, the biological equipment for smell detection is the same. The nose has millions of olfactory neurons, and each typically expresses just one type of odorant receptor (OR). The gene family that encodes them was discovered4 in the early 1990s and won Linda Buck and Richard Axel a Nobel prize in 2004.",
            "Each of these receptor types might recognize one or more odorants — and each odorant might be recognized by more than one receptor. Together, the roughly 400 human ORs can respond to a trillion different chemicals. It’s a fiendishly complex, exquisitely tuned, flexible system — and it needs to be, because the chemistry of nature is incredibly diverse, says Aashish Manglik, a biochemist at the University of California, San Francisco. “The breadth of chemicals that make odours is enormous.” One important step in cracking the code of smell is to know what the receptors look like and how they recognize chemicals. But they have been notoriously difficult to study. “They’re the most recalcitrant membrane proteins to work with,” says Manglik. Many are too unstable to be expressed in cells in the lab and to generate enough protein to analyse.",
            "Scientists have deciphered the structure of two ORs from insects5,6. These receptors are of a totally different type to those in mammals, although the olfactory ‘logic’ by which they work together is likely to be similar, says sensory neuroscientist Vanessa Ruta, whose lab at the Rockefeller University in New York solved both the structures.",
            "Two more receptor structures7,8, from the olfactory system in mice, followed last year. Both of them sense a bunch of chemicals with distinctly unlikeable fishy, musky or putrid odours, many of which are key components of bodily odours in animals.",
            "Getting at these structures has required some “funky approaches”, says Manglik, because ORs are so hard to grow in the lab. But last year, he was part of a team that succeeded in publishing the first protein structure of a human olfactory receptor bound to an odorant9.",
            "Having tried almost every OR that they could, Manglik and colleagues found one that is richly expressed outside the nose, in the gut and prostate, and which could, as a result, be made more readily in commonly used cell lines. It’s a receptor called OR51E2 and it responds to the chemical propionate, which has a pungent, cheesy odour.",
            "*Coloured_transmission_electron_micrograph_of_a_section_through_the_olfactory_epithelium_of_the_nose",
            "The olfactory receptor cell (orange) is a neuron with cilia (red) that reach into the nasal cavity.Credit: Prof. P. Motta/Dept. of Anatomy/University “La Sapienza”, Rome/SPL",
            "Using cryo-electron microscopy, the team looked at how propionate binds to the receptor in a little pocket, and how that binding changes the receptor’s shape and conveys information onwards. Seeing the structure “was really thrilling”, says Buck, whose lab at the Fred Hutchinson Cancer Center in Seattle, Washington, studies olfactory neuroscience.",
            "But ORs can detect so many odorants that “the structure of one OR can’t tell us much”, says Hiro Matsunami, an olfaction biologist at Duke University in Durham, North Carolina, who collaborated with Manglik on the study of OR51E2.",
            "Alongside trying to grow more of them, Matsunami and his colleagues have attempted to understand the OR by re-engineering it. They made some synthetic receptors using OR51E2 and parts from two dozen similar receptors. They aligned the amino-acid sequences of these existing ORs, and chose the most frequent amino acid at each position to build an average, or ‘consensus’, structure. Then they expressed the structure in cells. When they compared their synthetic structure with its real-life counterpart, OR51E2, it looked and behaved just like its sibling10.",
            "Next, they tried building another averaged receptor based on an OR with no published structure — OR1A1 — which recognizes a broad range of odorants including some that smell fruity, floral and minty. They used a computational model to explore how it bound to two compounds that both smell of menthol; the compounds bound to the receptor in different places.",
            "The team thinks that different odorants probably engage a single OR in distinct ways. That would help to explain the level of complexity in the smell code — and could explain why, for example, two disparate chemicals can have similar odours, or why chemically similar compounds can smell so different. The compound carvone, for instance, comes in two varieties that are mirror images of each other; one smells of spearmint, the other of caraway or dill. “There must be a receptor that can explain this,” says Matsunami.",
            "Some researchers are using machine learning to accelerate the search for structures and their preferred chemical partners. Right now, scientists have identified odour molecules that bind to only about 20% of human ORs.",
            "The protein-prediction algorithm AlphaFold has suggested thousands of structures for mammalian odorant receptors11. And machine learning and modelling has helped Matsunami and his colleagues to screen millions of compounds to see which ones might bind to two candidate OR structures12. One of the molecules they found smells of orange blossom; another strongly of honey.",
            "The dream end point is to gather data on hundreds of ORs and how their activation lines up with the chemistry of millions of odorants, says Manglik.",
            "h2Lead with the nose",
            "Once a smell is processed by receptors, this information proceeds to a brain region called the olfactory bulb, which sits behind the bridge of the nose, and onwards to the olfactory cortex. The circuitry for olfaction before information enters the cortex is well understood, particularly in model organisms such as fruit flies and mice. But the olfactory cortex is more of a mystery. “It’s difficult to figure out what’s happening there,” says Buck.",
            "Many researchers want to understand how information from receptors is organized in the brain, and what rules govern perception. If that were understood, it might be possible to get an animal to perceive a certain smell without even presenting an odorant, simply by recreating the pattern it generates in the brain, says Dima Rinberg, a neuroscientist who studies smell at New York University School of Medicine.",
            "\n\nHuman nose can detect 1 trillion odours\n",
            "Another big unknown, Datta says, is how the olfactory system interacts with other crucial brain circuits, such as those that control movement or navigation. Several labs, including his own, are interested in how animals actively sense scent and move towards or away from odours.",
            "Capturing the connection between scent and behaviour is already possible to some extent in the brains of insects. In fruit flies, for instance, scientists can explore chemical structure, receptors and the brain in a single system. “In insects you can start to span the whole spectrum,” says Ruta.",
            "Insects’ sense of smell is also relevant to human health. Mosquitoes evolved to sniff out humans, and many insects prey on crops that humans rely on. Last November, Osmo announced a $3.5-million grant from the Bill & Melinda Gates Foundation in Seattle, Washington, aimed at discovering and producing compounds that repel, attract or destroy insects that carry disease.",
            "Meanwhile, detecting scents is also big business. For some tasks and applications, ‘electronic noses’ are already commercially available: some are designed to detect off odours in food or to pick up smells in waste water. They are being intensively studied as diagnostics for diseases such as TB, diabetes and various cancers.",
            "But natural sniffers still have an edge, and even without a full understanding of how brains process smell, scientists can exploit biological noses to improve chemical sensing for safety, security or health care.",
            "The classic example is the sniffer dog, widely used to sense chemicals in explosives or narcotics — but these animals are expensive to train and there are limits to what they can detect.",
            "Rinberg’s team is aiming to blend animal and digital odour detection. They developed a nose–computer interface in mice13, using electrodes that record signals from the olfactory bulb as mice smell different compounds. The researchers can decode odour identities from neural activity, and then use the patterns to flag these smells under natural conditions. Their device, which is now being developed by a start-up called Canaery, co-founded by Rinberg, retains the precision of the animal’s sense of smell without researchers having to train the animal to respond. “The biological nose is the best chemical detector,” Rinberg says. “The whole machinery is hard to beat.”",
            "Despite the pre-eminence of biology, many scientists dream of a time when a digital smell sensor will rival those for other senses. “Smartphones can do image and audio recognition,” says Ruta. “But for olfaction there’s nothing like that.”",
            "And although they know how well biological noses work, researchers still have a lot of outstanding questions. For Buck, the simplest to pose could be the most difficult to answer. “It would be nice to know how you get a perception of a particular odorant,” she says — how the brain, beyond the nose, creates a sense of rose, for instance, and how it distinguishes it from the essence of fish. “How does that happen in the brain? No one knows,” she says. “We don’t have the techniques to figure that out yet.”",
            "Nature 633, 26-29 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-02833-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-02832-5",
        "title": "A day in the life of the world’s fastest supercomputer",
        "content": [
            "*Banks_of_computers_covered_in_black_panels_that_make_up_the_Frontier_Supercomputer",
            "The supercomputer known as Frontier covers an area larger than two basketball courts. Credit: Nick McGinn for Nature",
            "Oak Ridge, Tennessee",
            "The fastest supercomputer in the world is a machine known as Frontier, but even this speedster with nearly 50,000 processors has its limits. On a sunny Monday in April, its power consumption is spiking as it tries to keep up with the amount of work requested by scientific groups around the world.",
            "The electricity demand peaks at around 27 megawatts, enough to power roughly 10,000 houses, says Bronson Messer, director of science at Oak Ridge National Laboratory in Tennessee, where Frontier is located. With a note of pride in his voice, Messer uses a local term to describe the supercomputer’s work rate: “They are running the machine like a scalded dog.”",
            "Frontier churns through data at record speed, outpacing 100,000 laptops working simultaneously. When it debuted in 2022, it was the first to break through supercomputing’s exascale speed barrier — the capability of executing an exaflop, or 1018 floating point operations per second. The Oak Ridge behemoth is the latest chart-topper in a decades-long global trend of pushing towards larger supercomputers (although it is possible that faster computers exist in military labs or otherwise secret facilities).",
            "\n\nHow cutting-edge computer chips are speeding up the AI revolution\n",
            "But speed and size are secondary to Frontier’s main purpose — to push the bounds of human knowledge. Frontier excels at creating simulations that capture large-scale patterns with small-scale details, such as how tiny cloud droplets can affect the pace at which Earth’s climate warms. Researchers are using the supercomputer to create cutting-edge models of everything from subatomic particles to galaxies. Some projects are simulating proteins to help develop new drugs, modelling turbulence to improve aeroplane engine design and creating open-source large language models (LLMs) to compete with the artificial intelligence (AI) tools from Google and OpenAI.",
            "Researchers log on to Frontier from all over the world. In 2023, the supercomputer had 1,744 users in 18 countries. And, in 2024, Oak Ridge anticipates that Frontier users will publish at least 500 papers based on computations performed on the machine.",
            "“Frontier is not unlike the James Webb Space Telescope,” says biophysicist Dilip Asthagiri of Oak Ridge National Laboratory. “We should see it as a scientific instrument.”",
            "h2Inside the machine",
            "The brains of Frontier reside in a warehouse-sized room filled with a steady electronic hum that is gentle enough to talk over. In the room are 74 identical glossy black racks that hold a total of 9,408 nodes. These are the workhorses of a supercomputer. Each node consists of four graphics processing units (GPUs) and one computer processing unit (CPU).",
            "A team of engineers continuously monitors the machine for signs of trouble, says Corey Edmonds, a technician at Hewlett Packard Enterprise, the company that built the supercomputer. Edmonds, who is based at Oak Ridge, is doing maintenance surgery on Frontier on this day. After fixing a broken connector on one of the nodes, he squeezes grey thermal grease from a syringe on to a silvery rectangle — one of the node’s four GPUs. This helps the GPU to dissipate heat quickly and stay cool.",
            "Frontier owes its speed mainly to its extensive use of GPUs. These chips, first developed to render realistic graphics for computer gamers, are now powering advances in AI through machine-learning applications.",
            "“They can run really fast,” says Messer. “They’re also abysmally stupid.” GPUs excel at crunching many numbers at once — and not much else. “They can do one thing over and over and over and over again,” he says, which makes them useful for speedy work in supercomputer calculations.",
            "Researchers have to customize their code to take advantage of Frontier’s GPUs. Messer likens a scientist using Frontier for the first time to a suburban driver commandeering a race car. “It’s got a steering wheel, gas pedal and a brake,” he says. “But try to get a regular driver into a Formula One car and actually have them go from here to there.”",
            "h2Big science",
            "It’s not easy for researchers to get a chance to use Frontier. Messer and three colleagues are gathering on this April Monday to evaluate research proposals for the machine. On average, they approve around one in four proposals, and last year awarded time to 131 projects. In particular, applicants need to make the case that their project can take advantage of the supercomputer’s entire system.",
            "The most common allocations they offer are around 500,000 node hours, equivalent to running the entire machine for three days continuously. Their largest allocation is four times bigger. Researchers who are granted time on Frontier get about ten times more computing resources than they can procure anywhere else, says Messer.",
            "Today, his team is doling out smaller awards of around 20,000 node hours, which it does on a weekly basis. Many projects take advantage of Frontier’s ability to simultaneously model a wide range of spatial and time scales. In total, Frontier has about 65 million node-hours available each year.",
            "*Technicians_using_stepladders_examine_the_many_wires_and_circuit_boards_behind_panels_of_the_Frontie",
            "Technicians work on Frontier, which has more than 50,000 processors and is cooled by water.Credit: Nick McGinn for Nature",
            "Scientists want to use Frontier, for example, to simulate atomically accurate biological processes, such as proteins or nucleic acids in solution interacting with other parts of cells.",
            "This May, Asthagiri and Nick Hagerty, a high-performance-computing engineer at Oak Ridge, used Frontier to simulate a cube-shaped drop of liquid water containing more than 155 billion water molecules. “It was to push the machine,” says Asthagiri. The simulated cube is about one-tenth the width of a human hair, and the model is among the largest atomic-level simulations ever made, says Asthagiri, who has not yet published the work in a peer-reviewed journal.",
            "These initial simulations are building towards more ambitious goals to model entire cells from the atoms up. In the near term, researchers would like to simulate a cellular organelle and use these to inform laboratory experiments. They are also working to combine Frontier’s high-resolution simulations of biological materials with ultra-fast imaging using X-ray free-electron lasers to accelerate discoveries.",
            "With Frontier, climate models have become more precise, too. In 2023, Oak Ridge climate scientist Matt Norman and other researchers used the supercomputer to run a global climate model with 3.25-kilometre resolution. Frontier’s computing capability was necessary for them to create a decades-long forecast at this resolution1. The model also incorporated the effects of the complex motion of clouds, which occurs on an even finer resolution. “It took all of Frontier to do it,” says Norman.",
            "Models would run significantly more slowly on other computers to achieve the same resolution while including the effects from clouds, he says. This limitation is a major hurdle for climate scientists seeking to forecast conditions, because cloud behaviour influences the movement of energy around the globe.",
            "\n\nSupercomputing poised for a massive speed boost\n",
            "For a model to be practical for weather and climate forecasts, it needs to run at least one simulated year per day. Frontier could run through 1.26 simulated years per day for this model1, a rate that will allow the researchers to create more-accurate 50-year forecasts than before.",
            "Frontier also brings higher resolution to cosmological scales. Astrophysicist Evan Schneider at the University of Pittsburgh in Pennsylvania is using the supercomputer to study how Milky Way-sized galaxies evolve as they age. Frontier’s galaxy models span four orders of magnitude, up to large-scale galactic structures about 100,000 light years (30,660 parsecs) in size. Before Frontier, the largest structures she could model at comparable resolution were dwarf galaxies, which are about one-fiftieth the mass.",
            "Schneider simulates how supernovae cause gas to leak out of these galaxies2. Over time, thousands to millions of supernova explosions collectively release a significant amount of gas that ultimately exits the galaxy3. Because that gas is the raw material from which new stars are born, star formation slows down as the galaxies age. Frontier allows Schneider to include the effects of hotter gas than is practical with other computers. Her simulations suggest that current cosmological models downplay the role of this hot gas in the evolution of galaxies.",
            "AI researchers are also clamouring for time on Frontier’s GPUs, known for their role in training neural-network-based architectures such as the transformer model underpinning ChatGPT. With its nearly 38,000 GPUs, Frontier occupies a unique public-sector role in the field of AI research, which is otherwise dominated by industry.",
            "Nur Ahmed, an economics researcher now at the University of Arkansas in Fayetteville, and his colleagues highlighted the gap between AI in academia and industry in a commentary last year4. In 2021, 96% of the largest AI models came from industry. On average, industry models were nearly 30 times the size of academic models. The discrepancy is evident in monetary investment, too. Non-defence US agencies provided US$1.5 billion to support AI research in 2021. In that same year, industry spent more than $340 billion globally.",
            "h2Mind the gap",
            "The gap has only widened since the release of commercial large language models, says Ahmed. The computational resources to train OpenAI’s GPT-4, for example, cost an estimated $78 million, whereas Google spent $191 million to train Gemini Ultra (see go.nature.com/44ihnhx). This gulf in investment leads to a stark asymmetry in the computing resources available to researchers in industry versus academia.",
            "Industry is pushing the boundaries of basic AI research, and this could pose a problem for the field, write Ahmed and his co-authors. Industry dominance could lead to a lack of basic research that is not immediately profitable and result, for example, in the development of AI technologies that neglect the needs of lower-income communities, say the researchers. In an unpublished study, Ahmed has analysed 6 million peer-reviewed articles and 32 million patent citations and found that “on average, industry tends to ignore some of the concerns of marginalized populations in the global south”.",
            "\n\nClimate scientists push for access to world’s biggest supercomputers to build better Earth models\n",
            "What’s more, many models have problems with gender and racial bias, as found in several commercial face-recognition systems based on AI. Academics could serve as auditors to evaluate the risks from AI models, but to do so they need access to computational resources at the same scale as industry, says Ahmed.",
            "That’s where Frontier comes in. Once Oak Ridge approves a project application, the researcher uses the supercomputer for free, as long as they publish their results. That will help university researchers to compete with companies, says computer scientist Abhinav Bhatele at the University of Maryland in College Park. “The only way people in academia can train similar-sized models is if they have access to resources like Frontier,” he says.",
            "Bhatele is using Frontier to develop open-source LLMs as a counterbalance to industry models5. “Often when companies train their models, they keep them proprietary, and they don’t release the model weights,” says Bhatele. “With this open research, we can make these models freely available for anyone to use.” Over the next year, he and his team aim to train a range of LLMs of different sizes, and they will make these models, along with their weights, open-source. They have also made the software for training the models freely available. In this way, says Bhatele, Frontier has a crucial role in a movement in the field to “democratize” AI — to include more people in the technology’s development.",
            "h2The race continues",
            "A few doors down from the room housing Frontier, its predecessor is still working hard performing jobs for scientists around the world. This machine, called Summit, held the world record for speed between 2018 and 2019 and is currently the world’s ninth-fastest supercomputer among public machines. With its long black chrome racks, Summit resembles Frontier, but has a louder cooling system and works at one-eighth the speed.",
            "Summit’s history hints at Frontier’s future. Frontier first topped the list in 2022, and is likely to surrender that spot before long. The second-place supercomputer, Aurora, based at Argonne National Laboratory in Illinois, is expected to exceed Frontier’s performance at some point with further optimization. Lawrence Livermore National Laboratory’s El Capitan, scheduled to come online later this year at the California-based lab, is also projected to beat Frontier eventually. Also in the mix is Jupiter, an exascale supercomputer in Germany that is due to debut later this year.",
            "Mounting geopolitical tensions further complicate the rankings. Frontier’s title comes from its position on a semiannual ranking from an organization called the TOP500. It rates the world’s supercomputers on the basis of their reported performance on a benchmark task that involves solving a dense set of linear equations.",
            "But computing experts say it is likely that the United States and China are not sharing information publicly about their computing assets, especially because of increasing strain between the two countries. “There is this idea of a kind of a race in supercomputing,” says Kevin Klyman, a policy researcher at the Atlantic Council, a think tank in Washington DC. In fact, in 2022, the administration of US President Joe Biden implemented controls against exporting semiconductors to China, specifically citing concern about China’s supercomputing capability.",
            "In the supercomputing arena, the tensions began years ago. Notably, in 2016, China overtook the United States in the number of supercomputers on the TOP500 list. “That caused a lot of anxiety in the United States,” says Klyman. “A lot of US policymakers said, ‘How do we catch up in the list?’”",
            "Currently, the two countries have the most supercomputers on the TOP500 rankings released this June. The United States boasted 168 machines, whereas China had 80. Researchers wonder, however, whether these countries have powerful supercomputers that they have not disclosed in public. In fact, the number of Chinese machines on the current list has dropped since last November, when it included 104 machines. And China did not report results for any new supercomputers.",
            "Oak Ridge is already planning Frontier’s successor, called Discovery, which should have three to five times the computational speed. It will be the latest in a decades-long quest for speed (see ‘Speed records’). Frontier is 35 times faster than Tianhe-2A, which was the fastest computer in 2014, and 33,000 times faster than Earth Simulator, the fastest supercomputer in 2004.",
            "*Speed_records_Chart_showing_huge_increases_in_speed_for_the_world's_fastest_supercomputers_over_the_",
            "Source: www.TOP500.org",
            "Researchers are eager for more speed. A bigger computer would allow Schneider, for example, to model galaxies at even higher resolution, she says. It could also give scientists bigger compute budgets.",
            "But engineers face an ongoing challenge: supercomputers consume a lot of energy, and future machines are likely to need even more. So researchers are continuing to push for improvements in energy efficiency. Frontier is more than four times as efficient as Summit, in large part because it is cooled by water at an ambient temperature, unlike Summit, which uses chilled water. About 3–4% of Frontier’s total energy consumption goes to cooling, compared with 10% for Summit.",
            "Energy efficiency has been a key bottleneck for building faster supercomputers for years. “We could have built an exascale supercomputer in 2012, but it just would have been way too expensive to power it,” says Messer. “We would have needed one or two orders of magnitude more power to be able to provide electricity to it.”",
            "As evening settles at the Oak Ridge facility, the hallways on Frontier’s floor are empty save for a skeleton crew. In the supercomputer’s control room, Conner Cunningham is charged with babysitting Frontier for the night. From 7 p.m. to 7 a.m., his job is to make sure no trouble arises as the supercomputer churns through tasks from researchers around the world. He keeps an eye on Frontier using more than a dozen monitors, which display global cybersecurity threats and security-camera footage of the building. A television in the corner shows the local weather on mute, to alert him of any oncoming storms that might interrupt power supplies.",
            "But most nights are quiet enough for Cunningham to study for an online computer science degree from his desk. He’ll perform a few walk-throughs to check for anything unexpected on the premises, but the job is largely passive.",
            "“It’s kind of like with firefighters,” he says. “If anything happens, you need somebody watching.” He’s procured four burritos and some Pepsi to sustain him through his shift. He won’t be sleeping tonight — and neither will Frontier.",
            "Nature 633, 22-25 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-02832-5"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-02865-w",
        "title": "‘Nuclear clock’ breakthrough paves the way for super-precise timekeeping",
        "content": [
            "*View_of_ThCaF2_crystal_under_VUV_irradiation",
            "Researchers probed nuclei of thorium-229 embedded in a crystal — the small white disc near the centre of this image — using a laser device called a frequency comb.Credit: Ye Labs, JILA, NIST and Univ. Colorado",
            "Physicists have demonstrated all the ingredients of a nuclear clock — a device that keeps time by measuring tiny energy shifts inside an atomic nucleus. Such clocks could lead to vast improvements in precision measurements, as well as new insights into fundamental physics.",
            "Researchers measured the frequency of light that causes nuclei of the rare isotope thorium-229 to shift to a higher energy state — the ‘tick’ of the nuclear clock — with an accuracy that is 100,000 times greater than that of the previous best effort. They did this by synchronizing the energy transition with the tick of the world’s most accurate clock. The work was led by Jun Ye at JILA, a research institute in Boulder, Colorado, and published in Nature on 5 September1. “It’s really one of the most exciting papers in recent times,” says Marianna Safronova, an atomic physicist at the University of Delaware in Newark.",
            "\n\nAtomic clock keeps ultra-precise time aboard a rocking naval ship\n",
            "The breakthrough came from probing thorium-229 nuclei with a laser device called a frequency comb. The set-up isn’t technically a clock, because it hasn’t been used to measure time. But such impressive results make the development of a nuclear clock seem possible, says Safronova.",
            "Measurements of the tick are already proving useful in particle physics, says Elina Fuchs, a theoretical physicist at Leibniz University Hanover, Germany. And because the clock’s frequency is set by the fundamental forces that hold the nucleus together, the prototype could spot whether a type of dark matter — an invisible substance that accounts for around 85% of material in the Universe — affects these forces on a minuscule scale. “This is a new, direct window onto the nuclear force,” says Fuchs.",
            "h2Ultimate timekeepers",
            "The world’s best clocks, called atomic clocks, keep time using lasers — the light’s frequency is honed precisely to match the energy it takes to move electrons between two energy levels inside an atom. The most accurate atomic clock gains or loses only one second every 40 billion years. A nuclear clock would work slightly differently: the tick would correspond to the energy transitions of protons and neutrons, rather than electrons, as they reshuffle into an excited state.",
            "This energy shift requires a slightly higher, ultraviolet frequency, resulting in a faster tick rate that could match or surpass the accuracy of the atomic clock. But the nuclear clock’s biggest potential advantage is the combination of precision and stability. Particles in the nucleus are less sensitive than electrons to disturbances such as electromagnetic fields — meaning that a nuclear clock could be portable and robust. “It becomes insensitive in a way that is kind of unthinkable in terms of how our clocks work today,” says Anne Curtis, an experimental physicist at the National Physical Laboratory in Teddington, UK.",
            "\n\nChinese team syncs clocks over record distance using lasers\n",
            "But finding the right kind of atomic nucleus to use, and determining the frequency needed to induce its shift to a different energy state, has been a 50-year slog for physicists. In the 1970s, indirect evidence suggested that thorium-229 had a bizarrely low-energy nuclear transition2 — one that might eventually be triggered by tabletop lasers. But it wasn’t until last year that scientists discovered the required frequency3 — and this year, they successfully initiated the shift with a laser4.",
            "The JILA team looked for the transition frequency in trillions of thorium-229 atoms embedded in a crystal using a system known as a frequency comb. The comb pumps out an array of laser frequency lines, with regular and even spacing. It allows researchers to illuminate the crystal with many precise frequencies simultaneously to look for a match, rather than scanning laboriously through the range of possible options using a single-frequency laser.",
            "The comb’s settings — including the width of the gaps between the lines, or ‘teeth’ — were calibrated using the atomic clock and could be tweaked. The team conducted several experimental runs, and when they observed the tell-tale glow produced as thorium-229 atoms decay from their excited state, they used the settings to calculate the frequency driving the signal.",
            "Observing the transition for the first time “felt amazing”, says study co-author Chuankun Zhang, a physicist at JILA. “We spent the entire night doing all the tests to check if this is actually really the signal that we were looking for,” he says.",
            "h2Fundamental forces",
            "The magic of the frequency comb is that it enables physicists to measure the frequency tick of one clock — here of the thorium-229 nucleus — as a ratio of another known frequency, in this case of an atomic clock. This not only allowed the team to determine the absolute frequency value with high precision, but also opened up some cool possibilities in physics, says Zhang.",
            "If the tick speed of one clock changes over time relative to the other, this could indicate that factors that determine the energy levels — such the strong nuclear or electromagnetic force — are drifting or wobbling, says Fuchs. Certain ‘light’ forms of dark matter, which have an extremely low mass, are predicted to have this effect, she says.",
            "\n\nBest ever clocks: breakthrough paves way for ultra-precise ‘nuclear’ timekeepers\n",
            "Any change in the forces would be amplified in the nuclear transition frequency, making nuclear clocks potentially about 100 million times more sensitive than atomic ones to the effects of this kind of dark matter. The latest result — which pinpoints the frequency with an accuracy of 13 decimal places — is already precise enough to narrow down the possible energy ranges in which light dark matter could exist, says Fuchs. Nuclear physics could also benefit from the more precise transition frequency, which could help scientists to distinguish between possible shapes of the thorium-229 nucleus, she adds.",
            "But more work must be done before nuclear clocks can outperform atomic ones — which are currently accurate to 19 decimal places. Researchers will explore whether keeping thorium-229 embedded in a crystal — a solid state is handy for making a portable clock — will make for the most accurate timekeeper, or whether trapping individual atoms will yield better results.",
            "The laser system also needs honing. “Fortunately, this amazing technique has high potential,” says Olga Kocharovskaya, a physicist at Texas A&M University in College Station. It’s a “prototype of the source to be used in the future clock”, she adds.",
            "doi: https://doi.org/10.1038/d41586-024-02865-w"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-02554-8",
        "title": "Publishing nightmare: a researcher’s quest to keep his own work from being plagiarized",
        "content": [
            "*Close-up_of_hands_typing_on_a_laptop_keyboard",
            "Bioinformatician Sam Payne stumbled on a manuscript in March that included figures that, he says, looked identical to those in a paper he published in 2021.Credit: Getty",
            "When bioinformatician Sam Payne was asked to review a manuscript on a topic relevant to his own work, he agreed — not anticipating just how relevant it would be.",
            "The manuscript, which was sent to Payne in March, was about a study on the effect of cell sample sizes for protein analysis. “I immediately recognized it,” says Payne, who is at Brigham Young University in Provo, Utah. The text, he says, was similar to that of a paper1 he’d authored three years earlier, but the most striking feature was the plots: several were identical down to the last data point. He fired off an e-mail to the journal, BioSystems, which promptly rejected the manuscript.",
            "In July, Payne discovered that the manuscript had been published2 in the journal Proteomics, and he alerted the editors. On 15 August, the journal retracted the paper. An accompanying statement cited “major unattributed overlap between the figures” in it and Payne’s work. In response to questions from Nature, a spokesperson for Wiley, which publishes Proteomics, said, “This paper was simultaneously submitted to multiple journals and included plagiarized images.”",
            "\n\nAI is complicating plagiarism. How should scientists respond?\n",
            "The retraction statement also stated that four of the authors said they “did not participate in the writing and submission of the article and gave no consent for publication”, and that the fifth author did not respond. However, Nature’s news team found links between several of the authors and International Publisher, a paper mill based in Moscow. Neither the authors nor International Publisher responded to Nature’s requests for comment.",
            "The alleged plagiarism of Payne’s paper highlights systemic vulnerabilities in the global research community, says Lisa Rasmussen, editor-in-chief of the journal Accountability in Research. According to one analysis, roughly 70,000 papers with characteristics common to work produced by paper mills were published in 2022 alone.",
            "Despite the scale of the problem, there is no Interpol equivalent for journals, nor an official authority to provide industry-wide alerts about suspicious manuscripts. “It was just a complete lucky break that the person asked to review it was the author,” Rasmussen says. “Obviously our system should not depend on that kind of serendipity.”",
            "h2Carbon copy",
            "Although some figures in the BioSystems manuscript were direct copies of those in Payne’s paper, others were simply replotted using his data, which are publicly available, he says. He shared the disconcerting experience on X, formerly known as Twitter. “Well, it happened,” he wrote. He was reviewing a manuscript, he wrote in a post, that included “a direct copy of the figures” in one of his own papers.",
            "*A_very_close_match_Comparison_of_Fig_1a_from_Boekwig_et_al_2021_and_Fig_3a_from_Popova_et_al_2024",
            "Source: Ref. 1 and Ref. 2",
            "When, months later, he discovered the Proteomics paper, he posted a follow-up. “Well. It REALLY happened” — the paper that he had been asked to review had been published. Two weeks later, Proteomics retracted the paper, citing plagiarism of images.",
            "Unlike the figures, the main text of the Proteomics paper is similar to that of Payne’s, but not identical. For example, Payne and his colleagues wrote:",
            "“From the large population of 10,000 cells, we subsampled a given number of cells n_sample ∈ [7, 16, 20, 30, 100] and calculated S/Vest.”",
            "The corresponding paragraph of the Proteomics paper features the same numbers and many of the same words:",
            "“The authors calculated S/Vest using sample n = [7, 16, 20, 30, 100] cells from a population of 10,000 cells.”",
            "The use of the third person caught Payne’s eye. He says such oddities led him to think his paper had been paraphrased using artificial intelligence (AI) to create believable but different text.",
            "h2Paper pushing",
            "In the course of reporting, Nature found links between authors of the Proteomics paper and a paper mill. Two authors, Dmitrii Babaskin and Tatyana Degtyarevskaya, both at the I.M. Sechenov First Moscow State Medical University, had separate articles3,4 retracted from the International Journal of Emerging Technologies in Learning. Both retraction statements, issued in July 2022, use the same language: “The work could be linked to a criminal paper mill selling authorships and articles for publication.”",
            "As evidence, the statements cited the work of Brian Perron — who studies social work at the University of Michigan in Ann Arbor and also works as a misconduct sleuth — and his colleagues, who had found links between both of the retracted papers and International Publisher. Neither Babaskin nor Degtyarevskaya responded to Nature’s requests for comment about the retractions.",
            "\n\nPublishers unite to tackle doctored images in research papers\n",
            "International Publisher’s website advertises a selection of more than 10,000 manuscripts, on topics as diverse as the metallurgy of aluminium-alloy welding and the biological features of quails. Prospective buyers can see the paper’s title, and sometimes its abstract, as well as the expected ranking in the citation database Scopus of the journal of publication. They then select an author slot, with costs ranging from about US$500 to $3,000. The company promises that titles and abstracts shown online will be “completely changed” for publication. “No one will ever be able to find the manuscript anywhere,” the website declares.",
            "Nevertheless, in 2021, Perron and his colleagues reported on the scientific-fraud watchdog website Retraction Watch that they had identified nearly 200 published papers that probably originated from International Publisher. A number of the published titles “were almost word-for-word” the same as those listed for sale, Perron says. Many of the papers listed in the Retraction Watch report were later retracted. Asked for comment on allegations that it is a paper mill, International Publisher did not respond.",
            "h2Clearing the catalogue",
            "International Publisher removes paper listings from its online catalogue after papers are purchased. To get around this, Nature examined a database of past International Publisher paper listings, created by Perron, and combed through screenshots of the paper mill’s website taken by the non-profit organization Internet Archive, based in San Francisco, California. The search showed that the titles of multiple articles published by four of the five authors of the Proteomics study matched the titles of papers previously listed for sale by International Publisher.",
            "\n\nBiomedical paper retractions have quadrupled in 20 years — why?\n",
            "These paper listings do not include the full article text, but strong circumstantial evidence connects the paper mill’s listings to published studies. For example, a screenshot of the paper mill’s website taken in September 2021 shows that among the articles for sale was #1584, “The structure of forest vegetation on industrial dumps of different ages.” Degtyarevskaya was an author of a paper published in Ecology and Evolution5 in July 2023 with a nearly identical title and matching abstract. In response to an enquiry from the news team, Ecology and Evolution said that it is now investigating the matter.",
            "Although Nature’s news team was unable to locate a sales listing on International Publisher’s website for the Proteomics paper, Perron says that the paper has several hallmarks of paper-mill articles. Nature could not find any other studies published by the authors on the paper’s subject matter, protein analysis. Moreover, the manuscript was submitted to BioSystems while it was still under review at Proteomics. Perron says that submitting a manuscript to more than one journal simultaneously is a classic tactic of researchers trying to publish paper-mill products.",
            "A spokesperson for Wiley did not specify whether the allegedly plagiarized Proteomics paper came from a paper mill, but said: “Our investigation confirmed that systematic manipulation of the publication process was at play.”",
            "h2Check and check again",
            "In recent years, some publishers and journals have taken extra countermeasures against plagiarism and paper mills. One such effort, developed by the International Association of Scientific, Technical and Medical Publishers (STM), a trade organization in The Hague, the Netherlands, is the STM Integrity Hub, a resource for scientific publishers that includes a ‘paper mill checker tool’ and ‘duplicate submission checker tool’. The latter is in use at more than 150 journals and scans more than 20,000 papers each month. More than 1% are identified as duplicates.",
            "There are no metrics for how often researchers spot plagiarism of their own work, but several researchers responded to Payne’s social-media posts by sharing that they had found themselves in a similar situation.",
            "For Payne, the prospect of paper mills taking advantage of AI is a daunting one. “This, I think, is a pretty good con,” he says. “I think it’s going to happen more.”",
            "doi: https://doi.org/10.1038/d41586-024-02554-8"
        ]
    }
]