[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03675-w",
        "title": "The quest to build bionic limbs that feel like the real thing",
        "content": [
            "*Scott_Imbrie_poses_for_a_portrait_while_sitting_in_a_chair_and_operating_a_robotic_hand",
            "Intracortical implants help Scott Imbrie to control a robotic arm and hand using his brain. Credit: Taylor Glascock for Nature",
            "Scott Imbrie still remembers the first time that physicians switched on the electrodes sitting on the surface of his brain. He felt a tingling, poking sensation in his hand, like “reaching into an evergreen bush”, he says. “It was like I was decorating a Christmas tree.”",
            "Back in 1985, a car crash shattered three of Imbrie’s vertebrae and severed 70% of his spinal cord, leaving him with very limited sensation or mobility in parts of his body. Now, thanks to an implanted brain–computer interface (BCI), Imbrie can operate a robotic arm, and receive sensory information related to what that arm is doing. Imbrie spends four days a week, three hours at a time, testing, refining and tuning the device with a team of researchers at the University of Chicago in Illinois.",
            "Scientists have been trying to restore mobility for people with missing or paralysed limbs for decades. The aim, historically, was to give people the ability to control prosthetics with commands from the nervous system. But this motor-first approach produced bionic limbs that were much less helpful than hoped: devices were cumbersome and provided only rudimentary control of a hand or leg. What’s more, they just didn’t feel like they were part of the body and required too much concentration to use.",
            "The brain-reading devices helping paralysed people to move, talk and touch",
            "Scientists gradually began to realize that restoring full mobility meant restoring the ability to sense touch and temperature, says Robert Gaunt, a bioengineer at the University of Pittsburgh in Pennsylvania. Gaunt says that this realization has led to a revolution in the field.",
            "A landmark study1 came in 2016, when a team led by Gaunt restored tactile sensations in a person with upper-limb paralysis using a computer chip implanted in a region of the brain that controls the hand. Gaunt then teamed up with his Pittsburgh colleague, bioengineer Jennifer Collinger, to integrate a robotic arm with the BCI, allowing the individual to feel and manipulate objects2. “It meant they could perform motor tasks much faster,” says Collinger. Around the same time, studies in people with limbs that have been amputated showed how restoring tactile inputs into peripheral nerves also drastically improved control of prosthetic hands3.",
            "But researchers haven’t fully cracked the code on how to interpret or create natural sensations that truly benefit people’s lives. Somatosensation — the collection of senses that interpret touch, temperature, pain and body position — is dauntingly complex. Imagine trying to encode information that could discern a soft kiss from a painful pinch, or the needles of a pine tree from the bristles of a paintbrush. To create safe and stable interfaces with the brain and body, researchers need to make major advances in engineering as well as in understanding the sensorimotor system, says Rochelle Ackerley, a neuroscientist at Aix-Marseille University in France. And as developers look to increase the size of implanted-device trials, stakeholders have yet to solve ethical issues around the risks of BCIs and high-tech prosthetic devices.",
            "h2A battery to the tongue",
            "Prosthetics developers are beginning to create sensations that feel real and natural, but it’s a work in progress. When Imbrie thinks back to the first tests of his BCI, he says that the sensations were a bit “like holding a battery to the tongue; not painful, but more like electricity”.",
            "One of the first challenges is the plethora of information that needs to be encoded. “When we touch an object, different sensory neurons in our skin code its shape, pressure and texture,” says Giacomo Valle, a neuroengineer at Chalmers University of Technology in Gothenburg, Sweden. Valle has been attempting to mimic these neural codes, then deliver them to the brain, either through the body’s sensory nerves or directly to the cortex.",
            "*A_close-up_of_a_person_cleaning_the_pedestals_on_Scott_Imbrie’s_scalp",
            "Pedestals on Scott Imbrie’s scalp lead to electrode arrays in motor and sensory areas of his brain.Credit: Taylor Glascock for Nature",
            "Valle worked with Imbrie during his postdoc in the laboratory of Sliman Bensmaia who was at the University of Chicago, drawing knowledge from decades of animal research about how to create different types of tactile sensation. He learnt that tweaking the parameters of electrical impulses creates very specific sensations of textures, pressures and stroking directions. When constructed together, these impulses form sensations of objects. Valle and his colleagues’ latest study4 shows just how far this approach has come. Through the electrodes in Imbrie’s brain, physicians were able to create the sensation of touching the edge of a shape or feeling the motion of an object dragged across Imbrie’s fingertips. Imbrie remembers the vivid feeling when Valle drew certain letters on the interface for Imbrie to interpret. “I said, ‘Oh my, Giacomo, you just drew an O on my fingertip’, and I could see the grin coming from his face,” says Imbrie.",
            "The principle is exactly the same in people who have had an amputation, but technically more straightforward because tactile signals can be routed into residual nerves in the part of a person’s limb that remains. This technique is allowing individuals to better manipulate and detect objects with bionic hands, or have better balance and gait with bionic legs.",
            "h2Vision without colour",
            "Going beyond tactile inputs, researchers including neuroengineer Solaiman Shokur at the Swiss Federal Institute of Technology in Lausanne (EPFL) are beginning to bring back other aspects of somatosensation, such as discerning temperature. Shokur thinks that restoring multisensory inputs will return all the warmth and feeling that somatosensation gives us. “Touch without temperature is like vision without colour,” he says.",
            "Shokur has created warm and cool sensations in the ‘phantom’ hands of people with an upper-limb amputation by stimulating nerves in their remaining limb with a thermal device5. These stimulations triggered very real and natural thermal sensations that people interpreted as coming from their missing hand.",
            "By chance, one of the participants in Shokur’s trial had also participated in Valle’s trials recreating touch sensations. “Her first reaction with thermal sensation was, ‘Wow! This was what was missing the whole time’,” says Shokur.",
            "h2Embodied prosthetics",
            "Hugh Herr, an engineer at Massachusetts Institute of Technology in Cambridge is not convinced that restoring every facet of somatosensation, such as cooling or warmth, is the most important goal for helping people. Herr says that the priority should be restoring those sensory inputs that most improve mobility and function. Above all, he says, it’s important to have prosthetic limbs that feel to users like they’re part of their body, and not just bionic, artificial attachments — a sensation known as embodiment. “When amputees experience natural sensations from their prosthesis as if it was their own limb, and when people can think and move their prosthesis with little error, it gives them a sense of ownership and agency,” says Herr.",
            "He is acutely aware of how painful poorly designed prosthetics can be: both his legs were amputated after a rock-climbing accident, and he has spent 30 years researching ways to build functional prostheses.",
            "Herr says that the current revolution in this field stems from successes in integrating sensory components into prostheses. Designers are merging multiple tissues of the body — muscle, tendon, bone and nerves — with synthetic technologies to drive human–machine integration to the next level. Herr’s research team is focusing on surgical techniques and implants that improve on the electrodes used in current bionic-limb systems, which either penetrate the peripheral nerves or wrap around them. “We’re reimagining how limbs should be amputated and bionic limbs constructed,” he says.",
            "*A_close_up_of_the_robotic_hand",
            "Imbrie’s implants allow him to manipulate objects but also provide tactile feedback.Credit: Taylor Glascock for Nature",
            "Herr’s group, along with collaborators such as Matthew Carty at Brigham and Women’s Hospital in Boston, Massachusetts, have developed a method of restoring sensory inputs by regrowing nerves in the residual part of an amputated leg, sometimes referred to as the stump. The idea is to make the stump sense when a prosthetic limb hits the ground while walking, but have the sensation felt in the phantom foot rather than in the stump. The approach involved taking parts of the person’s heel skin and surgically attaching them to intact sensory nerves in the stump. The skin graft is connected to a muscle–computer interface, which contracts the muscle to mechanically activate the sensory nerve. “When that muscle fires and applies a strain on the skin, the person feels heel strike,” says Herr. Initially developed in rats, the method is now being tested in a clinical trial. It’s early days, but unpublished data suggest that people can feel toe movements and heel pressures. Herr is now testing how this affects bionic-limb embodiment and motor capabilities.",
            "In a publication in July6, Herr and his colleagues demonstrated a similar approach that aims to reproduce the sense of limb positioning, known as proprioception. It had “remarkable” results on bionic legs, restoring almost all mobility, he says. “If we restored just 18% of total proprioception into the nerve, patients could run up and down steps without a handrail,” says Herr. However, the BCI didn’t restore naturalistic sensations — individuals didn’t consciously feel the proprioceptive inputs.",
            "How a revolutionary technique got people with spinal-cord injuries back on their feet",
            "Gaunt says that Herr’s system is an impressive demonstration of how restoring proprioception can improve overall function of prosthetic limbs. The benefit, he says, is that the improvement comes through surgery combined with non-invasive neural prosthetics, but he questions how scalable the approach is.",
            "Studies are also showing a somewhat unexpected outcome of creating more embodied prosthetic limbs — alleviating phantom-limb pain3. This pain, which feels like it comes from the part of the limb that is missing, is a major issue for many people with amputated limbs. “Peripheral-nerve stimulation can decrease phantom-limb pain by recovering lost or erroneous signals at the site,” Ackerley says. It’s becoming clearer, she adds, that bionic devices that stimulate peripheral nerves can also improve affective and social touch, increase comfort and reconnection with a missing limb and prevent ‘telescoping’, which is the feeling of a phantom limb ‘shrinking’ into the stump. “Embodiment and pain are major issues that bionic devices can tackle, providing ways to make prosthetic limbs useful on a more psychological level,” Ackerley says.",
            "h2E-skins",
            "Integrating sensory inputs into a prosthetic limb, either through BCIs or by connecting with peripheral nerves, goes a long way towards replacing a lost arm or leg, but creating a realistic limb, complete with simulated skin, is what many consider the ideal. Zhenan Bao, an engineer at Stanford University in California, talks of the mark that science-fiction films, such as those in the Star Wars franchise, have left on the field. Luke Skywalker’s bionic hand in Return of the Jedi (1983) still serves as the “moonshot idea” of a bionic limb gloved in synthetic skin, she says. Electronic skins, or e-skins, pull together advances in neuroscience and engineering and could open up the capabilities of prostheses. Although first developed in the 1970s, the field entered a new phase with e-skins when Bao showcased7 a high-tech example in 2023.",
            "“We’re starting to create artificial materials that look and feel like skin. They’re capable not only of sensing information from the environment but can also generate signals to directly communicate with the nervous system to create natural sensations,” says Bao.",
            "The brain-reading devices helping paralysed people to move, talk and touch",
            "A handful of labs are working on improving the capabilities of various integral components of e-skin, including environmental sensors, microcircuits that convert the sensory signals into digital outputs and electrical interfaces to connect the sensors with peripheral nerves. Nitish Thakor, a neuroengineer at Johns Hopkins University in Baltimore, Maryland, who works on e-skins, says that progress has only been possible because of breakthroughs in two major domains. First, in nanomaterials and electronics, through “making flexible and organic transistors that act like a touch receptor in the skin”, and can self-heal when damaged8. Second, in neuroscience, by converting sensory information into digital data “as spikes that can be used to stimulate the nervous system”, he says.",
            "Bao is most excited about the idea of using e-skins to “go beyond human capabilities”. One of the studies she was involved in showed an e-skin that is so tightly packed with mechanical sensors that it can read entire words in Braille, instead of one letter at a time9. “You can also imagine other sensors allowing us to know things like the chemical contents of objects,” says Bao.",
            "Thakor highlights one glaring issue with e-skins, however: none has yet been trialled in humans or integrated into prosthetics. Bao says that she aims to test commercially produced e-skins in people fitted with prostheses in the next two years.",
            "h2Challenges ahead",
            "Although developments in BCIs, neuroprostheses and e-skins have been remarkable, the field is a long way from using them to improve people’s daily lives. Individuals who benefit from these technologies only do so as part of clinical trials, often with intensive, expensive in-lab testing schedules. It’s not yet clear how or when they could take their devices home without the need of scientists “twiddling knobs”, says Gaunt.",
            "A major problem that researchers are trying to solve is neural interfacing. Currently, scientists can create precisely localized sensations only by stimulating the somatosensory cortex, not through peripheral nerves. But they are testing a number of techniques, such as optogenetics — a way to control the activity of specific sets of neurons with light, and high-resolution electrodes to selectively stimulate individual nerve fibres. Bao, for one, is working on these approaches, but says that they’re still early in development.",
            "Abandoned: the human cost of neurotechnology failure",
            "Outside the lab, the most pressing issues for individuals relates to ethical and access concerns, says Jennifer French, executive director of Neurotech Network, a patient advocacy and support organization in St. Petersburg, Florida. “We’re at a pivotal point of moving towards clinical trials, testing these devices in larger groups of patients, but there are many questions around understanding the spectrum of risks versus benefits,” she says. French listed many complex ethical questions, such as what are the clinical pathways for being fitted with devices? What should the clinical trial endpoints be? And how will health services make decisions about whether to pay for such devices?",
            "Another concern is what happens when devices fail, or the makers of a device go bankrupt and the person is left with unsupported or non-working implants. “This is a real risk, and we have seen it demonstrated,” says Gaunt.",
            "French is working with regulatory partners, funders, patient-advocacy groups and other stakeholders to create clinical and research frameworks. “We need guidance,” she says, both for device developers and clinicians. “But we don’t have solutions yet.”",
            "Imbrie is positive about the changes he has experienced since he first started testing the bionic arm that interfaces with his brain. Four years worth of tests have even helped him to relearn some of the natural sensations in parts of his body. “When I started, my right side — it always felt dull or numb compared to the left side. Now when the doctor does the same test, both sides feel identical,” he says. And these sensations are feeling increasingly real. “I can feel my brain getting reprogrammed to feel different types of stimuli. It’s like being a child learning to touch, but I have the language and imagination to describe how I’m perceiving things,” he says.",
            "Herr mirrors Imbrie’s optimism. With innovative interfaces between machine and flesh emerging, Herr is hopeful that restored function will soon become more than just a laboratory trick.",
            "Nature 635, 272-274 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03675-w"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03708-4",
        "title": "AI protein-prediction tool AlphaFold3 is now open source",
        "content": [
            "*Protein_structure_of_the_7PZA_Clr-cAMP-DNA_complex",
            "AlphaFold3 can predict the structures of proteins as they interact with DNA.Credit: Werel et al./American Society for Microbiology, Mol*, RCSB PDB",
            "AlphaFold3 is open at last. Six months after Google DeepMind controversially withheld code from a paper describing the protein-structure prediction model, scientists can now download the software code and use the artificial intelligence (AI) tool for non-commercial applications, the London-based company announced on 11 November. ",
            "“We’re very excited to see what people do with this,” says John Jumper, who leads the AlphaFold team at DeepMind and last month, along with CEO Demis Hassabis, won a share of the 2024 Chemistry Nobel Prize for their work on the AI tool.",
            "Major AlphaFold upgrade offers boost for drug discovery",
            "AlphaFold3, unlike its predecessors, is capable of modelling proteins in concert with other molecules. But instead of releasing its underlying code — as was done with AlphaFold2 — DeepMind provided access via a web server that restricted the number and types of predictions scientists could make.",
            "Crucially, the AlphaFold3 server prevented scientists from predicting how proteins behave in the presence of potential drugs. But now, DeepMind’s decision to release the code means academic scientists can predict such interactions by running the model themselves.",
            "The company initially said that making AlphaFold3 available only through a web server struck the right balance between enabling access for research and protecting commercial ambitions. Isomorphic Labs, a DeepMind spinoff company in London, is applying AlphaFold3 to drug discovery.",
            "But the publication of AlphaFold3 without its code or model weights — parameters obtained by training the software on protein structures and other data — drew criticism from scientists, who said the move undermined reproducibility. DeepMind swiftly reversed course and said it would make an open-source version of the tool available within half a year.",
            "Anyone can now download the AlphaFold3 software code and use it non-commercially. But for now, only scientists with an academic affiliation can access the training weights on request.",
            "h2Accessible versions",
            "DeepMind has got competition: over the past few months, several companies have unveiled open-source protein structure prediction tools based on AlphaFold3, relying on specifications described in the original paper known as pseudocode. ",
            "Two Chinese companies — technology giant Baidu and TikTok developer ByteDance — have rolled out their own AlphaFold3 inspired models, as has a start-up in San Francisco, California, called Chai Discovery.",
            "AlphaFold3 — why did Nature publish it without its code?",
            "A key limitation of these models is that, like AlphaFold3, none is licensed for commercial applications such as drug discovery, says Mohammed AlQuraishi, a computational biologist at Columbia University in New York City. However, Chai Discovery’s model, Chai-1, can be used via a web server for such work, says Jack Dent, a co-founder of the company. ",
            "Another firm, San Francisco-based Ligo Biosciences, has released a restriction-free version of AlphaFold3. But it doesn’t yet have the full suite of capabilities, including the capacity to model drugs and molecules other than proteins.",
            "Other teams are working on versions of AlphaFold3 that don’t come with such limits: AlQuraishi hopes to have a fully open-source model called OpenFold3 available by the end of the year. This would enable drug companies to retrain their own versions of the model using proprietary data, such as the structures of proteins bound to different drugs, potentially improving performance.",
            "h2Openness matters",
            "The last year has seen a flood of new biological AI models released by companies with varying approaches to openness. Anthony Gitter, a computational biologist at the University of Wisconsin-Madison, has no problem with for-profit companies joining his field — so long as they play by the same rules as other scientists when they share their work in journals and preprint servers.",
            "If DeepMind makes claims about AlphaFold3 in a scientific publication, “I and others expect them to also share information about how predictions were made and put the AI models and code out in a way that we can inspect,” Gitter adds. “My group's not going to build on and use the tools that we can't inspect.”",
            "Not all ‘open source’ AI models are actually open: here’s a ranking",
            "The fact that several AlphaFold3 replications have already emerged shows that model was reproducible, even without open-source code, says Pushmeet Kohli, DeepMind’s head of AI for science. He adds that in future he would like to see more discussion about the publishing norms in a field increasingly populated by both academic and corporate researchers.",
            "The open-source nature of AlphaFold2 led to a flood of innovation from other scientists. For instance, the winners of a recent protein design contest used the AI tool to design new proteins capable of binding a cancer target. Jumper’s favourite recent AlphaFold2 hack was from a team that used the tool to identify a key protein that helps sperm attach to egg cells. ",
            "Jumper can’t wait for such surprises to emerge after sharing AlphaFold3 — even if they don’t always bear fruit. “People will use it in weird ways,” he predicts. “Sometimes it will fail and sometimes it will succeed.”",
            "doi: https://doi.org/10.1038/d41586-024-03708-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03615-8",
        "title": "8 million cells: virtual embryo shows organs forming in exquisite detail",
        "content": [
            "*Example_mouse_embryo_slices_at_different_time_stages_using_Spateo,_a_3D_spatiotemporal_modeling_fram",
            "A 3D molecular 'hologram' of a mouse embryo; each dot is a cell, coloured by region. Credit: X. Qiu et al./Cell",
            "Researchers have created the most detailed 3D cellular map yet of a mouse embryo, visualizing close to eight million cells1. The map shows how cells interact and migrate in an embryo less than two weeks after conception, and could help researchers to identify causes of congenital diseases. ",
            "The map reveals the structures of every major organ developing in the embryo, from the brain to the heart and the spinal cord. It visualizes intricate emerging structures in the neural tube, the progenitor of the central nervous system, and the asymmetrical movements of cells forming the four chambers of the growing heart.",
            "",
            "“It captures a tremendous amount of cell complexity that will be very important for researchers worldwide exploring mechanisms of mouse development,” says Miguel Esteban, a stem-cell biologist at the biotechnology company BGI Cell in Shenzhen, China.",
            "The work is described in Cell today.",
            "To develop the ‘virtual’ embryo, Xiaojie Qiu, a geneticist at Stanford University in California, and his colleagues built a model named, Spateo, which stitches together multiple types of data. This includes the transcriptome — or the entire set of RNA molecules involved in protein synthesis — for every cell in a slice of embryo, collected for about 90 tissue slices at two time points. The researchers were able to locate and record the transcription profiles for every cell across space and time.",
            "*Accurate_3D_reconstruction_by_Spateo_showing_intricate_structures_of_every_major_organ_of_the_whole_",
            "3D images of developing organs in the mouse embryo.Credit: X. Qiu et al./Cell",
            "The team recorded the behaviour of a total of 7.8 million cells in a mouse embryo at 9.5 and 11.5 days after fertilization — a time when most mouse organs are forming. “We are the first to achieve this whole-embryo visualization at true single-cell resolution for mouse embryos” at developmental stages with so many cells, says Qiu.",
            "Spateo could be used to create maps for any species, including using data on human embryos and organs, says Esteban. “This approach will become the norm” as the technology it relies on becomes cheaper and quicker to use, he says.",
            "doi: https://doi.org/10.1038/d41586-024-03615-8"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03647-0",
        "title": "This scientist treated her own cancer with viruses she grew in the lab",
        "content": [
            "*Coloured_transmission_electron_micrograph_of_cultured_measles_virus_particles",
            "Viruses such as measles (pictured) can be used to attack cancerous cells. Credit: Eye Of Science/Science Photo Library",
            "A scientist who successfully treated her own breast cancer by injecting the tumour with lab-grown viruses has sparked discussion about the ethics of self-experimentation. ",
            "Beata Halassy discovered in 2020, aged 49, that she had breast cancer at the site of a previous mastectomy. It was the second recurrence there since her left breast had been removed, and she couldn’t face another bout of chemotherapy. ",
            "Halassy, a virologist at the University of Zagreb, studied the literature and decided to take matters into her own hands with an unproven treatment. ",
            "A case report published in Vaccines in August1 outlines how Halassy self-administered a treatment called oncolytic virotherapy (OVT) to help treat her own stage 3 cancer. She has now been cancer-free for four years. ",
            "In choosing to self-experiment, Halassy joins a long line of scientists who have participated in this under-the-radar, stigmatized and ethically fraught practice. “It took a brave editor to publish the report,” says Halassy.",
            "h2Up-and-coming therapy",
            "OVT is an emerging field of cancer treatment that uses viruses to both attack cancerous cells and provoke the immune system into fighting them. Most OVT clinical trials so far have been in late-stage, metastatic cancer, but in the past few years they have been directed towards earlier-stage disease. One OVT, called T-VEC, has been in approved in the United States to treat metastatic melanoma, but there are as yet no OVT agents approved to treat breast cancer of any stage, anywhere in the world. ",
            "Halassy stresses that she isn’t a specialist in OVT, but her expertise in cultivating and purifying viruses in the laboratory gave her the confidence to try the treatment. She chose to target her tumour with two different viruses consecutively — a measles virus followed by a vesicular stomatitis virus (VSV). Both pathogens are known to infect the type of cell from which her tumour originated, and have already been used in OVT clinical trials. A measles virus has been trialled against metastatic breast cancer.",
            "Halassy had previous experience working with both viruses, and both have a good safety record. The strain of measles she chose is used extensively in childhood vaccines, and the strain of VSV induces, at worst, mild influenza-like symptoms. ",
            "*Portrait_of_Beata_Halassy",
            "Halassy’s experience with self-treatment has changed the focus of her research. Credit: Ivanka Popić ",
            "Over a two-month period, a colleague administered a regime of treatments with research-grade material freshly prepared by Halassy, injected directly into her tumour. Her oncologists agreed to monitor her during the self-treatment, so that she would be able to switch to conventional chemotherapy if things went wrong.",
            "The approach seemed to be effective: over the course of the treatment, and with no serious side effects, the tumour shrank substantially and became softer. It also detached from the pectoral muscle and skin that it had been invading, making it easy to remove surgically.",
            "How a trove of cancer genomes could improve kids’ leukaemia treatment",
            "Analysis of the tumour after removal showed that it was thoroughly infiltrated with immune cells called lymphocytes, suggesting that the OVT had worked as expected and provoked Halassy’s immune system to attack both the viruses and the tumour cells. “An immune response was, for sure, elicited,” says Halassy. After the surgery, she received a year’s treatment with the anticancer drug trastuzumab. ",
            "Stephen Russell, an OVT specialist who runs virotherapy biotech company Vyriad in Rochester, Minnesota, agrees that Halassy’s case suggests the viral injections worked to shrink her tumour and cause its invasive edges to recede. ",
            "But he doesn’t think her experience really breaks any new ground, because researchers are already trying to use OVT to help treat earlier-stage cancer. He isn’t aware of anyone trying two viruses sequentially, but says it isn’t possible to deduce whether this mattered in an ‘n of 1’ study. “Really, the novelty here is, she did it to herself with a virus that she grew in her own lab,” he says.",
            "h2Ethical dilemma",
            "Halassy felt a responsibility to publish her findings. But she received more than a dozen rejections from journals — mainly, she says, because the paper, co-authored with colleagues, involved self-experimentation. “The major concern was always ethical issues,” says Halassy. She was particularly determined to persevere after she came across a review highlighting the value of self-experimentation2. ",
            "That journals had concerns doesn’t surprise Jacob Sherkow, a law and medicine researcher at the University of Illinois Urbana-Champaign who has examined the ethics of researcher self-experimentation in relation to COVID-19 vaccines. ",
            "Huge leap in breast cancer survival rate",
            "The problem is not that Halassy used self-experimentation as such, but that publishing her results could encourage others to reject conventional treatment and try something similar, says Sherkow. People with cancer can be particularly susceptible to trying unproven treatments. Yet, he notes, it’s also important to ensure that the knowledge that comes from self-experimentation isn’t lost. The paper emphasizes that self-medicating with cancer-fighting viruses “should not be the first approach” in the case of a cancer diagnosis. ",
            "“I think it ultimately does fall within the line of being ethical, but it isn’t a slam-dunk case,” says Sherkow, adding that he would have liked to see a commentary fleshing out the ethics perspective, published alongside the case report.",
            "Halassy has no regrets about self-treating, or her dogged pursuit of publication. She thinks it is unlikely that someone would try to copy her, because the treatment requires so much scientific knowledge and skill. And the experience has given her own research a new direction: in September she got funding to investigate OVT to treat cancer in domestic animals. “The focus of my laboratory has completely turned because of the positive experience with my self-treatment,” she says.",
            "doi: https://doi.org/10.1038/d41586-024-03647-0"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03403-4",
        "title": "The US is the world’s science superpower — but for how long?",
        "content": [
            "*Cartoon_showing_the_Statue_of_Liberty_holding_a_scientific_flask_teetering_on_the_edge_of_a_first_pl",
            "Illustration: Sébastien Thibault",
            "Science in the United States has never been stronger by most measures.",
            "Over the past five years, the nation has won more scientific Nobel prizes than the rest of the world combined — in line with its domination of the prizes since the middle of the twentieth century. In 2020, two US drug companies spearheaded the development of vaccines that helped to contain a pandemic. Two years later, a California start-up firm released the revolutionary artificial-intelligence (AI) tool ChatGPT and a national laboratory broke a fundamental barrier in nuclear fusion.",
            "This year, the United States is on track to spend US$1 trillion on research and development (R&D), much more than any other country. And its labs are a magnet for researchers from around the globe, with workers born in other nations accounting for 43% of doctorate-holders in the US workforce in science, technology, engineering and medicine (STEM).",
            "US election debate: what Harris and Trump said about science",
            "But as voters go to the polls in November to elect a new president and Congress, some scientific leaders worry that the nation is ceding ground to other research powerhouses, notably China, which is already outpacing the United States on many of the leading science metrics. “US science is perceived to be — and is — losing the race for global STEM leadership,” said Marcia McNutt, president of the US National Academy of Sciences in Washington DC, in a speech in June.",
            "Concerns range from funding limitations for R&D and the growing politicization of science to heated debates about immigration. This has created “a perception that the United States is increasingly hostile to foreigners”, the US National Academies of Sciences, Engineering and Medicine (NASEM) reported in August1, warning that the United States “can no longer take for granted that it will remain the destination of choice for the world’s best and brightest”. The academies called for a government-wide effort to attract and retain international talent and improve STEM education at home.",
            "The future of US science hinges, in no small way, on the November election. Together, the next president and Congress will play a pivotal part in setting the course for the US scientific enterprise for years to come by establishing funding plans, immigration policies and national-security measures that affect international collaboration.",
            "Given the concerns over US leadership in science, how does the country measure up and what comes next after the election? Nature examines the numbers and a few key issues that could determine the United States’ scientific future.",
            "h2Losing ground to China",
            "The driving force behind research is money, and the United States has long enjoyed a leading position in science and technology in large part because it outspends all other nations. Combining government and private funding, the United States spent $923 billion in 2022 (the last year for which full numbers are available), or around 30% of global R&D spending.",
            "But as China’s economy has soared, so has its R&D spending, to the equivalent of $812 billion (adjusted for purchasing power parity). On that trajectory it will draw level with the United States before 2030 (see ‘Research funding race’).",
            "*Research_funding_race_Line_chart_comparing_research_funding_in_the_United_States_with_China_and_othe",
            "Source: OECD/MSTI",
            "On sheer numbers of personnel, scientific output and patents, the United States has already lost its lead. In 2016, China leaped ahead as the top producer of science and engineering articles. In 2019, it passed the United States in the number of science and engineering PhDs awarded; and in 2021, it became top dog in international patent applications, according to a report by the US National Science Foundation (NSF) published in March2.",
            "For years, some researchers who study science metrics have argued that China still lagged behind in terms of the quality of its scientific output, but that is also changing. In 2020, for instance, China overtook the United States in terms of its share of the world’s top 1% cited papers, a proxy measure of high-impact work, according to numbers from the Web of Science database (see ‘Top-cited research’).",
            "*Top_cited_research_Line_chart_comparing_the_share_of_top_1%_cited_papers_published_by_Untied_States_",
            "Source: Clarivate/Web of Science",
            "China showed particular strengths in engineering, chemistry and materials science, whereas the United States retained its lead in areas such as biology and medicine (see ‘Who leads in various fields of science?’).",
            "*Who_leads_in_various_fields_of_science_Infographic_comparing_the_share_of_top_1%_of_cited_papers_pub",
            "Source: Clarivate/Web of Science",
            "Citation statistics are imperfect measures of influence: a study this year found that researchers in China show the greatest ‘home bias’, that is, disproportionately citing work from their own country3. Adjusting for this bias dents China’s progress — perhaps nudging it down to fourth in the world, the study suggested — but it doesn’t hugely change its direction of travel.",
            "There are other signs of rising quality in China relative to other nations. Last year, it surpassed the United States in terms of papers that appeared in influential journals (see ‘Share of work in influential journals’).",
            "",
            "Does it matter whether China or the United States is on top? Some political rhetoric frames these trends as essentially a zero-sum game. But in research, one country’s gain is not necessarily another’s loss, says Caroline Wagner, a research-policy specialist at the Ohio State University in Columbus.",
            "The highest-cited papers of all come from US, Chinese and European researchers working together, she says. If China, or any other country, is pouring more money into research, this should benefit the United States — as long as it retains world-leading scientists who can tap into global innovation, and keeps its own research funding and quality high, says Kieron Flanagan, a research-policy analyst at the University of Manchester, UK.",
            "h2Missing in action: federal funds",
            "The current alarms about US science echo similar warnings that have rippled through policy circles about once a generation. In 2005, for example, the National Academies published a dire report called Rising Above the Gathering Storm that cautioned about threats to US competitiveness from globalization4.",
            "How Trump damaged science — and why it could take decades to recover",
            "One recommendation from the report was to double the amount of basic research funding for mathematics, engineering and physical sciences, in line with the doubling of the budget for the National Institutes of Health that was accomplished between 1998 and 2003. The US Congress, which sets funding levels, passed a law in 2007 promising to do just that — but lawmakers didn’t follow through.",
            "History is now repeating itself. In 2022, this time with an eye on China, Congress united to pass the CHIPS and Science Act, which authorized $280 billion to promote the domestic semiconductor industry and boost the budgets of several major research agencies. A key beneficiary of the legislation, the NSF, saw its budget increase by 11% to $9.9 billion in 2023 — only to fall back to $9.1 billion when Congress finalized this year’s budget.",
            "As a share of gross domestic product (GDP), public investments in the NSF, the US Department of Energy’s Office of Science and the US National Institutes of Standards and Technology — all major funders of basic research in the physical sciences — are now lower than they have been at any time since 1997, according to Matt Hourihan, associate vice-president for government relations and public policy at the Association of American Universities in Washington DC (see ‘Falling federal research intensity’). US research investment as a share of GDP is still rising — but that is because R&D investment from private businesses is picking up the slack.",
            "*Falling_federal_research_intensity_Line_chart_comparing_Government_R&D_as_a_share_of_GDP_over_time_f",
            "Source: OECD/MSTI",
            "“We absolutely have to get federally funded R&D back on a healthier track,” says Arati Prabhakar, science adviser to US President Joe Biden and director of the White House Office of Science and Technology Policy (OSTP). The sharp uptick in private R&D is good for jobs and the economy, but it is no substitute for the kind of basic science that federal investments support, she told Nature.",
            "Indeed, these trends explain the shifting balance of power between the United States and China, says Jonathan Adams, chief scientist at the Institute of Scientific Information, a unit of the analytics firm Clarivate, who is based in London. Adams points out that the United States retains its lead in areas that it has invested in the most, such as biomedical research. By contrast, China is overtaking the United States in materials science, physical sciences and computer science, which are areas where US investments have fallen short.",
            "The question, come January, is whether the next president and Congress will work together to advance scientific funding commitments that both political parties have endorsed in the past. This depends in large part on who controls the two chambers of Congress, which is currently divided, with Democrats holding the Senate and Republicans having a majority in the House of Representatives.",
            "Biden seeks to boost science funding — but his budget faces an ominous future",
            "When it comes to setting spending priorities, Congress often goes its own way no matter what presidents propose in their budgets. For example, although previous president Donald Trump repeatedly sought to cut science budgets, it was during his tenure that Congress broke its own self-imposed budget caps and gave science agencies a significant boost in funding alongside the increases in defence spending sought by the Trump administration, says Jennifer Zeitzer, who leads the public-affairs office at the Federation of American Societies for Experimental Biology in Rockville, Maryland.",
            "Today, lawmakers are once again operating under a budget agreement that seeks to cap overall spending until 2025, which could make it difficult to increase STEM spending, but it’s unclear how that discussion will play out with a new president and Congress next year.",
            "“I call it the whiplash effect,” says Zeitzer. Funding agencies are constantly buffeted by shifting political winds that produce big promises — and occasionally big investments — before an inevitable swing back towards austerity. Half of the time, funding agencies are operating under provisional budgets and the looming threat of a government shutdown. “I don’t know how we’re supposed to be competitive if we’re facing another 20 years of this,” Zeitzer says.",
            "h2The importance of foreign talent",
            "Because the United States relies heavily on international talent to fuel its scientific engine, a key question is whether it will remain the preferred place for researchers globally to study and work. There are different ways to interpret the data.",
            "The United States relies ever more heavily on overseas researchers: more than one-third of science and engineering PhDs granted last year went to international students (those on temporary visas), with the share at 59% in computer science (see ‘US reliance on overseas talent’). “We are at an all-time high in terms of dependency on foreign talent,” says Darío Gil, director of research at the technology giant IBM in Yorktown Heights, New York, and current chair of the US National Science Board, which oversees the NSF.",
            "*US_reliance_on_overseas_talent_Line_chart_showing_the_share_of_US_PhDs_awarded_to_students_with_temp",
            "Source: NCSES",
            "Most of these students come from China and India, which is a distant second. And when asked, 77% of Chinese students who earned doctoral degrees in the United States said that they intended to stay in the country, according to 2022 data, a proportion that has dipped only slightly over the previous five years.",
            "More generally, the United States remains the world’s top venue for international students, according to data from the Organisation for Economic Co-operation and Development5, hosting 15% of all students worldwide in 2020, the latest comparative figures available.",
            "But there are signs that the United States might be losing its edge. Its share of international students is declining, down from 23% in 20005. And although enrolment numbers have recovered to an all-time high after a brief pandemic dip (see ‘International students on the rebound’), there remains a question about whether top talent from China continues to view the United States as an attractive destination.",
            "*International_students_on_the_rebound_Bar_chart_showing_the_number_of_science_and_engineering_studen",
            "Source: ref. 2",
            "China is still the United States’ biggest research collaborator, but the number of articles co-authored by Chinese and US researchers is falling — even as Chinese collaborations with competitors rise (see ‘US–China collaboration is dropping’).",
            "*US_china_collaboration_is_dropping_Line_chart_showing_the_number_of_publications_published_as_a_coll",
            "Source: Scopus",
            "Some lawmakers in Congress might welcome this trend. Citing the dangers of letting science that is funded by US taxpayers fall into the hands of the Chinese military, congressional Republicans are pushing legislation that would limit the kind of research collaborations that university researchers can pursue.",
            "Questions about immigration and research security came to a head when Trump occupied the White House. First came the temporary travel ban that mainly impacted citizens from several Muslim-majority countries. Then a federal crackdown on academic espionage, dubbed the China Initiative, drew accusations of racism after ensnaring scholars with links to China, including many US citizens of Chinese descent.",
            "Biden ultimately ended both policies, but many scholars say they could make a comeback if Trump prevails in November. Last month, Trump vowed to reinstate his travel ban, and Republicans who control the US House of Representatives have approved legislation that would, if enacted, essentially reinstate the China Initiative.",
            "These tensions might be taking a toll: surveys in the United States have found that many Chinese researchers worry about prejudice after the China Initiative. A study6 published this year examined the propensity of Chinese students to enrol in US PhD programmes, compared with a control group of non-Chinese students. The two were in step until 2016, but the Chinese students became 15% less likely to enrol by 2019 — and more likely to enrol in non-US English-speaking countries. (The rapid drop of enrolments during the pandemic means that the study, which has yet to be peer-reviewed, can’t reliably be extended to later years.)",
            "Although Chinese-student enrolment at US universities has rebounded since the pandemic, China’s best and brightest might be shying away, says Yingyi Ma, a sociologist who heads the Asian/Asian American studies programme at Syracuse University in New York. Soaring anti-China rhetoric probably plays a part, Ma says, but so do expanding opportunities for Chinese graduate students at home, and the growing challenges to obtain work visas.",
            "How to win a Nobel prize: what kind of scientist scoops medals?",
            "A further challenge, and one that would be easy for Congress to fix, is the limitation on the availability of ‘green cards’ that grant permanent residency in the United States, says Amy Nice, an immigration scholar at Cornell University in Ithaca, New York, who recently served at the White House OSTP under Biden. The Biden administration has been working to do just that under existing laws and regulations, she says, but it’s ultimately up to Congress to increase the numbers of green cards that are available. “That’s the one thing that Congress could do to solve this problem,” Nice says.",
            "Not everybody is convinced that US academic institutions are facing an imminent crisis when it comes to international talent. Allan Goodman, chief executive at the Institute of International Education in New York City, points out that the United States isn’t the only country that is cracking down on immigration: Canada, the United Kingdom and others are doing much the same. This means fewer non-US options as international students consider where to forge their careers.",
            "Gil also says that he doesn’t see evidence showing Chinese students have been put off coming to the United States. “There is an extraordinary appetite to continue to come to the US,” he says. Gil says a bigger problem is how to encourage US students to engage in science and technology, citing declining mathematics attainment scores.",
            "h2The campus culture wars",
            "Across university campuses in the United States, there are growing tensions over issues such as the Gaza–Israel war; efforts to promote diversity, equity and inclusion; and the rights of transgender individuals. Part of a broader trend towards increasing political polarization, these culture wars have engulfed campuses and led some lawmakers to impose limits on what university researchers can study and teach, and to curtail policies that promote diversity, equity and inclusion. The August NASEM report1 tapped into some of these sentiments, raising the fear that the United States’ reputation is beginning to suffer abroad. “Some of the nation’s most important advantages in attracting and retaining talent are the intangibles: values, freedom, and opportunity,” the report stated.",
            "Like Biden, vice-president and presidential candidate Kamala Harris would be expected to advance science-friendly budgets while continuing to emphasize the role of science in tackling climate change and promoting public health. By contrast, Trump and his appointees repeatedly undermined government scientists and agencies during his time in office, especially on issues such as climate change and public health.",
            "Many political scientists fear a second Trump term could be even more fraught for government researchers. Besides Trump’s refusal to acknowledge the results of any election he doesn’t win and his promises to use the powers of the federal government for political retribution, researchers fear that he just might succeed in reshaping the US government by replacing thousands of federal scientists with obedient political appointees. This would further undermine the part that science plays in developing the rules and regulations that govern everything from greenhouse-gas emissions to drug development.",
            "No matter which party controls the presidency and Congress, the fate of US science is linked to broader trends in an increasingly polarized society, in which trust in many institutions has been eroding for several decades.",
            "So far, the institution of ‘science’ remains an outlier, with support from broad swathes of the public, but that could change if polarization increases on issues ranging from vaccines to global warming, says Henry Brady, a political scientist at the University of California, Berkeley. “If science and academia become ideological endeavours,” he says, “it’s going to be hard for them to survive.”",
            "Nature 634, 770-774 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03403-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03656-z",
        "title": "World-first stem-cell treatment restores vision in people",
        "content": [
            "*Close_up_view_of_a_human_eye_during_a_slit_lamp_eye_examination",
            "The transparent cornea is the outermost layer of the eye. Credit: Patrick Landmann/SPL",
            "Three people with severely impaired vision who received stem-cell transplants have experienced substantial improvements in their sight that have persisted for more than a year. A fourth person with severely impaired vision also experienced gains in their sight, but they did not last. The four are the first to receive transplants made from reprogrammed stem cells to treat damaged corneas, the transparent outer surface of the eye1.",
            "The results, described in The Lancet today, are impressive, says Kapil Bharti, a translational stem-cell researcher at the US National Eye Institute, National Institutes of Health, in Bethesda, Maryland. “This is an exciting development.”",
            "“The results merit treating more patients,” says stem-cell researcher Jeanne Loring at Scripps Research in La Jolla, California.",
            "h2Reprogrammed cells",
            "The outermost layer of the cornea is maintained by a reservoir of stem cells housed in the limbal ring — the dark ring around the iris. When this essential source of rejuvenation is depleted — a condition known as limbal stem-cell deficiency (LSCD) — scar tissue coats the cornea, eventually leading to blindness. It can result from trauma to the eye or from autoimmune or genetic diseases.",
            "Treatments for LSCD are limited. They typically involve transplanting corneal cells derived from stem cells obtained from a person’s healthy eye, which is an invasive procedure with uncertain outcomes. When both eyes are affected, corneal transplants from deceased donors are an option, but these are sometimes rejected by the recipient’s immune system. ",
            "Kohji Nishida, an ophthalmologist at Osaka University in Japan, and his colleagues used an alternative source of cells — induced pluripotent stem (iPS) cells — to make the corneal transplants. They took blood cells from a healthy donor and reprogrammed them into an embryonic-like state, then transformed them into a thin, transparent sheet of cobblestone-shaped corneal epithelial cells.",
            "Between June 2019 and November 2020, the team enrolled two women and two men aged between 39 and 72 years old with LSCD in both eyes. As part of the surgery, the team scraped off the layer of scar tissue covering the damaged cornea in only one eye, then stitched on epithelial sheets derived from a donor and placed a soft protective contact lens on top.",
            "h2Vision test",
            "Two years after receiving the transplants, none of the recipients had experienced severe side effects. The grafts did not form tumours — a known risk of growing iPS cells — and did not show clear signs of being attacked by the recipients’ immune systems, even in two patients who did not receive immunosuppressant drugs. “It is important and a relief to see grafts were not rejected,” says Bharti. But more transplants are needed to be certain of the intervention’s safety, he says.",
            "After the transplants, all four recipients showed immediate improvements in their vision, and a reduction in the area of the cornea affected by LSCD. The improvements persisted in all but one recipient, who showed slight reversals during a one-year observation period.",
            "Bharti says it isn’t clear what exactly caused the vision improvements. It’s possible that the transplanted cells themselves proliferated in the recipient’s corneas. But the vision gains could also be due to the removal of scar tissue before the transplant, or the transplant triggering the recipient’s own cells to migrate from other regions of the eye and rejuvenate the cornea. ",
            "Nishida says they plan to launch clinical trials in March to assess the treatment’s efficacy. Several other iPS-cell-based trials are under way globally to treat eye diseases, says Bharti. “These success stories suggest we are headed in the right direction.”",
            "doi: https://doi.org/10.1038/d41586-024-03656-z"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03687-6",
        "title": "Emissions from private jets are soaring",
        "content": [
            "*A_Gulfstream_G550_from_a_private_company_with_its_landing_gear_out",
            "More private jets are taking to the skies now than there were four years ago.Credit: Joan Valls/Urbanandsport/NurPhoto via Getty",
            "A global analysis of private-jet use shows that the number of aircraft and trips and the distance aeroplanes covered have all soared over the past five years, exacerbating the sector’s carbon dioxide emissions. Between 2019 and 2023, the number of private flights rose to more than four million a year, increasing emissions by 46%. The study, which was published on 7 November in Communications Earth and Environment1, found that private flights produced 15.6 million tonnes of CO2 in 2023, and identified events that trips were concentrated around, including the COP28 climate summit in Dubai last year.",
            "This work “is so important in the light of global warming and the absolute inequalities that we have across the world”, says Milan Klöwer, who researches the impact of aviation on global warming at the University of Oxford, UK. “While private aviation is obviously a small share of commercial aviation, it really shows how disproportionately they’re just burning the planet.”",
            "h2The cost of luxury",
            "Researchers have explored the impacts of air travel on climate change. But few studies have focused on the global scale and climate cost of private jets, which is one of the most energy-consuming ways to fly. “Per hour, a large private aircraft can emit more than an average person emits per year,” says study co-author Stefan Gössling, who studies transport behaviour and climate change at Linnaeus University in Kalmar, Sweden.",
            "Gössling and his colleagues collected private aircraft logs, which provide real-time location information for all flights, from 2019 to 2023. Flight-time data were then “associated with aircraft model-specific fuel use to determine emissions”, Gössling says.",
            "*THE_JET_SET_Graphic_shows_impact_the_increased_number_of_private_jets_had_on_carbon_dioxide_emission",
            "Source: Ref. 1",
            "Their analysis showed that the number of private jets increased by 28.4% over the period, to almost 26,000 jets in 2023. The total distance the planes flew also increased. And, although the total CO2 emissions increased from 10.7 million to 15.6 million tonnes, the average emissions per kilometre decreased, which could be due to more efficient jet systems (see ‘The jet set’).",
            "Nearly 50% of the flights were shorter than 500 kilometres; such distances, Klöwer says, could have been done by train or by car. And many journeys — as well as emissions — were clustered around major world events. For example, 172 of the 595 private planes that flew to the 2023 World Economic Forum in Davos, Switzerland, were also seen at the Cannes Film Festival in France that year. COP28 was linked to 291 private flights, releasing an estimated 3,800 tonnes of CO2.",
            "h2Worrying trend",
            "Although the scale of emissions from private flights is small compared with the emissions from other sources, the study argues that the rate at which they are increasing is concerning. “I have already heard many colleagues say that 15.6 million tonnes is nothing in global comparison, and that we can ignore the sector,” says Gössling. “I think we should see it the other way around. If individuals get to emit thousands of tonnes without consequences, why should anybody else reduce their emissions?”",
            "A cleaner future for flight — aviation needs a radical redesign",
            "Klöwer agrees that the global rise in private-jet use is “not sustainable”, adding that stricter regulations would help to reduce the incentives around private flight. “Carbon is a cost, and this cost should be internalized,” says Gössling. “I think every country could put taxes on every private jet that lands or takes off,” Klöwer says, although he acknowledges that such rules would be “politically very, very difficult”.",
            "Klöwer is keen for future studies to explore non-CO2 emissions, such as methane and sulfur dioxide, produced by flights. He says that, although calculating these emissions would be challenging, such research could help to provide a clearer picture of how individual jets contribute to climate change. “You could really pin down people and say … ‘this is the amount of warming you are responsible personally for’.”",
            "doi: https://doi.org/10.1038/d41586-024-03687-6"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03629-2",
        "title": "Should Alzheimer’s be diagnosed without symptoms? Proposal to rely on blood tests roils scientists",
        "content": [
            "*A_woman_holds_a_piece_of_paper_with_a_blue_cube-shaped_drawing_on_it_next_to_an_elderly_woman_who_is",
            "Cognitive tests would be used less often to diagnose Alzheimer's disease under a proposal by some scientists.Credit: Burger/Phanie/Science Photo Library",
            "Controversy has erupted among researchers over an effort to adopt blood tests and brain scans for diagnosing Alzheimer’s disease, rather than the cognitive screening that has been used for decades.",
            "Proponents of the change say that new biomarker tests can detect Alzheimer’s at a very early stage — the best time to apply any treatments that are developed to reverse the disease. But critics say that, although the effort is well-intentioned, it means that people can be diagnosed with a single test, even if they have no symptoms of cognitive decline — and might never develop them.",
            "“There’s a risk of misunderstanding and distress that individuals who are asymptomatic will have if we tell them they have Alzheimer’s, whereas nothing will happen in their lifetime in a majority of cases,” says Nicolas Villain, a neurologist at Sorbonne University in Paris, who co-wrote a paper1 published on 1 November in JAMA Neurology criticizing the new diagnostic criteria.",
            "h2Plaques and tangles",
            "The brains of people with Alzheimer’s have two key features: plaques of sticky amyloid-β proteins and tangles formed from tau proteins. The neurodegeneration linked with the development of these plaques and tangles is irreversible, so researchers have been searching for treatments to give to healthy people to ward off this damage entirely.",
            "In the past few years, companies have started marketing drugs that slow Alzheimer’s-related cognitive decline by clearing amyloid from the brain, and scientists have been perfecting highly accurate tests for both amyloid and tau protein.",
            "Researchers call for a major rethink of how Alzheimer’s treatments are evaluated",
            "“It’s this confluence of the possibility of widespread clinically available, accurate diagnosis with the ability to do something about the disease that prompted us to update the criteria,” says Clifford Jack, a specialist in clinical Alzheimer’s and dementia research at Mayo Clinic in Rochester, Minnesota, who co-led the effort to revise the diagnosis criteria. Jack and his colleagues in a working group for the Alzheimer’s Association, a non-profit research and advocacy organization in Chicago, Illinois, published their guidelines2 in the journal Alzheimer’s & Dementia in June.",
            "The criteria say that any one abnormal result on a core set of biomarker-based tests is sufficient to diagnose Alzheimer’s. These tests include measurements of amyloid and tau-protein levels in blood or cerebrospinal fluid, and a positron-emission tomography (PET) brain scan, which helps to quantify amyloid plaques.",
            "h2Devastating diagnosis",
            "But Villain and his colleagues point out in their critique that a large swathe of people diagnosed in this way would never develop any cognitive symptoms: a 65-year-old man who is amyloid-biomarker positive has a lifetime risk of developing Alzheimer’s dementia of roughly 22%, which is only about 1.7 times higher than the risk for a similar individual who is amyloid-biomarker negative.",
            "The critics also argue that people who test positive for a single biomarker and are cognitively unimpaired should be informed that they are at risk of the disease but should not be given an official Alzheimer’s diagnosis. A person without symptoms who either tests positive on multiple biomarker tests or has a gene variant known to significantly increase the risk of developing Alzheimer’s dementia could be given a diagnosis of ‘presymptomatic’ Alzheimer’s, the critics write.",
            "Landmark Alzheimer’s drug approval confounds research community",
            "Jack acknowledges that biomarker testing makes it possible for asymptomatic individuals to be diagnosed with the disease — but the guidelines state that biologically based diagnoses are intended to “assist rather than supplant” clinical evaluations. And the working group does not recommend Alzheimer’s biomarker tests for healthy people, so a hypothetical positive diagnosis for someone without symptoms should not come to pass, he says.",
            "However, the new criteria might expand eligibility for clinical trials, which could help to develop treatments for asymptomatic individuals, Jack says. “The reality is that every person who ultimately becomes demented due to Alzheimer’s went through a period of time when they were asymptomatic with the disease,” he says. “Medicine needs to focus its future on how to prevent the onset of symptoms, because by the time someone becomes symptomatic, extensive irreversible damage has already occurred.”",
            "h2Nothing in the cupboard",
            "But medications for biomarker-positive, asymptomatic people are currently non-existent except in clinical trials, says Andrea Bozoki, a cognitive neurologist at the University of North Carolina School of Medicine in Chapel Hill who co-wrote the JAMA Neurology critique. This would leave such people with the mental anguish of having a diagnosis for an incurable disease but lacking treatment options, she says.",
            "The new drugs that that slow the cognitive decline caused by the disease are approved in the United States only for people who are already experiencing mild cognitive impairment.",
            "Bozoki worries that the new criteria will spur healthy people who fear that they are at risk for Alzheimer’s, or who have a family history of the disease, to find a doctor who will order a biomarker test for them. And if they’re diagnosed, she says, they might be prescribed the new Alzheimer’s drugs. These haven’t been shown to be effective in asymptomatic populations, cost tens of thousands of US dollars a year and carry a risk of brain bleeding and fatal seizures.",
            "This will make it even more important for researchers and doctors to ensure that they are properly communicating risk and uncertainty as Alzheimer’s tests and drugs become more available, says Winston Chiong, a neurologist and ethicist at the University of California, San Francisco, who was not involved with either workgroup.",
            "doi: https://doi.org/10.1038/d41586-024-03629-2"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03666-x",
        "title": "New CERN chief pledges to forge ahead with $17-billion supercollider",
        "content": [
            "*Designated_Director-General_of_the_European_Organization_for_Nuclear_Research,_CERN_British_physicis",
            "Mark Thomson will take the helm at CERN at the end of Fabiola Gianotti’s term. Credit: Fabrice Coffrini/AFP via Getty",
            "British particle physicist Mark Thomson has been named as the next leader of CERN, the European particle-physics laboratory outside Geneva, Switzerland. ",
            "As CERN’s director-general, Thomson will face major challenges, including an uncertain political landscape amid the war in Ukraine, which has led the lab to break government-level ties with Russia. He will also have to repair a faltering consensus around the Future Circular Collider (FCC), a proposed 90-kilometre tunnel that will host the lab’s flagship experiments throughout the rest of the century, and could cost US$17 billion in its first phase. The German government, CERN’s largest financial contributor, expressed scepticism about FCC earlier this year, and China could beat CERN to the punch with a similar project.",
            "CERN’s $17-billion supercollider in question as top funder criticizes cost",
            "Thomson is no stranger to CERN: he worked at a major experiment there in the 1990s, and, together with the current director-general Fabiola Gianotti, helped to discover the Higgs boson at the Large Hadron Collider (LHC) — the world’s most powerful particle accelerator — in 2012. He is currently chair of the Science and Technology Facilities Council, a UK funding agency, and is a representative on the CERN Council, the board that oversees the lab on behalf of its member countries. Thomson will take up the director-general post when Gianotti’s second consecutive five-year term ends at the end of 2025. ",
            "In a press conference on 7 November, both Gianotti and Thomson stressed the need for continuity, and the importance of the ongoing upgrade to the 27-kilometre LHC. Thomson also reiterated Gianotti’s commitment to building the FCC. “I am very much aligned with the vision of the current DG,” he told reporters. ",
            "Former CERN council president Ursula Bassler is optimistic about Thomson’s appointment. “He is a person who values what the FCC can bring to CERN, but who is also aware of the reservations some people might have,” says Bassler, a particle physicist at École Polytechnique in Paris. “I think he will really act in a quite transparent way to come to a decision.”",
            "Thomson will be the first UK physicist to lead the organization since the 1990s. As well as having worked at the LHC, he has been a co-leader of and spokesperson for the Deep Underground Neutrino Experiment, now under construction in Illinois and South Dakota. ",
            "doi: https://doi.org/10.1038/d41586-024-03666-x"
        ]
    }
]