[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03756-w",
        "title": "How a silly science prize changed my career",
        "content": [
            "*Marc_Abrahams_on_stage_at_the_Ig_Nobel_Prize_ceremony_with_three_winners_receiving_an_award,_two_are",
            "Ig Nobel founder Marc Abrahams (far left) presides over the award ceremony in 2013. Credit: Winslow Townson/AP/Alamy",
            "Eleanor Maguire wasn’t too thrilled when she was first offered an Ig Nobel Prize. The neuroscientist at University College London was being honoured for her study showing that London taxi drivers have larger hippocampi in their brains than do people in other professions1. But she worried that accepting the prize would be a disaster for her career. So, she quietly turned it down.",
            "Three years later, the prize’s founder, Marc Abrahams, contacted Maguire again with the same offer. This time, she knew more about the satirical award that bills itself as honouring achievements that “make people laugh, then think”. She decided to accept. On the way to the ceremony, her taxi driver was so delighted to learn about his enlarged hippocampus that he refused to accept a fee from her.",
            "Maguire credits the prize with bringing more attention to her work. “It was useful for my career because people wanted to talk about it,” she says, adding that “it was on the front pages of newspapers when it came out and struck a chord with people.”",
            "How to win a Nobel prize: what kind of scientist scoops medals?",
            "As one measure of the Ig Nobel’s impact, Maguire says that she was once introduced as “the most famous member” of a panel that happened to also include three Nobel laureates. “There were only questions about taxi drivers, and not anything to the Nobel laureates there.”",
            "Other researchers have similar stories about winning the famous — some would say ‘infamous’ — awards. Abrahams created them in 1991, after years of collecting examples of weird research that he included in the Journal of Irreproducible Results, which he was editor of at the time. “I kept meeting people who’d unknowingly done very funny things that almost no one knew about.”",
            "The response from the scientific community was mixed at the start, but Abrahams says that the Ig Nobels are not out to harm anyone’s career. And last year, the prize received more than 9,000 nominations, a sign of how much it has grown, he says.",
            "Beyond the fun, several researchers who have won an ‘Ig’ say that it has improved their careers by helping them to reach wider audiences, and it has prompted some scientists to spend more time engaging with the public about their work. Here are their stories.",
            "h2The duck guy",
            "For Kees Moeliker, an Ig Nobel had a profound influence on his work — and his life. In 1995, the ornithologist was looking out of the glass wall of his office at the Natural History Museum Rotterdam in the Netherlands, when he heard the sound of a duck flying into it. He went outside and saw a live duck mounting the dead one that had just hit the window. It was the first documented case of homosexual necrophilia in ducks, says Moeliker, who reported his findings six years later2. He expected that only a handful of people would read the paper, but then he received a phone call in 2003 offering him an Ig Nobel Prize.",
            "“After I won the prize, my paper got a huge readership, and people keep sending me stuff that you don’t read about in the mainstream journals,” he says. “I have a huge compilation of cases of remarkable animal behaviour.”",
            "*Kees_Moeliker_holding_a_stuffed_duck",
            "Kees Moeliker won an Ig Nobel prize for his work on homosexual necrophilia in ducks.Credit: Anne Claire de Breij",
            "The duck paper and the Ig Nobel marked a turning point for Moeliker. He became known as ‘the duck guy’ and published a book of the same name: De eendenman (2009; in Dutch). In 2013, he gave a TED Talk titled ‘How a dead duck changed my life’.",
            "Since the Ig Nobel, Moeliker has dedicated a large part of his life to science communication alongside his research. Now the director of the museum in Rotterdam, he has also kept up his connection with the Ig Nobels. He is part of the team that decides who wins, and he often informs scientists in Europe who have been selected.",
            "One of his favourite winners was a pair of researchers who had dressed up as polar bears to study how reindeer in the Arctic would react. “When I called them, they just started screaming with happiness. This happens all the time.”",
            "h2Friday-night experiments",
            "The only person with both a Nobel and Ig Nobel Prize is Andre Geim, a physicist at the University of Manchester, UK. He shared the Nobel Prize in Physics in 2010 for the discovery of graphene, but the Ig Nobel came a decade earlier for a very different kind of work: using a magnet to levitate a frog. One Friday night at Radboud University in the Netherlands, Geim poured water into a powerful 16-tesla magnet and found that it levitated. The floating drop shocked his colleagues because it seemed to violate ideas about magnetism.",
            "Success with water led to a series of other experiments with levitating objects — and eventually with a small frog that survived its wild ride unharmed.",
            "You must be joking: funny paper titles might lead to more citations",
            "When Geim was offered the award, he was an early-career researcher and wary of accepting it on his own. So he reached out to Michael Berry, a theoretical physicist at the University of Bristol, UK, and Geim’s co-author on a paper describing the levitating frog3. As a tenured academic, Berry provided the cover of being associated with a highly respected scientist.",
            "Geim talks often about his frog experiment and the value of the curiosity-led science that led to his Ig Nobel Prize. It was on another Friday night, several years after the levitation experiments, that Geim and Konstantin Novoselov, who is now at the National University of Singapore, stuck a piece of tape to graphite, leading to their discovery of graphene4 — and their shared Nobel prize.",
            "Geim and Maguire aren’t the only Ig Nobel winners who had qualms about accepting the prize. And Abrahams has built in allowances for that. He and his colleagues contact potential recipients confidentially months before the prize-giving ceremony and offer them the chance to accept or reject the award. Abrahams also arranges for them to be handed out by Nobel prize-winners at the annual ceremony. “To have these credible people be a part of it makes it much harder for anyone to jump to the conclusion that we are out to do damage,” he says.",
            "Not everyone has been so pleased to receive the award. Eric Topol, a cardiologist at Scripps Research in La Jolla, California, was part of a group of nearly 1,000 people who won the 1993 Ig Nobel Literature prize for “publishing a medical research paper which has one hundred times as many authors as pages”. He says that the study should not have been made light of; at the time, it was the largest heart-attack study in history, with more than 40,000 participants5, he adds.",
            "Topol says that he thinks the name Ig Nobel “is out of alignment with the more recent ones. They’re more for humour’s sake.”",
            "Abrahams agrees, saying, “In retrospect, I kind of wish we’d chosen a different name.”",
            "h2Running on water",
            "In the past two decades, most of the awards have gone to lighter research — sometimes quite literally. So it was for a 2013 prize for Alberto Minetti at the University of Milan in Italy.",
            "Minetti studies the biomechanics of locomotion and has long had an interest in the forces involved in running. When he learnt that spacecraft orbiting the Moon had detected evidence of water in 2008, he wondered whether a person could run on water on the Moon, which has a gravitational force only about 16% as strong as that of Earth.",
            "Using mathematical models from the basilisk lizard (Basiliscus basiliscus) and the western grebe (Aechmophorus occidentalis), two vertebrates that can run on the surface of water, Minetti calculated that it was theoretically possible. Then, he and his colleagues tested their calculations by attaching a person to a harness to simulate weaker gravity. With the aid of small fins on his feet, a participant was able to stay afloat while running in place in a wading pool, the researchers reported6 in 2012.",
            "The following year, Minetti received a phone call from Abrahams, who offered him an Ig Nobel. At the time, he wasn’t sure of the prize’s standing or what it would do to his reputation, so he conducted a survey among his colleagues. “Most of the people I spoke to were very positive about it,” says Minetti.",
            "*Master_of_Ceremonies_Marc_Abrahams_holds_up_the_2016_Ig_Nobel_award_which_is_a_clock_with_sand_timer",
            "Marc Abrahams holds up the 2016 Ig Nobel award during ceremonies at Harvard University in Cambridge, Massachusetts.Credit: Michael Dwyer/AP/Alamy",
            "Fun and humour are still at the heart of the Ig Nobels. The 2024 physiology prize was won by a team for “discovering that many mammals are capable of breathing through their anus”. The lead author of the study7, Ryo Okabe at Tokyo Medical and Dental University, has been treating patients as a clinician for more than 15 years, while also carrying out research projects. The research behind the Ig Nobel was a response to the COVID-19 pandemic. The researchers wanted to see whether they could develop an alternative breathing method in the event of respiratory failure.",
            "He was honoured to win the prize and thinks that the award will be a driving force to conduct future research. “I learnt that [the other laureates] are all engaged in their respective research with humour and passion.”",
            "Scientists reveal weirdest things they’ve done in the name of science",
            "The Ig Nobel has come a long way since it was launched more than three decades ago. What started as a prize that scientists were wary of has been embraced by many.",
            "Minna Lyons, who won the prize in 2014 along with her colleagues, still cherishes her Ig Nobel. “It has been one of the best surprises in my academic career, by far.” She won for “amassing evidence that people who habitually stay up late are, on average, more self-admiring, more manipulative, and more psychopathic than people who wake up early in the morning”.",
            "Lyons, who is a psychologist at Liverpool John Moores University, UK, says that the prize is excellent for public engagement because it makes science popular, and for this reason, the Ig Nobel is one of the most respected academic awards in her field, she says.",
            "“It actually inspires people and I’m hoping it will also inspire younger generations to go into science.”",
            "Nature 635, 538-539 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03756-w"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03778-4",
        "title": "First rocks returned from Moon’s far side reveal ancient volcanic activity",
        "content": [
            "*Researchers_stand_next_to_the_return_capsule_and_hold_the_lunar_sample_container_during_the_capsule-",
            "Researchers retrieve lunar samples from the Chang’e-6 return capsule. Credit: Xinhua/Shutterstock",
            "Researchers have had their first-ever look at samples brought back from the Moon’s far side — and the rocks detail a history of volcanic activity that spans billions of years.",
            "The results are the first scientific analyses of samples retrieved by the Chinese mission Chang’e-6, which scooped up nearly two kilograms of lunar soil and returned it to Earth in a capsule in June. Independent research teams in China published separate papers in Science1 and Nature2 on 15 November.",
            "“We can tell the story for a long history of volcanism and different mantle sources on the lunar far side,” says Qiu-Li Li, a researcher at the Chinese Academy of Sciences in Beijing and a co-author of the Nature paper.",
            "h2Dust to data",
            "Chang’e-6 was China’s second mission to land on the lunar far side, after Chang’e-4 in 2019. Both landed in the South Pole–Aitken Basin, one of the Moon’s oldest and largest craters, which formed after a meteor impact nearly four billion years ago.",
            "*Close_up_view_of_a_researcher_hodling_a_Chang'e-6_lunar_sample_in_a_laboratory_in_the_National_Astro",
            "Moon rocks from the lunar far side reveal a history of volcanic activity.Credit: Xinhua/Shutterstock",
            "As expected, the researchers found that the fine dust — ranging from one to hundreds of micrometres in size — contained a mixture of grains from different geological epochs. The constant bombardment by micrometeorites and high-energy solar particles breaks up rocks into dust, which can then fly unimpeded by an atmosphere and land elsewhere, explains Yi-Gang Xu, a co-author of the Science paper, and a petrologist at the Chinese Academy of Sciences in Guangzhou.",
            "By measuring isotope abundances, Xu and his collaborators found that a number of dust grains were from lava that erupted to the surface around 2.83 billion years ago. The other team’s findings were mostly similar, although the scientists also found lava grains as old as 4.2 billion years. These and other studies show that the Moon had active volcanism for billions of years before becoming the nearly still environment we see today.",
            "doi: https://doi.org/10.1038/d41586-024-03778-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03614-9",
        "title": "Fat cells have a ‘memory’ of obesity — hinting at why it’s hard to keep weight off",
        "content": [
            "*Coloured_scanning_electron_micrograph_of_joined_fat-storing_cells_shown_in_yellow",
            "Human fat cells (shown here in a coloured scanning electron microscopy image) carry a ‘memory’ of obesity, a study has shown.Credit: Steve Gschmeissner/SPL",
            "Even after drastic weight loss, the body’s fat cells carry the ‘memory’ of obesity, research1 shows — a finding that might help to explain why it can be hard to stay trim after a weight-loss programme.",
            "This memory arises because the experience of obesity leads to changes in the epigenome — a set of chemical tags that can be added to or removed from cells’ DNA and proteins that help to dial gene activity up or down. For fat cells, the shift in gene activity seems to render them incapable of their normal function. This impairment, as well as the changes in gene activity, can linger long after weight has dropped to healthy levels, a study published today in Nature reports.",
            "The results suggest that people trying to slim down will often require long-term care to avoid weight regain, says study co-author Laura Hinte, a biologist at ETH Zurich in Switzerland. “It means that you need more help, potentially,” she says. “It’s not your fault.”",
            "Although we’ve long known that the body tends to revert to obesity after weight loss, “how and why this happens was almost like a black box”, says Hyun Cheol Roh, an epigenome specialist at Indiana University School of Medicine in Indianapolis who studies metabolism. The new results “show what’s happening at the molecular level, and that’s really cool”. ",
            "h2A lingering memory",
            "To understand why weight can pile back on so quickly after it is lost, Hinte and her colleagues analysed fat tissue from a group of people with severe obesity, as well as from a control group of people who had never had obesity. They found that some genes were more active in the obesity group’s fat cells than in the control group’s fat cells, whereas other genes were less active.",
            "‘Epigenetic’ editing cuts cholesterol in mice",
            "Even weight-loss surgery did not budge that pattern. Two years after the participants with obesity had had weight-reduction operations, they had lost large amounts of weight — but their fat cells’ genetic activity still displayed the obesity-linked pattern. The scientists found similar results in mice that had lost large amounts of weight.",
            "In the fat cells of both humans and mice, the genes dialled up during obesity are involved in spurring inflammation and fibrosis — the formation of stiff, scar-like tissue. The genes that are turned down help fat cells to function normally. Research on mice traced these shifts in gene activity to changes in the epigenome, which has a powerful effect on how active a gene is, including whether it is turned on at all.",
            "The scientists tested the durability of these changes by putting obese mice on a diet. A few months after the mice had become lean again, the changes in their epigenomes persisted, as if the cells ‘remembered’ being in a body with obesity.",
            "h2Rapid regain",
            "It’s not clear how long the body remembers obesity for, says study co-author Ferdinand von Meyenn, an epigenome specialist at ETH Zurich. “There may be a time window when this memory will be lost,” he says. “But we don’t know.”",
            "To better understand the effects of this memory, the researchers studied fat cells from mice that had slimmed down after being obese. These cells absorbed more sugar and fat than did fat cells from control mice that had never been obese. The formerly obese mice also gained weight faster on a high-fat diet than control mice did. ",
            "Obesity drugs aren’t always forever. What happens when you quit?",
            "But scientists not involved in the study, including Roh, note that the paper doesn’t prove that the epigenetic alterations caused the physical changes in the mice. The paper’s list of epigenetic alterations in fat cells is valuable, says biologist Evan Rosen at Beth Israel Deaconess Medical Center in Boston, Massachusetts, who studies fat tissue, but it will be difficult to determine which of those changes drive the fat cells’ lingering memory.",
            "“It’s not yet a causal link,” agrees von Meyenn. “It’s correlation. … We’re working on this.”",
            "Preventing obesity to begin with is key, von Meyenn adds. People who lose weight “can [stay] lean, but it will require a lot of effort and energy to do that”, he says, adding that his team’s findings could help to remove some of the stigma surrounding obesity.",
            "doi: https://doi.org/10.1038/d41586-024-03614-9"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03724-4",
        "title": "Stress can disrupt memory and lead to needless anxiety — here’s how",
        "content": [
            "*A_little_brown_mouse_runs_on_a_white_wheel_within_its_enclosure",
            "Neurotransmitters in the amygdala might be why we have anxious responses in harmless situations.Credit: Owen Franken/Corbis via Getty",
            "Stress makes mice form big bundles of neurons in the brain that disrupt memory formation, making them fearful of harmless situations1 — which might help to explain why stressed people often feel threatened in safe environments. ",
            "Researchers have long known that stress or trauma can lead people to fear harmless situations. For instance, after burning a finger on a hot pan, a stressed individual might subsequently avoid not only hot pans but the kitchen or cooking entirely. This kind of generalized fear is common in people with post-traumatic stress disorder (PTSD) and generalized anxiety disorder.",
            "A study, published in Cell, describes how stress disrupts memory formation and, in particular, recollections of fearful events. The results could inform the development of therapies for people with PTSD and anxiety.",
            "“This paper is really a tour-de-force,” says Ryuichi Shigemoto, a neuroscientist at the Institute of Science and Technology Austria, in Klosterneuburg. “They used so many different methods and techniques to prove this long pathway.”",
            "h2Memory packages",
            "Memories are packaged into groups of neurons, called engrams, which are active when a memory is being formed. Sheena Josselyn, a neuroscientist at the Hospital for Sick Children in Toronto, Canada, and her colleagues looked at whether stress disrupts engram formation and focused on a region of the brain called the amygdala, which is involved in stress and emotion response.",
            "The study involved an elaborate three-step experiment in mice. First, they put some adult mice in a stressed state by injecting them with the stress hormone corticosterone or restraining them in a small tube for 30 minutes, which increased their corticosterone levels.",
            "They then placed mice — some stressed, and others not — in a chamber and played a medium-pitched sound for 30 seconds, a neutral event. After a break, the mice went back into the chamber and experienced a high-pitched whistling sound for 30 seconds, which ended with a 2-second shock to the foot, to mimic a fearful event.",
            "To test how the mice had stored the memories of these experiences, the researchers put the mice in a new environment and played the two tones — watching for how they responded. ",
            "The unstressed mice froze mostly when they heard the high-pitched whistling, whereas the stressed mice froze in response to both sounds, suggesting that they couldn’t distinguish between the neutral and fearful events. ",
            "h2Exclusive club",
            "The researchers used various techniques to visualize neural activity in the rodents. They found that, during memory formation, the unstressed mice formed small engrams in response to the whistle and foot shock, and these were only reactivated when exposed to the whistle. But the stressed mice formed larger engrams, which were reactivated when exposed to both sounds. ",
            "Further experiments uncovered the chain of events in the brain that created the larger engram in stressed mice. Under normal conditions, specific neurons in the amygdala block neuronal activity through the release of chemical messengers known as gamma-aminobutyric acid (GABA). This ensures that a small engram is created in response to a negative memory. “It’s sort of like the velvet rope at a nightclub: it only lets certain neurons into the nightclub,” says Josselyn. But under stress, excitatory neurons pump the brain with a neurotransmitter known as endocannabinoid, which binds to glucocorticoid receptors on those inhibitory neurons and prevents them from releasing GABA, resulting in larger engrams. In other words, the velvet rope drops, “and many neurons can get into this exclusive club”, says Josselyn.",
            "The team were able to reverse the effects of stress on memory formation with two drugs, one of which is approved for terminating early pregnancy, mifepristone. The drugs either block the glucocorticoid receptors or the production of endocannabinoids, and the stressed mice recalled memories in the way that unstressed mice did. But researchers caution that the medications have side effects beyond the brain, and work only if they are given at the time the memory is formed, so are unlikely to be useful in people.",
            "Josselyn and her colleagues are now trying to investigate whether engrams can be altered after a memory has formed, or whether there are other ways of mitigating the effects of stress on memory.",
            "doi: https://doi.org/10.1038/d41586-024-03724-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03716-4",
        "title": "How human brains got so big: our cells learned to handle the stress that comes with size",
        "content": [
            "*Sagittal_slice_through_a_human_brain",
            "Large brains place extra demands on nerve cells.Credit: Science Pictures Ltd/SPL",
            "Humans have evolved disproportionately large brains compared with our primate relatives — but this neurological upgrade came at a cost. Scientists exploring the trade-off have discovered unique genetic features that show how human brain cells handle the stress of keeping a big brain working. The work could inspire new lines of research to understand conditions such as Parkinson’s disease and schizophrenia.",
            "The study, which was posted to the bioRxiv preprint server on 15 November1, focuses on neurons that produce the neurotransmitter dopamine, which is crucial for movement, learning and emotional processing.",
            "Cubic millimetre of brain mapped in spectacular detail",
            "By comparing thousands of laboratory-grown dopamine neurons from humans, chimpanzees, macaques and orangutans, researchers found that human dopamine neurons express more genes that boost the activity of damage-reducing antioxidants than do those of the other primates.",
            "The findings, which are yet to be peer-reviewed, are a step towards “understanding human brain evolution and all the potentially negative and positive things that come with it”, says Andre Sousa, a neuroscientist at the University of Wisconsin–Madison. “It's interesting and important to really try to understand what's specific about the human brain, with the potential of developing new therapies or even avoiding disease altogether in the future.”",
            "h2Stressed-out neurons",
            "Just as walking upright has led to knee and back problems, and changes in jaw structure and diet resulted in dental issues, the rapid expansion of the human brain over evolutionary time has created challenges for its cells, says study co-author Alex Pollen, a neuroscientist at the University of California, San Francisco. “We hypothesized that the same process may be occurring, and these dopamine neurons may represent vulnerable joints.”",
            "Using an imaging tool, Pollen and his colleagues showed that two dopamine-demanding regions of the brain are considerably bigger in humans than in macaques. The prefrontal cortex is 18 times larger, and the striatum nearly seven times bigger.",
            "How your brain detects patterns in the everyday: without conscious thought",
            "Yet humans have only around twice as many dopamine neurons as their primate relatives, says Pollen. These neurons therefore have to stretch further and work harder — each forming more than two million synapses — in the larger, more complex human brain.",
            "“The dopamine neurons are real athletes,” says Nenad Sestan, a developmental neuroscientist at Yale University in New Haven, Connecticut. “They are constantly activated.”",
            "To understand how human dopamine neurons might have adapted to cope with the demands of a large brain, Pollen and his colleagues grew versions of these cells in the lab.",
            "They combined stem cells — which can develop into many cell types — from eight humans, seven chimpanzees, three macaques and one orangutan and grew them into miniature, brain-like structures called organoids. After 30 days, these structures started producing dopamine, mimicking a developing brain.",
            "The team then genetically sequenced the dopamine neurons to measure which genes were switched on and how they were controlled.",
            "CRISPR helps brain stem cells regain youth in mice",
            "In an analysis of human and chimpanzee neurons, the researchers found that the human neurons expressed higher levels of genes that manage oxidative stress — a type of cell damage that can be caused by the energy-intensive process of producing dopamine. These genes encode enzymes that break down and neutralize toxic molecules, called reactive oxygen species, that can harm cells.",
            "To investigate whether human dopamine neurons might have have evolved unique stress responses, the authors applied a pesticide that causes oxidative stress to the organoids. They found that neurons that had developed from human cells increased their production of a molecule known as BDNF, which is reduced in people with neurodegenerative disorders such as Parkinson’s disease. They did not see the same response in chimpanzee neurons.",
            "h2Boosting resilience",
            "Understanding these protective mechanisms could aid the development of therapies that boost cellular defences in people at risk of Parkinson’s disease. “Some of these protections might not be present in everyone due to mutations,” says Sousa. “That creates an extra vulnerability in those individuals.”",
            "“There are some candidate targets that might be very interesting to perturb and then transplant in [animal] models of Parkinson’s disease to see whether these endow the neurons with more resilience,” says Pollen.",
            "The organoids in the study represent developing neurons, equivalent to those that are present in an embryo, and do not fully capture the complexity of adult neurons. Future research will need to explore how such protective mechanisms hold up in mature and ageing neurons, says Sousa, because “degenerative diseases that affect these cells are usually at a late age”.",
            "doi: https://doi.org/10.1038/d41586-024-03716-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03676-9",
        "title": "Can AI review the scientific literature — and figure out what it all means?",
        "content": [
            "*Conceptual_illustration_showing_a_digital_hand_connecting_many_scientific_articles",
            " Illustration: Piotr Kowlaczyk",
            "When Sam Rodriques was a neurobiology graduate student, he was struck by a fundamental limitation of science. Even if researchers had already produced all the information needed to understand a human cell or a brain, “I’m not sure we would know it”, he says, “because no human has the ability to understand or read all the literature and get a comprehensive view.”",
            "Five years later, Rodriques says he is closer to solving that problem using artificial intelligence (AI). In September, he and his team at the US start-up FutureHouse announced that an AI-based system they had built could, within minutes, produce syntheses of scientific knowledge that were more accurate than Wikipedia pages1. The team promptly generated Wikipedia-style entries on around 17,000 human genes, most of which previously lacked a detailed page.",
            "How AI-powered science search engines can speed up your research",
            "Rodriques is not the only one turning to AI to help synthesize science. For decades, scholars have been trying to accelerate the onerous task of compiling bodies of research into reviews. “They’re too long, they’re incredibly intensive and they’re often out of date by the time they’re written,” says Iain Marshall, who studies research synthesis at King’s College London. The explosion of interest in large language models (LLMs), the generative-AI programs that underlie tools such as ChatGPT, is prompting fresh excitement about automating the task.",
            "Some of the newer AI-powered science search engines can already help people to produce narrative literature reviews — a written tour of studies — by finding, sorting and summarizing publications. But they can’t yet produce a high-quality review by themselves. The toughest challenge of all is the ‘gold-standard’ systematic review, which involves stringent procedures to search and assess papers, and often a meta-analysis to synthesize the results. Most researchers agree that these are a long way from being fully automated. “I’m sure we’ll eventually get there,” says Paul Glasziou, a specialist in evidence and systematic reviews at Bond University in Gold Coast, Australia. “I just can’t tell you whether that’s 10 years away or 100 years away.”",
            "At the same time, however, researchers fear that AI tools could lead to more sloppy, inaccurate or misleading reviews polluting the literature. “The worry is that all the decades of research on how to do good evidence synthesis starts to be undermined,” says James Thomas, who studies evidence synthesis at University College London.",
            "h2Computer-assisted reviews",
            "Computer software has been helping researchers to search and parse the research literature for decades. Well before LLMs emerged, scientists were using machine-learning and other algorithms to help to identify particular studies or to quickly pull findings out of papers. But the advent of systems such as ChatGPT has triggered a frenzy of interest in speeding up this process by combining LLMs with other software.",
            "AI science search engines are exploding in number — are they any good? ",
            "It would be terribly naive to ask ChatGPT — or any other AI chatbot — to simply write an academic literature review from scratch, researchers say. These LLMs generate text by training on enormous amounts of writing, but most commercial AI firms do not reveal what data the models were trained on. If asked to review research on a topic, an LLM such as ChatGPT is likely to draw on credible academic research, inaccurate blogs and who knows what other information, says Marshall. “There’ll be no weighing up of what the most pertinent, high-quality literature is,” he says. And because LLMs work by repeatedly generating statistically plausible words in response to a query, they produce different answers to the same question and ‘hallucinate’ errors — including, notoriously, non-existent academic references. “None of the processes which are regarded as good practice in research synthesis take place,” Marshall says.",
            "A more sophisticated process involves uploading a corpus of pre-selected papers to an LLM, and asking it to extract insights from them, basing its answer only on those studies. This ‘retrieval-augmented generation’ seems to cut down on hallucinations, although it does not prevent them. The process can also be set up so that the LLM will reference the sources it drew its information from.",
            "This is the basis for specialized, AI-powered science search engines such as Consensus and Elicit. Most companies do not reveal exact details of how their systems work. But they typically turn a user’s question into a computerized search across academic databases such as Semantic Scholar and PubMed, returning the most relevant results.",
            "An LLM then summarizes each of these studies and synthesizes them into an answer that cites its sources; the user is given various options to filter the work they want to include. “They are search engines first and foremost,” says Aaron Tay, who heads data services at Singapore Management University and blogs about AI tools. “At the very least, what they cite is definitely real.”",
            "These tools “can certainly make your review and writing processes efficient”, says Mushtaq Bilal, a postdoctoral researcher at the University of Southern Denmark in Odense, who trains academics in AI tools and has designed his own, called Research Kick. Another AI system called Scite, for example, can quickly generate a detailed breakdown of papers that support or refute a claim. Elicit and other systems can also extract insights from different sections of papers — the methods, conclusions and so on. There’s “a huge amount of labour that you can outsource”, Bilal says.",
            "*Laptop_screen_with_an_AI-powered_tool_called_Elicit_with_papers'_summary",
            "Elicit, like several AI-powered tools, aims to help with academic literature reviews by summarising papers and extracting data.Credit: Nature",
            "But most AI science search engines cannot produce an accurate literature review autonomously, Bilal says. Their output is more “at the level of an undergraduate student who pulls an all-nighter and comes up with the main points of a few papers”. It is better for researchers to use the tools to optimize parts of the review process, he says. James Brady, head of engineering at Elicit, says that its users are augmenting steps of reviewing “to great effect”.",
            "Another limitation of some tools, including Elicit, is that they can only search open-access papers and abstracts, rather than the full text of articles. (Elicit, in Oakland, California, searches about 125 million papers; Consensus, in Boston, Massachusetts, looks at more than 200 million.) Bilal notes that much of the research literature is paywalled and it’s computationally intensive to search a lot of full text. “Running an AI app through the whole text of millions of articles will take a lot of time, and it will become prohibitively expensive,” he says.",
            "h2Full-text search",
            "For Rodriques, money was in plentiful supply, because FutureHouse, a non-profit organization in San Francisco, California, is backed by former Google chief executive Eric Schmidt and other funders. Founded in 2023, FutureHouse aims to automate research tasks using AI.",
            "Could AI help you to write your next paper?",
            "This September, Rodriques and his team revealed PaperQA2, FutureHouse’s open-source, prototype AI system1. When it is given a query, PaperQA2 searches several academic databases for relevant papers and tries to access the full text of both open-access and paywalled content. (Rodriques says the team has access to many paywalled papers through its members’ academic affiliations.) The system then identifies and summarizes the most relevant elements. In part because PaperQA2 digests the full text of papers, running it is expensive, he says.",
            "The FutureHouse team tested the system by using it to generate Wikipedia-style articles on individual human genes. They then gave several hundred AI-written statements from these articles, along with statements from real (human-written) Wikipedia articles on the same topic, to a blinded panel of PhD and postdoctoral biologists. The panel found that human-authored articles contained twice as many ‘reasoning errors’ — in which a written claim is not properly supported by the citation — than did ones written by the AI tool. Because the tool outperforms people in this way, the team titled its paper ‘Language agents achieve superhuman synthesis of scientific knowledge’.",
            "*Group_of_scientists_standing_and_sitting_posing_in_the_FutureHouse_office_with_a_bird_drawing_on_the",
            "The team at US start-up FutureHouse, which has launched AI systems to summarize scientific literature. Sam Rodriques, their director and co-founder, is on the chair, third from right.Credit: FutureHouse",
            "Tay says that PaperQA2 and another tool called Undermind take longer than conventional search engines to return results — minutes rather than seconds — because they conduct more-sophisticated searches, using the results of the initial search to track down other citations and key phrases, for example. “That all adds up to being very computationally expensive and slow, but gives a substantially higher quality search,” he says.",
            "h2Systematic challenge",
            "Narrative summaries of the literature are hard enough to produce, but systematic reviews are even worse. They can take people many months or even years to complete2.",
            "A systematic review involves at least 25 careful steps, according to a breakdown from Glasziou’s team. After combing through the literature, a researcher must filter their longlist to find the most pertinent papers, then extract data, screen studies for potential bias and synthesize the results. (Many of these steps are done in duplicate by another researcher to check for inconsistencies.) This laborious method — which is supposed to be rigorous, transparent and reproducible — is considered worthwhile in medicine, for instance, because clinicians use the results to guide important decisions about treating patients.",
            " ChatGPT-like AIs are coming to major science search engines",
            "In 2019, before ChatGPT came along, Glasziou and his colleagues set out to achieve a world record in science: a systematic review in two weeks. He and others, including Marshall and Thomas, had already developed computer tools to reduce the time involved. The menu of software available by that time included RobotSearch, a machine-learning model trained to quickly identify randomized trials from a collection of studies. RobotReviewer, another AI system, helps to assess whether a study is at risk of bias because it was not adequately blinded, for instance. “All of those are important little tools in shaving down the time of doing a systematic review,” Glasziou says.",
            "The clock started at 9:30 a.m. on Monday 21 January 2019. The team cruised across the line at lunchtime on Friday 1 February, after a total of nine working days3. “I was excited,” says epidemiologist Anna Mae Scott at the University of Oxford, UK, who led the study while at Bond University; everyone celebrated with cake. Since then, the team has pared its record down to five days.",
            "Could the process get faster? Other researchers have been working to automate aspects of systematic reviews, too. In 2015, Glasziou founded the International Collaboration for the Automation of Systematic Reviews, a niche community that, fittingly, has produced several systematic reviews about tools for automating systematic reviews4. But even so, “not very many [tools] have seen widespread acceptance”, says Marshall. “It’s just a question of how mature the technology is.”",
            "Elicit is one company that says its tool helps researchers with systematic reviews, not just narrative ones. The firm does not offer systematic reviews at the push of a button, says Brady, but its system does automate some of the steps — including screening papers and extracting data and insights. Brady says that most researchers who use it for systematic reviews have uploaded relevant papers they find using other search techniques.",
            "Systematic-review aficionados worry that AI tools are at risk of failing to meet two essential criteria of the studies: transparency and reproducibility. “If I can’t see the methods used, then it is not a systematic review, it is simply a review article,” says Justin Clark, who builds review automation tools as part of Glasziou’s team. Brady says that the papers that reviewers upload to Elicit “are an excellent, transparent record” of their starting literature. As for reproducibility: “We don’t guarantee that our results are always going to be identical across repeats of the same steps, but we aim to make it so — within reason,” he says, adding that transparency and reproducibility will be important as the firm improves its system.",
            "Specialists in reviewing say they would like to see more published evaluations of the accuracy and reproducibility of AI systems that have been designed to help produce literature reviews. “Building cool tools and trying stuff out is really good fun,” says Clark. “Doing a hardcore evaluative study is a lot of hard work.”",
            "Audit AI search tools now, before they skew research",
            "Earlier this year, Clark led a systematic review of studies that had used generative AI tools to help with systematic reviewing. He and his team found only 15 published studies in which the AI’s performance had been adequately compared with that of a person. The results, which have not yet been published or peer reviewed, suggest that these AI systems can extract some data from uploaded studies and assess the risk of bias of clinical trials. “It seems to do OK with reading and assessing papers,” Clark says, “but it did very badly at all these other tasks”, including designing and conducting a thorough literature search. (Existing computer software can already do the final step of synthesizing data using a meta-analysis.)",
            "Glasziou and his team are still trying to shave time off their reviewing record through improved tools, which are available on a website they call the Evidence Review Accelerator. “It won’t be one big thing. It’s that every year you’ll get faster and faster,” Glasziou predicts. In 2022, for instance, the group released a computerized tool called Methods Wizard, which asks users a series of questions about their methods and then writes a protocol for them without using AI.",
            "h2Rushed reviews?",
            "Automating the synthesis of information also comes with risks. Researchers have known for years that many systematic reviews are redundant or of poor quality5, and AI could make these problems worse. Authors might knowingly or unknowingly use AI tools to race through a review that does not follow rigorous procedures, or which includes poor-quality work, and get a misleading result.",
            "By contrast, says Glasziou, AI could also encourage researchers to do a quick check of previously published literature when they wouldn’t have bothered before. “AI may raise their game,” he says. And Brady says that, in future, AI tools could help to flag and filter out poor-quality papers by looking for telltale signs such as P-hacking, a form of data manipulation.",
            "Glasziou sees the situation as a balance of two forces: AI tools could help scientists to produce high-quality reviews, but might also fuel the rapid generation of substandard ones. “I don’t know what the net impact is going to be on the published literature,” he says.",
            "Some people argue that the ability to synthesize and make sense of the world’s knowledge should not lie solely in the hands of opaque, profit-making companies. Clark wants to see non-profit groups build and carefully test AI tools. He and other researchers welcomed the announcement from two UK funders last month that they are investing more than US$70 million in evidence-synthesis systems. “We just want to be cautious and careful,” Clark says. “We want to make sure that the answers that [technology] is helping to provide to us are correct.”",
            "Nature 635, 276-278 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03676-9"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03796-2",
        "title": "Superconductivity researcher who committed misconduct exits university",
        "content": [
            "*Ranga_Dias_in_a_hallway_at_University_of_Rochester_in_2023",
            "Ranga Dias is no longer employed as a researcher at the University of Rochester in New York, but continues to work at his company nearby, Unearthly Materials.Credit: Lauren Petracca/New York Times/Redux/eyevine",
            "Ranga Dias, a once bright star in the field of superconductivity who has been enmeshed in a public scandal for the past two years, is no longer employed by his university.",
            "Exclusive: official investigation reveals how superconductivity physicist faked blockbuster results",
            "Dias claimed to have discovered superconductors — materials in which electrons flow without any resistance — that could operate at high pressures and ambient temperatures. Previous materials of this type worked only at ultralow temperatures impractical for use in real-world devices. The purported breakthroughs shot Dias to fame and won him millions of dollars in research grants. But after physics sleuths scrutinized the extraordinary results and reported concerns to journals where they were published, several of Dias’s papers were retracted. And an investigation by the University of Rochester in New York, where Dias was employed, concluded that he had committed extensive misconduct, including data fabrication.",
            "The Wall Street Journal and Nature’s news team previously reported that university administrators recommended Dias, who did not have tenure, be fired before his contract expired in June 2025. Now, Dias is out, although the university has declined to clarify whether he was fired. “Ranga Dias is no longer a University of Rochester employee, nor does he have any research activity connected to the University,” a university spokesperson said in a statement. Dias did not respond to a request for comment.",
            "The Dias scandal cast a shadow over the field of high-pressure superconductivity, but it particularly affected his former graduate students, who commented to Nature but requested anonymity because of concerns about their careers. “I am relieved that we finally have closure on this matter, though very disappointed it took so long,” one says. They added that they “await a public statement from the University of Rochester outlining what policies failed”, allowing the controversy to go on for as long as it did.",
            "A Rochester spokesperson says that the university supports students “impacted by the research misconduct of Ranga Dias” and that it is “reviewing and updating our research misconduct policy”.",
            "h2Under investigation",
            "Dias joined Rochester as a professor in 2017, fresh from a postdoctoral fellowship at Harvard University in Cambridge, Massachusetts, where he claimed to have produced metallic hydrogen. In theory, when hydrogen is compressed to pressures greater than that at Earth’s centre, it should transform from an insulating gas to a superconducting metal. The results were never reproduced, and many scientists doubted it.",
            "Nature retracts controversial superconductivity paper by embattled physicist",
            "At Rochester, Dias turned his eye to other high-pressure superconductors. In September 2020, he published a breakthrough study in Nature1, which claimed that a compound made of carbon, sulfur and hydrogen (CSH) is a superconductor at room-temperature. And in March 2023, he published another in Nature2 finding that a compound of lutetium, hydrogen and nitrogen is a room-temperature superconductor at pressures 100 times lower than CSH — conditions even more practical for commercial use. (Nature’s news team is editorially independent from its journals team.)",
            "After the first paper was published, Dias’s star rose and Rochester doubled his salary. At the same time, Jorge Hirsch, a theorist at the University of California, San Diego, raised questions that led to three inquiries at the university. None found evidence of misconduct, however. Nature’s journal editors meanwhile retracted the CSH paper after they conscripted independent specialists to review it, and those specialists found evidence of data fabrication.",
            "Data in the 2023 paper also raised questions in the research community, and Dias’s former graduate students contacted Nature that year with concerns about the validity of the results. It was retracted that November.",
            "One sleuth, James Hamlin, a high-pressure physicist at the University of Florida in Gainesville, brought his concerns to the National Science Foundation (NSF), a major funder of science in the United States that awarded grants to Dias. Ordered by the NSF, Rochester launched a full misconduct investigation.",
            "Three external investigators commissioned by the university found that Dias more likely than not committed research misconduct in 16 out of 16 allegations that they examined. Public records from the NSF show that an approximately US$800,000 grant awarded by the agency to Dias was cancelled after the investigation concluded.",
            "Researchers shared their thoughts about Dias’s departure from Rochester with the news team. “Did the system work?” says Peter Armitage, a condensed-matter researcher at Johns Hopkins University in Baltimore, Maryland. “Yes, eventually, but many institutions failed us along the way.” He points to Rochester for having missed problems in those early inquiries and Nature for having published a second paper by Dias after the first retraction.",
            "Nature's journals team declined to comment.",
            "h2Case closed?",
            "Dias has insisted on the validity of his superconductivity research on social media, but he has published no further evidence supporting it. And independent teams have not replicated the results since Rochester’s investigation results were made public. In June, another of Dias’s papers, this one published by the journal Physical Review Letters and claiming to create another high-temperature, high-pressure superconductor, was retracted3. This brings his total retractions to five.",
            "What Dias will do now remains unclear, but according to reporting from the Rochester Democrat and Chronicle, Dias continues to work at Unearthly Materials, his Rochester-based company that aims to make novel superconductors. In 2022, the company received $15 million in funding from the venture capital group Plural, based in London. A spokesperson for Plural declined to comment on Dias’s misconduct, and after receiving questions from the Nature news team for this story, references to Dias disappeared from the company’s website.",
            "doi: https://doi.org/10.1038/d41586-024-03796-2"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03672-z",
        "title": "Resistance to crucial malaria drug detected in severely ill kids in Africa",
        "content": [
            "*A_young_girl_suffering_from_malaria_sits_in_a_hospital_bed_in_Amuria,_Uganda",
            "A child in Amuria, Uganda, is treated for malaria.Credit: Jake Lyell/Alamy",
            "Scientists have detected resistance to artemisinin, a key malaria drug, for the first time among children in Africa with severe disease. The continent accounts for 95% of all deaths from malaria globally, and children are the most badly affected.",
            "Resistance to front-line malaria drugs confirmed in Africa",
            "“If this is verified by other studies, it could change guidelines for treatment of severe malaria in African children, and they are the biggest target group by far,” says Chandy John, a specialist in paediatric infectious diseases at Indiana University in Indianapolis. John is a co-author of the study, published in JAMA1 and presented today at the Annual Meeting of the American Society of Tropical Medicine and Hygiene, in New Orleans, Louisiana.",
            "Artemisinin resistance has been detected in children in Africa previously, but the fact that it has now been identified specifically in children with severe malaria raises the threat level. The parasite that causes malaria, Plasmodium falciparum, is contracted through the bite of a mosquito. For treating ‘uncomplicated’, or non-severe, cases of malaria, the World Health Organization recommends a course of pills containing an artemisinin derivative, which rapidly eliminates most malaria parasites in the body, combined with a ‘partner’ drug that circulates in the body for longer and kills the remaining parasites. These regimens are called artemisinin-based combination therapies (ACTs).",
            "For severe malaria, which can involve symptoms such as convulsions, breathing problems and abnormal bleeding, treatment is more intensive. Physicians administer intravenous artesunate — a fast-acting version of artemisinin — for at least 24 hours. This is followed by a course of ACT. Treating severe malaria rapidly is crucial for recovery, researchers say.",
            "h2Tough to treat",
            "The latest study, in Jinja, Uganda, looked at children aged 6 months to 12 years with severe malaria. The researchers found that 11 of the 100 participants, or about 10%, showed partial artemisinin resistance. This term refers to a delay in the clearance of the malaria parasite from the body after treatment; a partially resistant infection is classified as one in which the drug takes longer than 5 hours to kill half of the malaria parasites.",
            "How to defuse malaria’s ticking time bomb",
            "In the past, researchers have connected specific mutations in P. falciparum proteins with the emergence of partial artemisinin resistance2 — meaning that the parasites are evolving to evade the ‘gold standard’ malaria treatment. John and colleagues analysed the genomes of the parasites infecting children in their study, and found that ten participants had one of two types of these mutations. One of the mutations, detected in eight participants, was associated with artemisinin taking longer than usual to clear the parasite.",
            "Another group of ten children in the study had a malaria infection that recurred after their treatment concluded. These cases were not attributable to the presence of any known artemisinin-resistance mutations. Instead, John thinks the recurrence might have been caused by resistance to lumefantrine, a partner drug administered orally in the ACT step of the treatment regimen for severe malaria. But more studies are needed to evaluate that possibility, John says. “What the recurrence suggests to us is that maybe that partner drug is not working as well as it should, because the parasites are coming back,” he adds.",
            "Since resistance to artemisinin was first identified in southeast Asia in the 2000s, scientists’ biggest concern has been how it will affect the treatment of severe cases of malaria, says Philip Rosenthal, a malaria specialist at the University of California, San Francisco. “Even if the drug still works, that slower action could make a difference and lead to higher levels of mortality,” he says.",
            "But the study by John and his colleagues doesn’t provide a definitive answer to whether artemisinin resistance is already leading to worse clinical outcomes, Rosenthal notes. The study size was too small, and all the children analysed eventually recovered, even if this process sometimes took longer than expected. That just shows that current treatments for severe malaria aren’t “quite as good as we might have hoped”, he says.",
            "Rosenthal and others are still worried about this news, however. “The emergence of artemisinin partial resistance in Africa is a major threat to malaria control,” he says. “We are now only starting to understand what’s going on.” ",
            "doi: https://doi.org/10.1038/d41586-024-03672-z"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03621-w",
        "title": "Geothermal power is vying to be a major player in the world’s clean-energy future",
        "content": [
            "*A_view_of_the_Utah_FORGE_site_at_sunset",
            "The Utah FORGE project has reduced the cost of drilling boreholes for enhanced geothermal systems.  Credit: Dr. Clay Jones",
            "Nuclear-energy deals by technology giants Amazon, Microsoft and Google have sparked media attention around the world in the past few months. But several companies, including Meta and Google, are also investing in another source of low-carbon energy — next-generation geothermal. The agreements show that this technology is “on the cusp” of widespread commercial success, says Lauren Boyd, a geologist who heads the Geothermal Technologies Office at the US Department of Energy (DoE) in Washington, DC.",
            "Will AI’s huge energy demands spur a nuclear renaissance?",
            "On 17 October, Fervo Energy, a start-up based in Houston, Texas, got a major boost as the US government gave the green light to the expansion of a geothermal plant Fervo is building in Beaver County, Utah. The project could eventually generate as much as 2,000 megawatts — a capacity comparable with that of two large nuclear reactors. Although getting to that point could take a while, the plant already has 400 MW of capacity in the pipeline, and will be ready to provide around-the-clock power to Google’s energy-hungry data centres, and other customers, by 2028. In August, another start-up, Sage Geosystems, announced a partnership with Facebook’s parent company Meta to deliver up to 150 MW of geothermal power to Meta’s data centres by 2027.",
            "h2Not your grandma’s geothermal",
            "Sage, Fervo and other companies worldwide are racing to tap the heat that’s constantly flowing from Earth’s depths. Unlike conventional geothermal energy, which has been around for the better part of a century, these projects do not rely on natural hot springs; instead, they create their own.",
            "The process involves drilling a borehole up to several kilometres deep, where the rocks are at a temperature of around 200 °C, and injecting water and sand at high pressure. This makes fractures in the rocks, increasing their permeability and creating a reservoir of heated water that can be continuously extracted through a second borehole. The hot, pressurized water is then used to generate electricity (see ‘Enhanced geothermal’).",
            "This approach — known as enhanced geothermal systems (EGS) — has been attempted since the 1970s, but most projects have failed to extract notable amounts of energy.",
            "*ENHANCED_GEOTHERMAL_Graphic_shows_an_enhanced_geothermal_system",
            "",
            "Improvements in the past decade have come from adopting techniques that are used in the oil and gas industry, including better ways to fracture the rock and drill horizontally. Researchers have had to adapt those methods to drilling in rock at high temperatures, or find their own solutions. Boyd was directly involved in Utah FORGE, a DoE project to push EGS technology, which she says has introduced a number of innovations that have nearly halved the drilling costs.",
            "h2Tunnelling sideways",
            "Horizontal drilling, in particular, has been crucial for the success of EGS, says Joseph Moore, a geologist at the University of Utah in Salt Lake City, because the cracks made by fracking “tend to go vertically”. A horizontal borehole will cross many fractures and inject water into — or extract it from — a large volume of rock, says Moore, who heads Utah FORGE.",
            "South Korea’s most-destructive quake probably triggered by geothermal plant",
            "Although Utah FORGE has pushed the boundaries of EGS, and has developed techniques to drill into deeper and hotter rock than had previously been possible, Fervo’s nearby Utah plant and two earlier pilot projects have shown that the EGS concept can work using off-the-shelf tools, says Fervo’s senior geologist, Emma McConville, who is based in Reno, Nevada, “We can deliver massive amounts of geothermal to the market at extremely fast rates,” she says.",
            "Executives at next-generation geothermal companies say that the vast workforce of people who are experienced in drilling for oil and gas is a readily available resource that should help their businesses to grow quickly. There is also a substantial overlap with the oil and gas industry in terms of equipment: the 30-metre-tall derricks for drilling wells are the same ones that would otherwise be used for extracting hydrocarbons, says McConville. “Being able to keep those going — but working for carbon-free energy — is one of my favourite parts of this industry.”",
            "h2Reducing quake risks",
            "The development of EGS has been held up partly because the hydraulic fracturing (fracking) processes involved can cause seismic activity. Some projects, including one in Basel, Switzerland, and another in Pohang, South Korea, have had to shut down because the fracking was linked to considerable earthquake activity. ",
            "Utah FORGE, Fervo and other companies are following DoE guidelines to limit induced seismicity, and they continuously monitor their sites with seismographs. “If we exceed a certain threshold, we shut down,” says McConville. Although the fracking does produce quakes, these have typically been of a magnitude less than 2, she adds. “If we’re careful and we’re not drilling into faults that could slip, we shouldn’t get events that you can feel,” says Moore.",
            "*PATCHY_POTENTIAL_Map_showing_geothermal_resources_are_concentrated_in_the_western_side_of_the_US",
            "Source: Enhanced Geothermal Shot Analysis for the Geothermal Technologies Office.",
            "Another company has taken an even more risk-averse approach. Eavor, based in Calgary, Canada, calls its geothermal technology ‘advanced’ rather than ‘enhanced’, and foregoes fracking altogether. Instead, the company has developed a sophisticated magnetic guidance system, in which the drill heads from the two boreholes guide each other and form closed loops underground. “There’s no GPS when you are four and a half kilometres underground,” says Matt Toews, the company’s chief technology officer.",
            "In an Eavor project, each borehole branches out into a grid of parallel, horizontal pipes, which then reconnect at the other borehole. This also means that the water never comes into direct contact with the rock, but has to absorb heat through the pipes’ casings. “The advantage is that we don’t have to frack,” says Carsten Reinhold, chief geologist at Eavor’s German arm in Düsseldorf.",
            "Eavor is building its first commercial geothermal plant near Geretsried, Germany, and this should start exploiting 160 °C water from a depth of 4,500 m next year. The plant will mostly provide heating to buildings in the nearby town, but will also generate about 8 MW of electricity.",
            "h2Future markets",
            "Drilling to kilometres of depth is a very expensive business, and each borehole can cost millions to make. Although costs are expected to come down, next-generation geothermal is still projected to be more expensive than many other forms of energy. But because it can be available at any time, it could complement low-carbon resources that are inherently variable, such as solar and wind. “It fills a niche where there are really not many options,” says energy-systems researcher Wilson Ricks at Princeton University in New Jersey. Its main competitors would then be other expensive energy sources, such as nuclear, biomass and hydrogen.",
            "How the hydrogen revolution can help save the planet — and how it can’t",
            "Whether or not geothermal will be an economical solution will also depend, in large part, on geography. In general, the deeper you drill, the hotter the rock, but the vagaries of geology mean that the depths at which rocks reach temperatures high enough to enable electricity generation — around 200 °C — vary greatly around the world. High temperatures tend to be found closest to the surface in regions with active volcanism, or where the continental crust is thinner than average. A survey by the DoE, for example, shows that the western side of the United States has a much greater potential than the eastern side for extracting this energy at a profit (see ‘Patchy potential’).",
            "In a study published early this year in Nature Energy1, Ricks and collaborators, including Fervo co-founder Jack Norbeck, simulated US energy markets. Ricks says they found that geothermal could be cheaper than nuclear in much of the western United States. But a crucial assumption in the study was that plants can ramp their electricity generation up and down in response to swings in demand. Whether this can be done without causing excessive wear-and-tear will be a major test for upcoming facilities.",
            "doi: https://doi.org/10.1038/d41586-024-03621-w"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03723-5",
        "title": "US trust in scientists plunged during the pandemic — but it’s starting to recover",
        "content": [
            "*A_woman_carries_a_blue_sign_reading_Science_in_the_style_of_a_campaign_sign_for_US_President_Donald_",
            "A March for Science rally in Massachusetts. This year, public trust in scientists edged up over 2023 levels, a survey has found. Credit: Brian Snyder/Reuters",
            "For the first time since the start of the COVID-19 pandemic, trust in scientists has increased in the United States — but just slightly, according to a poll conducted around two weeks before the US presidential election.",
            "The survey, released today by the Pew Research Center in Washington DC, found that the proportion of those polled who believe that scientists act in the best interests of the public rose from 73% a year ago to 76% now (see ‘Modest rise in trust’). That’s still lower than the 87% who trusted scientists in April 2020, shortly after lockdowns began. But it marks a new shift “away from the declines in trust in science that we saw during the pandemic”, says Alec Tyson, the lead author of the report and an associate director of research at the Pew centre.",
            "The findings add to other data that are good news for researchers. A survey of more than 70,000 people in 67 countries in 2022 and 2023 found moderately high levels of trust in scientists overall, according to a preprint posted on the OSF server in January1.",
            "*MODEST_RISE_IN_TRUST_Graphic_shows_US_survey_respondents_confidence_in_scientists_2019–2024",
            "Source: Pew Research Center",
            "“There is no data to support the argument for a general crisis of trust in science,” says Naomi Oreskes, a science historian at Harvard University in Cambridge, Massachusetts, and a co-author of the preprint. She adds that the Pew results are “very reassuring for the scientific community”.",
            "Some scientists fear that the 5 November re-election of Donald Trump, who has dismissed climate change and disparaged federal scientists, to the US presidency will erode public trust in science — and might signal a rift between scientists and some factions of the US public.",
            "Researchers don’t yet know how political change affects public opinion towards scientists, says Niels Mede, a science-communication researcher at the University of Zurich in Switzerland, and a co-author of the preprint. But the timing of the Pew survey means it could be used as a benchmark for tracking attitudes towards science during Trump’s second term, he says.",
            "h2Partisan split",
            "Tyson and his colleagues polled 9,593 US residents using online and phone surveys between 21 and 27 October. Participants were asked to indicate how much they agreed with statements about scientists’ intelligence, communication skills, compassion for the public and engagement in policy.",
            "Almost 90% of survey respondents who identified themselves as Democrats indicated a belief that scientists act in the public’s best interest. The figure for Republicans was 66% — 5 percentage points higher than last year. But respondents were sharply divided over whether scientists should engage in policy debates on scientific issues, with 51% supporting an active role and 48% saying scientists should stay out of these debates.",
            "How can scientists make the most of the public’s trust in them?",
            "This means that “people want to trust the science but are not always sure they can trust the scientists” to put personal biases aside when using their influence, says Arthur Lupia, a survey researcher at the University of Michigan in Ann Arbor.",
            "The Pew report also found that only 45% of respondents think scientists are good communicators and 47% think scientists feel superior to others. Researchers who spoke to Nature say that the scientific community should accept that feedback, and act on it.",
            "“It’s one thing to discover something — it’s another thing to explain it effectively,” Lupia says. “For science to have public value, we actually have to do both of those things.”",
            "To solve the communication conundrum, Oreskes says that scientific degree programmes should add more public-focused writing and speaking to their curricula. Mede suggests that scientists attend children’s school science fairs, help with community-science projects and find other ways to speak to people face-to-face.",
            "“There is an important opportunity here for scientists, particularly those in government agencies,” says Oreskes, “to do an honest review of the ways in which their communications fell short during the pandemic, and consider how they can do better going forward.”",
            "doi: https://doi.org/10.1038/d41586-024-03723-5"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03608-7",
        "title": "Postdocs count the cost of living in Ireland’s capital",
        "content": [
            "*Crowds_of_people_walking_past_a_pub_on_a_busy_side_street",
            "A busy street in Dublin, where the costs of living compare unfavourably with those in Copenhagen.Credit: Edwin Remsberg/Getty",
            "Postdoctoral researchers at one of Ireland’s leading universities say that inadequate pay and living conditions, combined with limited career-development opportunities, have fuelled a decline in their professional status.",
            "A survey of postdocs at University College Dublin (UCD) has also revealed gender disparities, with 28% of male postdocs saying they are satisfied with their salaries, compared with just 16% of their female counterparts (see ‘Cheap labour’). “From a pay perspective it is shocking,” one woman says. “One hundred per cent of my take-home pay goes on childcare. My husband pays all the other bills.”",
            "Keen to improve the working lives of postdocs? Ask them what they want",
            "The survey was self-selecting and of the 114 respondents (around one-third of UCD’s total postdoc workforce), 24% say they spend more than 70% of their salaries on basic living costs, with 52% spending 50–70%. Thirteen per cent were on contracts shorter than 12 months, and 35% described their workload as heavy.",
            "On a more positive note, 87% of respondents described their relationship with their principal investigator as good or excellent, although many said research output is prioritized over career development. Overall, 88% of respondents said they aspire to an academic career.",
            "h2‘Spiralling out of control’",
            "Ieva Zumbyte, a research fellow who studies gender-equity policy at UCD and is the survey report’s lead author, says, “We wanted to understand the scale of the problem for a group of people who all have PhDs, who are passionately committed to academia and should be treated as junior academics.”",
            "Falling behind: postdocs in their thirties tire of putting life on hold",
            "She adds: “Precarity, sometimes seen as a rite of passage for early-career researchers, is spiralling out of control throughout the higher-education sector, including UCD.”",
            "The survey was carried out by UCD’s Research Staff Association in April and May, and the report compares salaries and living costs in Dublin with those in Copenhagen, a similarly sized capital city that also has a high cost of living.",
            "A female postdoctoral researcher who is midway through a two-year contract at University College Dublin (UCD) describes being treated “like cheap labour”. The 34-year-old, who requested anonymity, shares a flat with two other postdocs and says she can barely afford basic living costs on her €44,847 (US$48,916) salary.",
            "After completing her PhD at an East European university in 2023, she was offered a contract at UCD promising up to €51,000, with a pay increase after a year. ",
            "It was only when she signed the contract that she discovered she was getting the lowest rate. “There was no possibility of getting a raise as the research grant could not stretch to it,” she says.",
            "As a non-EU postdoc, she pays an annual €600 in private health insurance and also has to cover the cost of a non-EU residents’ visa, which comes to €300 a year. Relocating to Ireland cost her €5,000 in expenses, including four weeks in Airbnb accommodation at €100 a night while looking for a flat. She now pays €1,250 a month in rent.",
            "Newly engaged to be married, she says that the lack of maternity and childcare support at UCD means she, like many female postdocs, faces choosing between starting a family and the dream of an academic career.",
            "h2Costs of childcare",
            "The report says that female postdocs often bear the brunt of childcare responsibilities, with childcare in Dublin “prohibitively expensive” — average fees were €1,200 a month in 2023. ",
            "A second female postdoc, who researches employment and law, and is the mother of a two-year-old daughter, says she has managed to remain in her post only because she has been “very lucky” to have a principal investigator prepared to fight on her behalf. ",
            "She became pregnant in 2022, aged 33, 10 weeks after beginning an 18-month postdoc contract with a starting salary of €43,000. “The pregnancy was a surprise and the timing was a big worry,” she says. “But my boss stood up for me and I was given full maternity leave and cover. Even better, as the research is ongoing, I’ve been able to extend my contract by two years, which means I’ll have publications and other experience to show at the end of the contract, despite taking maternity leave.”",
            "She now works part time and pays €519 a month for four days of childcare a week at a government-subsidized crèche. She thinks her luck will run out at the end of the contract, however, saying, “like so many of my female friends, I’ll be looking for work outside academia, probably in the NGO [non-governmental organization] sector”.",
            "The report notes that postdoc salaries at UCD start at €44,347 (US$48,375), compared with €55,264 in Denmark. Moreover, it says that childcare costs are 60% cheaper in the Danish capital than in Dublin, and that rents are 18–33% lower, according to figures from the Numbeo cost of living index.",
            "Overall, the report says that UCD postdocs endure “inadequate pay, subpar living arrangements, limited professional development opportunities and a devaluation of postdoc status” — with one in three respondents reporting excessive workloads, including teaching obligations, which are often unpaid.",
            "Career resources for postdoctoral researchers",
            "It warns that neglecting postdocs’ concerns could undermine the university’s commitment to equality, diversity and inclusion, and that negative experiences at this career stage could deter people from returning to the university as faculty members later on.",
            "h2Necessary improvements",
            "The report makes 12 recommendations, including guaranteeing at least one annual salary increase, offering relocation support to overseas postdocs, providing travel grants to fund postdocs’ attendance at conferences when this isn’t covered by a principal investigator’s project, and improving mentoring opportunities.",
            "Other requests include the provision of on-campus nurseries and temporary accommodation for all internationally recruited postdocs, many of whom currently have to rely on costly Airbnb rentals when they arrive.",
            "*People_sitting_around_circular_tables_in_group_discussion",
            "University College Dublin’s Research Staff Association held group discussions about findings from a postdoc survey.Credit: UCD RSA",
            "Adopting these measures would improve the reputation of UCD, says Zumbyte. “We are deeply aware that addressing these challenges will require time and long-term adjustments,” she says. “With better postdoc representation across the university’s committees, we can work together to find solutions that work for us all.”",
            "Dominic Martella, head of external communication at UCD, says that the university “has received the report and continues to engage in communications with the Research Staff Association on the recommendations”.",
            "doi: https://doi.org/10.1038/d41586-024-03608-7"
        ]
    }
]