[
    {
        "URL": "https://www.nature.com/articles/d41586-024-04055-0",
        "title": "How fast is your brain ageing? Proteins in blood offer clues",
        "content": [
            "*Coloured_MRI_scans_of_frontal_sections_through_two_brains",
            "Magnetic resonance imaging scans showing the brain of a 25-year-old (left) and a 74-year-old (right).Credit: Zephyr/Science Photo Library",
            "Researchers have identified 13 proteins in the blood that predict how quickly or slowly a person’s brain ages compared with the rest of their body. ",
            "Their study1, published in Nature Aging on 9 December, used a machine-learning model to estimate ‘brain ages’ from scans of more than 10,000 people. The authors then analysed thousands of scans alongside blood samples and found eight proteins that were associated with fast brain ageing, and five linked to slower brain ageing.",
            "Dementia risk linked to blood-protein imbalance in middle age",
            "“Previous studies mainly focused on the association between the proteins and the chronological age, that means the real age of the individual,” says study co-author Wei-Shi Liu, a neurologist at Fudan University in Shanghai, China.",
            "However, studying biomarkers linked to a person’s brain age could help scientists to identify molecules to target in future treatments for age-related brain diseases. “These proteins are all promising therapeutic targets for brain disorders, but it may take a long time to validate them,” says Liu.",
            "h2Brain age gap",
            "Using machine learning to analyse brain-imaging data from 10,949 people, Liu and his colleagues created a model to calculate a person’s brain age, using hundreds of structural features such as the overall brain volume, thickness of the cortex and amount of white matter. The difference between the brain age and the chronological age, known as the brain age gap, can help to indicate brain health.",
            "On average, the brain ages of participants differed from their chronological ages by around three years either way — meaning that most people had a brain that was biologically slightly ‘younger’ or ‘older’ than they were.",
            "The researchers wanted to identify proteins that are associated with large brain age gaps, so they analysed the levels of 2,922 proteins in blood samples from 4,696 people, more than half of whom were female, and compared them with the same people’s brain ages according to their brain scans. They identified 13 proteins that seemed to be connected with large brain age gaps, some of which are known to be involved in movement, cognition and mental health.",
            "What accelerates brain ageing? This AI ‘brain clock’ points to answers",
            "One key protein was brevican (BCAN), which helps to form and maintain the network of molecules around cells and is involved in learning and memory. Higher levels of BCAN were associated with slower brain ageing. Brain cells in people with Alzheimer’s disease also express less BCAN than do those in healthy people.",
            "doi: https://doi.org/10.1038/d41586-024-04055-0"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04028-3",
        "title": "‘A truly remarkable breakthrough’: Google’s new quantum chip achieves accuracy milestone",
        "content": [
            "*Image_of_quantum_computing_cryostat",
            "A cryostat in Google’s quantum-computing facility. Credit: Google Quantum AI",
            "Researchers at Google have built a chip that has enabled them to demonstrate the first ‘below threshold’ quantum calculations — a key milestone in the quest to build quantum computers that are accurate enough to be useful.",
            "The experiment, described on 9 December in Nature1, shows that with the right error-correction techniques, quantum computers can perform calculations with increasing accuracy as they are scaled up — with the rate of this improvement exceeding a crucial threshold. Current quantum computers are too small and too error-prone for most commercial or scientific applications.",
            "Google uncovers how quantum computers can beat today’s best supercomputers",
            "“This has been a goal for 30 years,” said Michael Newman, a research scientist at Google’s headquarters in Mountain View, California, at a press conference announcing the feat. The achievement means that by the end of the decade, quantum computers could enable scientific discoveries that are impossible even with the most powerful supercomputers imaginable, said Charina Chou, the chief operating officer of Google’s quantum-computing arm. “That’s the reason we’re building these things in the first place,” Newman added. ",
            "“This work shows a truly remarkable technological breakthrough,” says Chao-Yang Lu, a quantum physicist at the University of Science and Technology of China in Shanghai. ",
            "h2Delicate states",
            "Quantum computers encode information in states that can represent a 0 or a 1 — like the bits of ordinary computers — but can also use infinite possible combinations of several 0s and 1s. However, these quantum-information states are notoriously delicate, explains Julian Kelly, a physicist at Google who leads the company’s quantum-hardware division. To get a quantum computer to perform useful calculations, “you need quantum information, and you need to protect it from the environment — and from ourselves, as we do manipulations on it”, he says.",
            "Aiming for such protection — without which quantum computing would be a non-starter — theoreticians began in 1995 to develop ingenious schemes for spreading one qubit of information across multiple ‘physical’ qubits. The resulting ‘logical qubit’ is resilient to noise — at least on paper. For this technique, called quantum error correction, to work in practice, it would be necessary to show that this spreading of information over multiple qubits robustly lowered error rates. ",
            "doi: https://doi.org/10.1038/d41586-024-04028-3"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04018-5",
        "title": "Publishers are selling papers to train AIs — and making millions of dollars",
        "content": [
            "*A_Microsoft_Copilot_logo_is_displayed_on_a_smartphone_with_an_AI_logo_in_the_background",
            "Microsoft made a US$10-million deal with Taylor & Francis to use the publisher’s papers to train its artificial-intelligence systems.Credit: Omar Marques/SOPA/LightRocket via Getty",
            "Since the explosion in popularity of generative artificial intelligence (AI), several scholarly publishers have forged agreements with technology companies looking to use content to train the large language models (LLMs) that underlie their AI tools. A new tracker aims to catalogue what deals are being made — and by whom.",
            "“We were seeing announcements of these deals, and we got to thinking that this is starting to become a pattern,” says Roger Schonfeld, a co-creator of the tracker and vice-president of libraries, scholarly communication and museums at Ithaka S+R, a higher-education consulting firm in New York City. “We wanted to shine some light on not just the individual deals, but also what the overall pattern was starting to look like — and provide a source for the community.”",
            "Has your paper been used to train an AI model? Almost certainly",
            "Schonfeld and his colleagues launched the Generative AI Licensing Agreement Tracker in October. It includes information about licensing deals — confirmed and forthcoming — between technology companies and six major academic publishers, including Wiley, Sage and Taylor & Francis. Schonfeld says that the list documents only public agreements, and that there are probably several others that remain undisclosed.",
            "Many publishers are considering questions such as how licensing — or not licensing — content to generative-AI companies will affect revenue, and the risks or benefits of being among the first to act in this space, Schonfeld says. “Every publisher of a certain scale and above is absolutely grappling with this issue.”",
            "h2Growing trend",
            "Several big publishers have cashed in on AI licensing deals this year. In May, Informa, the parent company of the UK academic publisher Taylor & Francis, announced that it made a US$10-million deal to license content to Microsoft. The next month, the US academic publisher Wiley announced to its investors that it had earned $23 million from a deal with an unnamed firm developing generative-AI models. In September, the company said that it expected to earn another $21 million from such agreements this financial year. Nature’s news team contacted several other publishers including Elsevier and Springer Nature, Nature’s publisher, about whether they had plans for licensing deals, but received no comment. (Nature’s news team is editorially independent of its publisher.)",
            "“We are providing data and content under license for the purposes of training AI, such as LLMs, so that those models become more accurate and relevant for the benefit of everyone who uses them,” a spokesperson for Taylor & Francis said in a statement. “Licensing activities such as this are a key responsibility for research publishers and part of our ongoing commitment to ensuring authors’ ideas make the fullest possible contribution.”",
            "doi: https://doi.org/10.1038/d41586-024-04018-5"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03982-2",
        "title": "Wuhan lab samples hold no close relatives to virus behind COVID",
        "content": [
            "*Shi_Zhengli_wearing_protective_clothing_in_a_biosafety_lab",
            "Chinese virologist Shi Zhengli has presented evidence that her lab has not worked with close relatives of SARS-CoV-2.Credit: Johannes Eisele/AFP via Getty",
            "After years of rumours that the virus that causes COVID-19 escaped from a laboratory in China, the virologist at the centre of the claims has presented data on dozens of new coronaviruses collected from bats in southern China. At a conference in Japan this week, Shi Zhengli, a specialist on bat coronaviruses, reported that none of the viruses stored in her freezers are the most recent ancestors of the virus SARS-CoV-2.",
            "Shi was leading coronavirus research at the Wuhan Institute of Virology (WIV), a high-level biosafety laboratory, when the first cases of COVID-19 were reported in that city. Soon afterwards, theories emerged that the virus had leaked — either by accident or deliberately — from the WIV.",
            "Shi has consistently said that SARS-CoV-2 was never seen or studied in her lab. But some commentators have continued to ask whether one of the many bat coronaviruses her team collected in southern China over decades was closely related to it. Shi promised to sequence the genomes of the coronaviruses and release the data.",
            "The latest analysis, which has not been peer reviewed, includes data from the whole genomes of 56 new betacoronaviruses, the broad group to which SARS-CoV-2 belongs, as well as some partial sequences. All the viruses were collected between 2004 and 2021.",
            "“We didn’t find any new sequences which are more closely related to SARS-CoV-1 and SARS-CoV-2,” said Shi, in a pre-recorded presentation at the conference, Preparing for the Next Pandemic: Evolution, Pathogenesis and Virology of Coronaviruses, in Awaji, Japan, on 4 December. Earlier this year, Shi moved from the WIV to the Guangzhou Laboratory, a newly established national research institute for infectious diseases.",
            "The results support her assertion that the WIV lab did not have any bat-derived sequences from viruses that were more closely related to SARS-CoV-2 than were any already described in scientific papers, says Jonathan Pekar, an evolutionary biologist at the University of Edinburgh, UK. “This just validates what she was saying: that she did not have anything extremely closely related, as we’ve seen in the years since,” he says.",
            "doi: https://doi.org/10.1038/d41586-024-03982-2"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03958-2",
        "title": "Stress can dull our capacity for joy: mouse brain patterns hint at why",
        "content": [
            "*Illustration_of_nerve_cells_from_the_cerebral_cortex_of_the_brain,_shown_in_blue",
            "Communication between neurons (illustration) in two separate brain regions is patchy in mice that are susceptible to severe stress. Credit: Juan Gaertner/Science Photo Library",
            "Joylessness triggered by stress creates a distinct brain signature, according to research in mice1. The study also reveals one brain pattern that seems to confer resilience to stress — and another that makes stressed animals less likely to feel pleasure, a core symptom of depression. ",
            "These findings, published today in Nature, offer clues as to how the brain gives rise to anhedonia, a resistance to enjoyment and pleasure. The results also provide a new avenue for treating the condition — if the findings are validated in humans.",
            "“Their approach in this study is spot on,” says Conor Liston, a neuroscientist at Weill Cornell Medicine in New York City, who was not involved in the work. The experiments fill “a big gap”, he says. “Anhedonia is something we don’t understand very well.”",
            "h2A distressing symptom",
            "More than 70% of people with severe depression experience anhedonia, which is also common in those with schizophrenia, Parkinson’s disease and other neurological and psychiatric conditions.",
            "The symptom is notoriously difficult to treat, even in those taking medication, Liston says. “Anhedonia is something that patients care about the most, and feel like it’s least addressed by current treatments,” he says.",
            "A journey into the causes and effects of depression",
            "To understand how the brain gives rise to anhedonia, Mazen Kheirbek, a systems neuroscientist at the University of California, San Francisco, and his colleagues studied mice that had been placed under stress by exposure to larger, more aggressive mice.",
            "Typically, mice have a sweet tooth and prefer sugar water over plain water if given the option. But some stressed mice instead preferred plain water — which Kheirbek and his colleagues interpreted as a rodent version of anhedonia. Other mice subjected to the same stress preferred the sugar water. The authors labelled these animals ‘resilient’.",
            "doi: https://doi.org/10.1038/d41586-024-03958-2"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03957-3",
        "title": "DeepMind AI weather forecaster beats world-class system",
        "content": [
            "*A_satellite_photo_of_typhoon_Hagibis_approaching_Japan",
            "Typhoon Hagibis approaches Japan in 2019. The storm was one of the events used to study the accuracy of an AI-based forecasting system.Credit: NASA Worldview, Earth Observing System Data and Information System (EOSDIS)/AP/Alamy",
            "Google DeepMind has developed the first artificial intelligence (AI) model of its kind to predict the weather more accurately than the best system currently in use. The model generates forecasts up to 15 days in advance — and it does so in minutes, rather than the hours needed by today’s forecasting programs. ",
            "The purely AI system beats the world’s best medium-range operational model, the European Centre for Medium-Range Weather Forecasts’ ensemble model (ENS), at predicting extreme weather such as hurricanes and heatwaves. The breakthrough could help usher in an era of AI weather forecasting that is quicker and more reliable than today’s systems, researchers say. The system, called GenCast, is described today in Nature1.",
            "Superfast Microsoft AI is first to predict air pollution for the whole world",
            "Conventional forecasts, including those from ENS, are based on mathematical models that simulate the laws of physics governing Earth’s atmosphere. They use supercomputers to crunch data from satellites and weather stations — a process that takes hours and vast amounts of computing power.",
            "GenCast, by contrast, has been trained only on historical weather data, which enables the system to draw out complex relationships between variables such as air pressure, humidity, temperature and wind. This helps it to outperform strictly physics-based systems, says Ilan Price, a research scientist at Google DeepMind in London and an author of the paper. ",
            "“We’ve really made dramatic progress to catch up and now overtake [physics-based models] with machine learning,” Price says. ",
            "h2AI surge",
            "AI weather forecasting has advanced rapidly, with multiple companies racing to develop new and better models. Among them are Huawei2 in Shenzhen, China, and Nvidia in Santa Clara, California. Earlier this year, Google released NeuralGCM3, a hybrid system that combines physics-based models with AI to produce short- and long-term forecasts on a par with conventional models. ",
            "doi: https://doi.org/10.1038/d41586-024-03957-3"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03955-5",
        "title": "Governments are banning kids from social media: will that protect them from harm?",
        "content": [
            "*A_boy_holds_a_smartphone_in_his_hands,_on_which_the_logo_of_the_short_video_app_TikTok_can_be_seen",
            " Credit: Jens Kalaene/dpa-Zentralbild/ZB/dpa via Alamy",
            "A year from now, children under the age of 16 in Australia will be barred from many social-media platforms — the highest minimum-age limit in the world. Other countries or regions have introduced similar bans and more say they’re considering them, owing to parents’ concerns that children are exposed to cyber-bullying, scams and adult content on these platforms. But researchers say there is minimal evidence to suggest such bans will keep children safe from online harm.",
            "doi: https://doi.org/10.1038/d41586-024-03955-5"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03893-2",
        "title": "The first rocks from the Moon’s far side are in this geologist’s hands",
        "content": [
            "*Portrait_of_Li_Chunlai_holding_a_piece_of_moon_rock_in_a_pair_pf_tweezers_inside_a_glove_box",
            " Credit: Jin Liwang/Xinhua News Agency",
            "On 25 June, Li Chunlai watched eagerly as a capsule carrying the first pieces of the far side of the Moon landed on Earth. “Sample, I finally got you,” he thought, as if speaking to an adversary he had spent years trying to outwit.",
            "That moment capped decades of hard work for Li, deputy chief designer for China’s Chang’e-6 mission, which blasted off to the Moon on 3 May. The 3,200-kilogram lander — about as heavy as a pickup truck — spent two days drilling and scooping material on the lunar surface before sending the samples back to Earth.",
            "",
            "Li was central to deciding where on the Moon the spacecraft would land and was among the first to analyse the rocks it ferried back. He and his team of 70 or so staff members oversee the data collected during China’s space missions, and that includes storing and distributing samples. “What he is really good at, is coordination,” says James Head, a planetary geoscientist at Brown University in Providence, Rhode Island, who has collaborated extensively with Li.",
            "When he was a young researcher studying geology and cosmic chemistry, Li says he never imagined holding samples from the Moon. But he has been involved in determining the science objectives of China’s lunar exploration programme since its inception, when Chang’e-1 was sent to orbit the Moon in 2007. This is Li’s second sample-return mission for the China National Space Administration. He had a similar role during the Chang’e-5 mission, which brought back soil and rock from the Moon’s near side.",
            "The latest shipment, containing almost two kilograms of lunar material from the hemisphere hidden from Earth’s view, could unravel many mysteries about the Moon’s early evolution, and the planets beyond, say researchers.",
            "“We have been dreaming of having samples from the far side of the Moon,” says Patrick Pinet, a planetary scientist at the Research Institute in Astrophysics and Planetology in Toulouse, France.",
            "One day after arriving on Earth, the capsule was in Li’s laboratory at the National Astronomical Observatories in Beijing. It took Li and his team several days of banging, twisting and clanging to release the precious material from its sealed vault, using various tools. To protect the material, they stored it in a nitrogen-filled box. The powder within was “fluffy” and “very fresh”, says Li. The samples are lighter in colour than are those from the Moon’s near side. “It’s very special,” says Li.",
            "The rocks and dust were collected from the deepest part of the South Pole–Aitken Basin, which is assumed to be the largest and oldest impact crater on the Moon. The site was chosen because of the diversity of the material it might contain, such as lava flows and fragments of the lunar crust or even the mantle beneath. The samples are “like a recorder of all these historical events”, says Yi Xu, a planetary scientist at Macau University of Science and Technology.",
            "Studying them will help to uncover “lots of secrets of the Moon”, says Yuqi Qian, a planetary geologist at the University of Hong Kong.",
            "Top among them is why the lunar far side looks so different from the near side — the crust is thicker and not as enriched with radioactive elements. Understanding the Moon’s history is crucial to deciphering the pasts of other planets such as Mars, Venus and Mercury, says Head. “The Moon is a keystone to planetary evolution in general.”",
            "In September, Li and his colleagues published a preliminary description of the samples (C. Li et al. Natl Sci. Rev. 11, nwae328; 2024). And two papers published in November reported that the lunar far side was volcanically active as recently as 2.8 billion years ago (Q. W. L. Zhang et al. Nature https://doi.org/g8rffr (2024); Z. Cui et al. Science https://doi.org/ns2w; 2024).",
            "Planetary scientists all over the world now want to get their gloves on the samples. Li’s laboratory has distributed some morsels to teams across China. But it will be a few years before researchers outside the country get access, says Li, to give Chinese researchers priority. A torrent of scientific findings are expected in the coming months. Li is already looking ahead to China’s next sample-return missions — to a near-Earth asteroid in 2025, and to Mars several years later. The insight generated so far from this year’s Moon mission, he says, “is just the beginning”.",
            "",
            "doi: https://doi.org/10.1038/d41586-024-03893-2"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03898-x",
        "title": "AI weatherman: the DeepMind researcher making faster, more accurate forecasts",
        "content": [
            "*Remi_Lam_posing_for_a_portrait_next_to_a_3D_glass_structure_filled_with_lights",
            " Credit: Alecsandra Dragoi for Nature",
            "Rémi Lam had heard about San Francisco’s microclimates, but he didn’t realize how idiosyncratic they could be until he moved there this year. “The street I live in can be foggy, and it’s sunny two blocks down,” he says. Weather forecasts for the city can be wildly incorrect depending on the location. Even state-of-the-art weather forecasts can’t predict the city’s microclimates and how they will vary.",
            "doi: https://doi.org/10.1038/d41586-024-03898-x"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03900-6",
        "title": "This doctor raised the alarm about a deadly mpox outbreak that went global",
        "content": [
            "*Portrait_of_Placide_Mbala_in_front_of_a_yellow_wall",
            " Credit: Ley Uwera for Nature",
            "Early this year, cases of mpox erupted across Central Africa, killing hundreds. Seeing the events unfold so soon after the still-simmering outbreak of 2022 “felt like scientific amnesia”, says Placide Mbala, an epidemiologist at the National Institute of Biomedical Research in Kinshasa, the capital of the Democratic Republic of the Congo (DRC).",
            "Mbala led a team of researchers who sounded the alarm about the latest outbreak when they spotted a suspicious cluster of mpox cases among young adults and sex workers in an eastern region of the DRC. The team predicted that the disease would move quickly and urged health officials both in the DRC and in neighbouring countries to devise plans to contain the monkeypox virus’s spread.",
            "",
            "He and his colleagues analysed the genome of the virus (E. H. Vakaniaki et al. Nature Med. 30, 2791–2795; 2024), revealing that it was a new strain, capable of passing from human to human and distinct from the virus that caused the 2022 outbreak and other previous outbreaks in the DRC. It has since been detected in Sweden, Thailand, India, Germany, the United States, the United Kingdom and six African countries that had never before reported mpox infections.",
            "Mbala has been instrumental in leading these research projects, says Jason Kindrachuk, a virologist at the University of Manitoba in Winnipeg, Canada, who collaborates with Mbala. Furthermore, Mbala has “been coordinating response and community-engagement activities across the country, and doing all this in the least selfish, most diplomatic and democratic ways”, Kindrachuk adds.",
            "It’s a role that Mbala has long trained for. After finishing medical school in 2006 and spending a year as a clinician in Kinshasa, he met Jean-Jacques Muyembe-Tamfum, a microbiologist who directs the centre where Mbala works. Mbala was impressed by Muyembe-Tamfum’s work — in particular his dogged efforts to find the animal reservoir of Ebola, having co-discovered the Ebola virus in 1976. Muyembe-Tamfum took Mbala under his wing, and in 2008 they worked to improve the country’s capacity for mpox testing and treatment. Later, Mbala helped to diagnose and confirm, through genetic sequencing, the first infections with the Ebola virus during the DRC’s 2014 outbreak.",
            "“He’s leaving quite the legacy, and he’s really fitting the shoes of his mentor,” says Nicaise Ndembi, a virologist at the Africa Centres for Disease Control and Prevention in Addis Ababa, who is coordinating the agency’s 2024 mpox response.",
            "For Mbala, it is his personal mission to put an end to the scientific amnesia that allowed conditions such as mpox to linger and re-emerge. He says that the world knew what the monkeypox virus was capable of, and yet, once infections outside Africa dropped below a certain level, the disease became neglected once again. Vaccines and therapeutics that many high-income countries deployed to control the 2022 outbreaks remained out of reach of African nations until last September — when the strain had already spread aggressively throughout the continent.",
            "Mbala aims to better understand how the disease spreads in the DRC and neighbouring countries. His team has found that the virus can spread rampantly in displacement camps and through non-sexual contact; previously, mpox in Central Africa caused small, localized outbreaks and was known to spread to people only through contact with infected animals (D. Mukadi-Bamuleka et al. Preprint at medRxiv https://doi.org/g8dxrz; 2024).",
            "doi: https://doi.org/10.1038/d41586-024-03900-6"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03938-6",
        "title": "A 60-minute guide to landing your next job in science",
        "content": [
            "*A_young_scientist_in_a_lab_coat_and_safety_glasses_examines_a_centrifuge_tube_with_some_pink_liquid_",
            "Pursuing a career in science requires a wide range of skills.Credit: Getty",
            "A live webinar to help job-seeking scientists land their next role in academia, industry and other sectors is now available to watch as on demand. ",
            "doi: https://doi.org/10.1038/d41586-024-03938-6"
        ]
    }
]