[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03542-8",
        "title": "AI-generated images threaten science — here’s how researchers hope to spot them",
        "content": [
            "*A_composite_of_six_AI-generated_micrographs",
            "All of these images were generated by AI.Credit: Proofig AI, 2024",
            "From scientists manipulating figures to the mass production of fake papers by paper mills, problematic manuscripts have long plagued the scholarly literature. Science sleuths work tirelessly to uncover this misconduct to correct the scientific record. But their job is becoming harder, owing to the introduction of a powerful new tool for fraudsters: generative artificial intelligence (AI).",
            "“Generative AI is evolving very fast,” says Jana Christopher, an image-integrity analyst at FEBS Press in Heidelberg, Germany. “The people that work in my field — image integrity and publication ethics — are getting increasingly worried about the possibilities that it offers.”",
            "AI-generated images and video are here: how could they shape research?",
            "The ease with which generative-AI tools can create text, images and data raises fears of an increasingly untrustworthy scientific literature awash with fake figures, manuscripts and conclusions that are difficult for humans to spot. Already, an arms race is emerging as integrity specialists, publishers and technology companies race to develop AI tools that can assist in rapidly detecting deceptive, AI-generated elements of papers.",
            "“It’s a scary development,” Christopher says. “But there are also clever people and good structural changes that are being suggested.”",
            "Research-integrity specialists say that, although AI-generated text is already permitted by many journals under some circumstances, the use of such tools for creating images or other data is less likely to be viewed as acceptable. “In the near future, we may be okay with AI-generated text,” says Elisabeth Bik, an image-forensics specialist and consultant in San Francisco, California. “But I draw the line at generating data.”",
            "What ChatGPT and generative AI mean for science",
            "Bik, Christopher and others suspect that data, including images, fabricated using generative AI are already widespread in the literature, and that paper mills are taking advantage of AI tools to produce manuscripts en masse (see ‘Quiz: can you spot AI fakes?’).",
            "h2Under the radar",
            "Pinpointing AI-produced images poses a huge challenge: they are often almost impossible to distinguish from real ones, at least with the naked eye. “We get the feeling that we encounter AI-generated images every day,” Christopher says. “But as long as you can’t prove it, there’s really very little you can do.”",
            "There are some clear instances of generative-AI use in scientific images, such as the now-infamous figure of a rat with absurdly large genitalia and nonsensical labels, created using the image tool Midjourney. The graphic, published by a journal in February, sparked a social-media storm and was retracted days later.",
            "*Quiz_Can_you_spot_AI_fakes_A_series_of_six_images,_three_of_which_were_produced_by_artificial-intell",
            "Credit: Proofig (generated images)",
            "Most cases aren’t so obvious. Figures fabricated with Adobe Photoshop or similar tools before the rise of generative-AI — especially in molecular and cell biology — often contain telltale signs that sleuths can spot, such as identical backgrounds or an unusual absence of smears or stains. AI-made figures often lack such signs. “I see tonnes of papers where I think, these Western blots do not look real — but there’s no smoking gun,” Bik says. “You can only say they just look weird, and that of course isn’t enough evidence to write to an editor.”",
            "But signs suggest that AI-made figures are appearing in published manuscripts. Text written using tools such as ChatGPT is on the rise in papers, given away by standard chatbot phrases that authors forget to remove and telltale words that AI models tend to use. “So we have to assume that it’s also happening for data and for images,” says Bik.",
            "Another clue that fraudsters are using sophisticated image tools is that most of the issues that sleuths are currently detecting are in papers that are several years old. “In the past couple of years, we’ve seen fewer and fewer image problems,” Bik says. “I think most folks who have gotten caught doing image manipulation have moved on to creating cleaner images.”",
            "h2How to create images",
            "Creating clean images using generative AI is not difficult. Kevin Patrick, a scientific-image sleuth known as Cheshire on social media, has demonstrated just how easy it can be and posted his results on X. Using Photoshop’s AI tool Generative Fill, Patrick created realistic images — that could feasibly appear in scientific papers — of tumours, cell cultures, Western blots and more. Most of the images took less than a minute to produce (see ‘Generating bogus science’).",
            "“If I can do this, certainly the people who are getting paid to generate fake data are going to be doing this,” Patrick says. “There’s probably a whole bunch of other data that could be generated with tools like this.”",
            "Some publishers say that they have found evidence of AI-generated content in published studies. These include PLoS, which has been alerted to suspicious content and found evidence of AI-generated text and data in papers and submissions through internal investigations, says Renée Hoch, managing editor of PLoS’s publication-ethics team in San Francisco, California. (Hoch notes that AI use is not forbidden in PLoS journals, and that its AI policy focuses on author accountability and transparent disclosures.)",
            "*Generating_bogus_science_Examples_of_AI-generated_western_blot,_tumour_sample_and_cell_culture_image",
            "Credit: Kevin Patrick",
            "Other tools might also provide opportunities for people wishing to create fake content. Last month, researchers published1 a generative-AI model for creating high-resolution microscopy images — and some integrity specialists have raised concerned about the work. “This technology can easily be used by people with bad intentions to quickly generate hundreds or thousands of fake images,” Bik says.",
            "Yoav Shechtman at the Technion–Israel Institute of Technology in Haifa, the tool’s creator, says that the tool is helpful for producing training data for models because high-resolution microscopy images are difficult to obtain. But, he adds, it isn’t useful for generating fake because users have little control over the output. Existing imaging software such as Photoshop is more useful for manipulating figures, he suggests.",
            "h2Weeding out fakes",
            "Human eyes might not be able to catch generative AI-made images, but AI might (see ‘AI images are hard to spot’).",
            "The makers behind tools such as Imagetwin and Proofig, which use AI to detect integrity issues in scientific figures, are expanding their software to weed out images created by generative AI. Because such images are so difficult to detect, both companies are creating their own databases of generative-AI images to train their algorithms.",
            "AI models fed AI-generated data quickly spew nonsense",
            "Proofig has already released a feature in its tool for detecting AI-generated microscopy images. Company co-founder Dror Kolodkin-Gal in Rehovot, Israel, says that, when tested on thousands of AI-generated and real images from papers, the algorithm identified AI images 98% of the time and had a 0.02% false-positive rate. Dror adds that the team is now working on trying to understand what, exactly, their algorithm detects.",
            "“I have great hopes for these tools,” Christopher says. But she notes that their outputs will always need to be assessed by an expert who can verify the issues they flag. Christopher hasn’t yet seen evidence that AI image-detection software are reliable (Proofig’s internal evaluation has not been published). These tools are “limited, but certainly very useful, as it means we can scale up our effort of screening submissions,” she adds.",
            "*AI_images_are_hard_to_spot_Graph_showing_researchers_struggle_to_identify_AI-generated_microscopy_im",
            "Source: Proofig quiz",
            "Multiple publishers and research institutions already use Proofig and Imagetwin. The Science journals, for example, use Proofig to scan for image-integrity issues. According to Meagan Phelan, communications director for Science in Washington DC, the tool has not yet uncovered any AI-generated images.",
            "Springer Nature, which publishes Nature, is developing its own detection tools for text and images, called Geppetto and SnapShot, which flag irregularities that are then assessed by humans. (The Nature news team is editorially independent of its publisher.)",
            "h2Fraudsters, beware",
            "Publishing groups are also taking steps to address AI-made images. A spokesperson for the International Association of Scientific, Technical and Medical (STM) Publishers in Oxford, UK, said that it is taking the problem “very seriously” and pointed to initiatives such as United2Act and the STM Integrity Hub, which are tackling paper mills and other scientific-integrity issues.",
            "ChatGPT one year on: who is using it, how and why?",
            "Christopher, who is chairing an STM working group on image alterations and duplications, says that there is a growing realization that developing ways to verify raw data — such as labelling images taken from microscopes with invisible watermarks akin to those being used in AI-generated text — might be the way forward. This will require new technologies and new standards for equipment manufacturers, she adds.",
            "Patrick and others are worried that publishers will not act quickly enough to address the threat. “We’re concerned that this will just be another generation of problems in the literature that they don’t get to until it’s too late,” he says.",
            "Still, some are optimistic that the AI-generated content that enters papers today will be discovered in the future.",
            "“I have full confidence that technology will improve to the point that it can detect the stuff that’s getting done today — because at some point, it will be viewed as relatively crude,” Patrick says. “Fraudsters shouldn’t sleep well at night. They could fool today’s process, but I don’t think they’ll be able to fool the process forever.”",
            "doi: https://doi.org/10.1038/d41586-024-03542-8"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03609-6",
        "title": "‘A big, big win’: plan to pay for wildlife conservation emerges at biodiversity summit",
        "content": [
            "*Attendees_onstage_and_in_the_audience_at_the_last_plenary_session_of_the_COP16_Summit_in_Cali,_Colom",
            "The last plenary session of the COP16 biodiversity summit in Cali, Colombia, wrapped up on 2 November.Credit: Joaquin Sarmiento/AFP via Getty",
            "Cali, Colombia",
            "Two years ago, after more than 190 countries at a United Nations summit made a historic pledge to protect the world’s species, questions arose about whether they could afford to keep that promise. At the latest meeting — held in Cali, Colombia, over the past two weeks — fights about conservation funding took centre stage, with little resolution.",
            "Can the world save a million species from extinction?",
            "But there were some bright spots. One was that negotiators approved an agreement that paves the way for large companies to pay for the use of digital genetic information extracted from nature, if it generates profit. For instance, a highly profitable agribusiness in the United Kingdom might use a digital DNA sequence from a plant found in Brazil to improve a crop. Under the agreement, that business will be encouraged to pay 1% of its profits or 0.1% of its revenue into a fund that could help countries such as Brazil to pay for conservation. ",
            "The agreement seemed far off before this year’s summit. Civil-society groups and researchers are calling it a crucial victory in the face of rapid decline in global biodiversity. ",
            "“It is a voluntary mechanism, so there’s everything to be seen about how we get that to work and make sure companies are doing it,” says Yadvinder Malhi, an ecosystems researcher at the University of Oxford, UK. But “it is a big, big win, and we have to go further with it”.",
            "h2Species threatened",
            "Research released during the Cali summit, called the 16th Conference of the Parties to the Convention on Biological Diversity (COP16), highlighted the urgent need for action on biodiversity.",
            "For instance, the International Union for Conservation of Nature, based in Gland, Switzerland, reported that more than one in three tree species is now at risk of extinction, and the conservation organization WWF, also based in Gland, reported that the average size of the globe’s wildlife populations has declined by 73% in 50 years.",
            "10 startling images of nature in crisis — and the struggle to save it",
            "“We are already at a tipping point, and the change to these ecosystems will be irreversible” if action isn’t taken, says Manuel Pulgar-Vidal, the global leader of climate and energy at the WWF.",
            "Yet many researchers were frustrated by what they saw as a lack of progress at COP16. By the close of the summit, only 44 of the 190-plus countries that signed the biodiversity deal two years ago had submitted action plans. And although around US$163 million was pledged in Cali to protect and restore nature, that amount is well short of the $200 billion per year that nations agreed will be needed to attain the goal of protecting 30% of the world’s land and seas by 2030. ",
            "With nations not yet spending the sums required, there is growing pressure to seek funding from the private sector.",
            "h2Paying for knowledge",
            "For example, in the agreement to pay for genetic information from nature, otherwise known as digital sequence information (DSI), highly profitable companies are asked to contribute to the conservation ‘Cali Fund’. To be tapped for money, these firms have to hit two of three criteria: they must have $20 million in assets per year, make $50 million in sales per year or make $5 million in profit annually, averaged over the preceding three years. ",
            "“Conservation is mostly funded by governments and philanthropy,” says Amber Hartman Scholz, head of the science-policy department at Leibniz Institute DSMZ in Braunschweig, Germany. “Now businesses that profit from biodiversity will pay.”",
            "*Members_of_indigenous_communities_from_different_countries_react_after_receiving_representation_at_t",
            "Members of Indigenous communities erupted in cheers at COP16 after a formal body representing their interests in biodiversity negotiations was created.Credit: Joaquin Sarmiento/AFP via Getty",
            "If countries create strong legal frameworks to ensure that businesses comply, economic models show that the DSI agreement could bring in between $1 billion and $9 billion annually, Scholz adds. ",
            "“It’s a step in the right direction,” says Nathalie Seddon, an evolutionary ecologist at the University of Oxford. She is concerned that the agreement doesn’t obligate businesses to pay into the fund and instead leaves it to governments to ensure compliance. But she points out a bright spot: half of the Cali Fund has been earmarked for Indigenous people and local communities, who are often the stewards of land rich in biodiversity. (Negotiators at COP16 also agreed to establish a subsidiary body for Indigenous communities to represent their interests in future biodiversity conservation decisions.)",
            "h2Putting a price on biodiversity",
            "There was much more controversy over discussions of another way to coax businesses to financially support biodiversity conservation: the sale of biodiversity credits.",
            "The idea is that companies could purchase biodiversity credits to improve their reputation, to ensure their own survival if they rely on nature-based products and to offset any harm that they are doing to Earth’s species with their operations. The credits would, in turn, pay for conservation projects globally.",
            "How biodiversity credits could help to conserve and restore nature",
            "During COP16, the International Advisory Panel on Biodiversity Credits (IAPB) — a group of 25 specialists in business, conservation and finance from around the world — published its guidelines on how to establish and scale up the scheme. But the release was met with criticism.",
            "The plan has been compared with carbon credits, which companies can purchase to offset their release of greenhouse-gas emissions. Carbon credits have been derided for potential links to human-rights violations and for generating profits for intermediary businesses that sell the credits while failing to actually reduce emissions.",
            "“Government donations are the only thing that’s put significant amounts of money towards nature, and those efforts are getting diminished by talk of selling biodiversity credits, which are convoluted, unproven and have no demand,” says Brian O’Donnell, director of the environmental-advocacy organization Campaign for Nature, who is based in Durango, Colorado.",
            "According to a December 2023 report from the World Economic Forum, if biodiversity credits gain traction quickly like carbon credits, global demand for them could reach $2 billion per year by 2030 and $69 billion by 2050.",
            "IAPB member Simon Zadek, chief executive of NatureFinance — a non-profit organization in Geneva, Switzerland, that is working to increase the role of finance in conservation — argues that the “disgrace” of voluntary carbon markets provides lessons that will make it possible to design a biodiversity-credit market that works. ",
            "For instance, says Zadek, the panel has recommended that there should be no secondary trading of biodiversity credits, as is done by intermediary companies in the carbon market. Instead, the panel proposes a national model in which businesses that damage nature are taxed by their government. The proceeds would buy national biodiversity credits to fund 20–25-year nature-restoration programmes.",
            "If the IAPB does not push the creation of a market for biodiversity credits, “there is a real risk” that private firms, including those already involved in the carbon market, will go it alone with no oversight, Zadek says. This would “generate a mess”.",
            "doi: https://doi.org/10.1038/d41586-024-03609-6"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03535-7",
        "title": "Diabetes risk soars for adults who had a sweet tooth as kids",
        "content": [
            "*A_toddler_eats_a_huge_pink_candy_floss_that_covers_her_face_next_to_the_River_Thames",
            "Candy-floss effect: a childhood diet rich in sugar has been linked to higher risk of high-blood pressure and other conditions in adulthood.Credit: Getty",
            "It’s tough news to hear on Halloween: a sugary diet in the first two years of life is linked to a higher risk of type 2 diabetes and high blood pressure decades later, according to an analysis of UK sugar rationing in the 1950s.",
            "The amount of sugar a child consumed after turning six months old seemed to have the biggest effect on the risk of developing a chronic disease later in life. But people exposed to more sugar in the womb also had a higher risk of diabetes and high blood pressure compared to those who were conceived when access to sugar was limited.",
            "Economist Tadeja Gračner was pregnant with her first child and on doctor-ordered bed rest when she and her colleagues first arrived at these conclusions, which are published in Science on 31 October1. “I was like, ‘No, no, no. This is the last thing I need.’,” she says. “I was probably eating a chocolate at the time.”",
            "The results do not mean that pregnant people and parents of young children need to eliminate added sugars from their own diet or their child’s, says Gračner, who works at the University of Southern California in Los Angeles. But there could be room for cutting back: in the United States, pregnant and lactating people typically eat more than three times the recommended amount of added sugar. “It’s all about moderation,” she says.",
            "h2Childhood diet’s long shadow",
            "The UK study is not the first to link early-life nutrition to disease risk later in life. Previous work has shown that experiencing famine while in the womb can double the risk of diabetes later in life.",
            "But data from tragedies such as famines and war can be difficult to interpret, says Valentina Duque, an economist at American University in Washington DC. “Often, these big, historical shocks affect so many things,” she says. “You don’t know what’s because of nutrition, or stress, or changes in income or household dynamics.”",
            "‘Smart’ insulin prevents diabetic highs — and deadly lows",
            "Sugar rationing in the United Kingdom offered an opportunity to take a more detailed look at the impact of nutrition on later life. Economic hardship during the Second World War forced the government to institute food rations, and limits on sugar were not lifted until 1953, years after the war ended. By then, most other aspects of nutrition had normalized to meet standard daily recommendations.",
            "Gračner first had the idea for the project years ago when she stumbled across an article about the lifting of the UK sugar rations and saw pictures of children flooding into bakeries when the restrictions ended.",
            "By the time Gračner started her own research group and began piecing together a proposal with her colleagues to study the event, another tool had become available: the UK Biobank, a repository of genetic and medical data from half a million participants. After confirming that sugar intake had risen dramatically after the rations lifted, the team mined the biobank for people who had been conceived between October 1951 and June 1954, when the rations were in effect. They then compared the health of these people with the health of people who were conceived between July 1954 and March 1956, after the rations were removed.",
            "h2Undeniable effect",
            "The researchers found that the people conceived during the sugar limitations had a 35% lower risk of diabetes and a 20% lower risk of high blood pressure than people conceived after the rationing.",
            "The magnitude of the effect is surprisingly large, says Duque. “It’s undeniable,” she says. “The big change here has to do with sugar.” Duque says that the results should add fuel to efforts to educate pregnant people about the importance of good nutrition.",
            "Gračner agrees that education is crucial but doesn’t want anxious parents to overreact to her findings. “Pregnant people already have so much to worry about,” she says. “If it’s just a little sugar here and there, everybody’s going to be fine.”",
            "doi: https://doi.org/10.1038/d41586-024-03535-7"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03538-4",
        "title": "Chemists make ‘impossible’ molecules that break 100-year-old bonding rule",
        "content": [
            "*Coloured_scanning_electron_micrograph_of_Soot_carbon_particles_from_the_inside_of_a_wood_burning_chi",
            "Organic molecules, which contain carbon (pictured), form certain shapes because of how their atoms bond.Credit: Dennis Kunkel Microscopy/Science Photo Library",
            "For the first time, chemists have made a class of molecules previously thought too unstable to exist, and used them to generate exotic compounds1. Scientists say these notorious molecules, known as anti-Bredt olefins (ABOs), offer a new path to synthesizing challenging drug candidates.",
            "The work is “a landmark contribution”, says Craig Williams, a chemist at the University of Queensland in Brisbane, Australia. The findings are published in Science.",
            "Organic molecules, which contain carbon, typically conform to specific shapes because of the way their atoms bond together. For instance, olefins, also called alkenes — hydrocarbons that are often used in reactions for drug development — have one or more double bonds between two carbon atoms, resulting in the atoms being arranged in one plane.",
            "The 100-year-old Bredt’s rule — which was proposed in 1924 by organic chemist Julius Bredt — states that, in small molecules made up of two rings that share atoms, such as some types of alkene, double bonds between two carbon atoms cannot occur where the rings join together, called the bridgehead position. This is because the bonds would force the molecule into a tortured, strained 3D shape that makes it highly reactive and unstable, says study co-author Neil Garg, a chemist at the University of California, Los Angeles. “Still, 100 years later, people would say these types of structures are forbidden or too unstable to make,” he says.",
            "Although the rule has made its way into chemistry textbooks, it hasn’t stopped researchers from trying to break it. Previous research has hinted that it’s possible to create ABOs that have a double carbon–carbon bond at the bridgehead position2. But attempts to synthesize them in their complete form were unsuccessful because the reaction conditions were too harsh, says Garg.",
            "h2Trapping agents",
            "In the latest attempt, Garg and his colleagues treated a precursor compound with a fluoride source to kick-start a milder ‘elimination’ reaction, which removes groups of atoms from molecules. This resulted in a molecule that had the telltale ABO double-carbon bond. When the researchers added various trapping agents — chemicals that capture unstable molecules as they react — to this 3D ABO, they were able to produce several complex compounds that could be isolated. This suggests that the reactions of ABOs with different trapping agents can be leveraged to synthesize 3D molecules, which are useful for designing new drugs, says Garg.",
            "Unlike typical alkenes, ABOs are chiral compounds — molecules that don’t perfectly match up with their mirror image. Garg and his colleagues synthesized and trapped an ABO that was enantioenriched, which means they produced more of one mirroring pair than the other. This finding suggests that ABOs could be used as unconventional building blocks for enantioenriched compounds, which are widely used in pharmaceuticals.",
            "Chuang-Chuang Li, a chemist at the Southern University of Science and Technology in Shenzhen, China, says that the approach could be used to explore innovative synthesis pathways for other challenging molecules, such as the chemotherapy drug paclitexal (sold as Taxol) — a complex, multi-ringed molecule that is difficult to create in the laboratory. “It’s a valuable and reliable method,” says Li.",
            "Garg and his team are exploring other reactions involving ABOs, and are investigating how to synthesize other molecules with seemingly impossible structures. “We can be thinking a little bit more outside of the box,” he says.",
            "doi: https://doi.org/10.1038/d41586-024-03538-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03570-4",
        "title": "The world’s oldest tree? Genetic analysis traces evolution of iconic Pando forest",
        "content": [
            "*Thousands_of_Aspen_trees_turn_bright_red,_yellow,_and_orange_colors_as_fall_arrives_in_the_upper_ele",
            "Pando consists of a vast root system with nearly 50,000 cloned stems, spread over an area of more than 40 hectares. Credit: George Rose/Getty",
            "DNA samples from one of the world’s largest and oldest plants — a quaking aspen tree (Populus tremuloides) in Utah called Pando — have helped researchers to determine its age and revealed clues about its evolutionary history.",
            "By sequencing hundreds of samples from the tree, researchers confirmed that Pando is between 16,000 and 80,000 years old, verifying previous suggestions that it is among the oldest organisms on Earth. They were also able to track patterns of genetic variation spread throughout the tree that offer clues about how it has adapted and evolved over the course of its lifetime. The findings were posted on the bioRxiv preprint server on 24 October1. The work has not yet been peer reviewed.",
            "“It’s just pretty cool to study such an iconic organism,” says co-author Rozenn Pineau, a plant evolutionary geneticist at the University of Chicago in Illinois. “I think it’s important to draw people’s attention on natural wonders of the world.”",
            "h2One very big tree",
            "Pando — whose name means ‘I spread’ in Latin — consists of some 47,000 stems that cover an area of 42.6 hectares in Utah’s Fishlake National Forest. Because of the way the plant reproduces, this collection of aspens is technically all one tree, supported by a single, vast root system. Pando is triploid, meaning that its cells contain three copies of each chromosome, rather than two. As a result, Pando cannot reproduce sexually and mix its DNA with that of other trees, and instead creates clones of itself.",
            "The trees’ lessons: climate records are written in tree rings",
            "Although this process generates offspring that are genetically identical, they can still accumulate genetic mutations as their cells divide. Biologists are interested in these variations because they provide information on how the plant has changed since the first seedling sprouted. Some studies have explored the spread of new mutations in plants and fungi that reproduce clonally, but few have investigated centuries-old plants like Pando.",
            "“It’s kind of shocking to me that there hasn’t been a lot of genetic interest in Pando already, given how cool it is,” says study co-author William Ratcliff, an evolutionary biologist at the Georgia Institute of Technology in Atlanta.",
            "The researchers collected samples of roots, bark, leaves and branches from across the Pando clone, as well as from other, unrelated quaking aspen trees for comparison. They extracted DNA from the samples, then sequenced and analysed a subsection of the genome.",
            "After removing variants that were found in both Pando and neighbouring trees, as well as mutations found in just one sample, the researchers were able to review nearly 4,000 genetic variants that had arisen as Pando cloned itself repeatedly over millennia.",
            "Analysing the patterns of these mutations revealed surprising results. “You would expect that the trees that are spatially close are also closer genetically,” says Pineau. “But this is not exactly what we find. We found a spatial signal, but that is much weaker than what we expected.” Physically close trees did share more similar mutations than those that were far apart — but only slightly more. However, over a smaller scale of 1–15 metres the trend was stronger, with stems that were closer together having significantly more shared mutations. Pando covers an area of more than 40 hectares, “but it almost looks like it’s a well-mixed pot of genetic information”, says Ratcliff.",
            "h2Protective mechanism",
            "By inputting Pando’s genetic data into a theoretical model that plots an organism’s evolutionary lineage, the researchers also estimated Pando’s age. They put this at between 16,000 and 80,000 years. “It makes the Roman Empire seem like just a young, recent thing,” says Ratcliff.",
            "The team also considered reasons for the tree’s remarkable endurance. Pineau says that Pando being triploid might lead to “bigger cells, bigger organisms, better fitness”, and that existing clones might be more durable than new mixed offspring.",
            "Philippe Reymond, who researches interactions between plants and herbivores at the University of Lausanne in Switzerland, says that the findings hint that “plants and trees have a mechanism to protect the genome” from the accumulation of harmful genetic mutations, a suggestion that is “quite interesting for many scientists”. He adds that future studies could search for this exact mechanism at the cellular level.",
            "Ratcliff is also keen for more studies to be done on Pando’s genetic history. “I would love to make a call for people to work on these kinds of organisms,” he says.",
            "doi: https://doi.org/10.1038/d41586-024-03570-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03403-4",
        "title": "The US is the world’s science superpower — but for how long?",
        "content": [
            "*Cartoon_showing_the_Statue_of_Liberty_holding_a_scientific_flask_teetering_on_the_edge_of_a_first_pl",
            "Illustration: Sébastien Thibault",
            "Science in the United States has never been stronger by most measures.",
            "Over the past five years, the nation has won more scientific Nobel prizes than the rest of the world combined — in line with its domination of the prizes since the middle of the twentieth century. In 2020, two US drug companies spearheaded the development of vaccines that helped to contain a pandemic. Two years later, a California start-up firm released the revolutionary artificial-intelligence (AI) tool ChatGPT and a national laboratory broke a fundamental barrier in nuclear fusion.",
            "This year, the United States is on track to spend US$1 trillion on research and development (R&D), much more than any other country. And its labs are a magnet for researchers from around the globe, with workers born in other nations accounting for 43% of doctorate-holders in the US workforce in science, technology, engineering and medicine (STEM).",
            "US election debate: what Harris and Trump said about science",
            "But as voters go to the polls in November to elect a new president and Congress, some scientific leaders worry that the nation is ceding ground to other research powerhouses, notably China, which is already outpacing the United States on many of the leading science metrics. “US science is perceived to be — and is — losing the race for global STEM leadership,” said Marcia McNutt, president of the US National Academy of Sciences in Washington DC, in a speech in June.",
            "Concerns range from funding limitations for R&D and the growing politicization of science to heated debates about immigration. This has created “a perception that the United States is increasingly hostile to foreigners”, the US National Academies of Sciences, Engineering and Medicine (NASEM) reported in August1, warning that the United States “can no longer take for granted that it will remain the destination of choice for the world’s best and brightest”. The academies called for a government-wide effort to attract and retain international talent and improve STEM education at home.",
            "The future of US science hinges, in no small way, on the November election. Together, the next president and Congress will play a pivotal part in setting the course for the US scientific enterprise for years to come by establishing funding plans, immigration policies and national-security measures that affect international collaboration.",
            "Given the concerns over US leadership in science, how does the country measure up and what comes next after the election? Nature examines the numbers and a few key issues that could determine the United States’ scientific future.",
            "h2Losing ground to China",
            "The driving force behind research is money, and the United States has long enjoyed a leading position in science and technology in large part because it outspends all other nations. Combining government and private funding, the United States spent $923 billion in 2022 (the last year for which full numbers are available), or around 30% of global R&D spending.",
            "But as China’s economy has soared, so has its R&D spending, to the equivalent of $812 billion (adjusted for purchasing power parity). On that trajectory it will draw level with the United States before 2030 (see ‘Research funding race’).",
            "*Research_funding_race_Line_chart_comparing_research_funding_in_the_United_States_with_China_and_othe",
            "Source: OECD/MSTI",
            "On sheer numbers of personnel, scientific output and patents, the United States has already lost its lead. In 2016, China leaped ahead as the top producer of science and engineering articles. In 2019, it passed the United States in the number of science and engineering PhDs awarded; and in 2021, it became top dog in international patent applications, according to a report by the US National Science Foundation (NSF) published in March2.",
            "For years, some researchers who study science metrics have argued that China still lagged behind in terms of the quality of its scientific output, but that is also changing. In 2020, for instance, China overtook the United States in terms of its share of the world’s top 1% cited papers, a proxy measure of high-impact work, according to numbers from the Web of Science database (see ‘Top-cited research’).",
            "*Top_cited_research_Line_chart_comparing_the_share_of_top_1%_cited_papers_published_by_Untied_States_",
            "Source: Clarivate/Web of Science",
            "China showed particular strengths in engineering, chemistry and materials science, whereas the United States retained its lead in areas such as biology and medicine (see ‘Who leads in various fields of science?’).",
            "*Who_leads_in_various_fields_of_science_Infographic_comparing_the_share_of_top_1%_of_cited_papers_pub",
            "Source: Clarivate/Web of Science",
            "Citation statistics are imperfect measures of influence: a study this year found that researchers in China show the greatest ‘home bias’, that is, disproportionately citing work from their own country3. Adjusting for this bias dents China’s progress — perhaps nudging it down to fourth in the world, the study suggested — but it doesn’t hugely change its direction of travel.",
            "There are other signs of rising quality in China relative to other nations. Last year, it surpassed the United States in terms of papers that appeared in influential journals (see ‘Share of work in influential journals’).",
            "",
            "Does it matter whether China or the United States is on top? Some political rhetoric frames these trends as essentially a zero-sum game. But in research, one country’s gain is not necessarily another’s loss, says Caroline Wagner, a research-policy specialist at the Ohio State University in Columbus.",
            "The highest-cited papers of all come from US, Chinese and European researchers working together, she says. If China, or any other country, is pouring more money into research, this should benefit the United States — as long as it retains world-leading scientists who can tap into global innovation, and keeps its own research funding and quality high, says Kieron Flanagan, a research-policy analyst at the University of Manchester, UK.",
            "h2Missing in action: federal funds",
            "The current alarms about US science echo similar warnings that have rippled through policy circles about once a generation. In 2005, for example, the National Academies published a dire report called Rising Above the Gathering Storm that cautioned about threats to US competitiveness from globalization4.",
            "How Trump damaged science — and why it could take decades to recover",
            "One recommendation from the report was to double the amount of basic research funding for mathematics, engineering and physical sciences, in line with the doubling of the budget for the National Institutes of Health that was accomplished between 1998 and 2003. The US Congress, which sets funding levels, passed a law in 2007 promising to do just that — but lawmakers didn’t follow through.",
            "History is now repeating itself. In 2022, this time with an eye on China, Congress united to pass the CHIPS and Science Act, which authorized $280 billion to promote the domestic semiconductor industry and boost the budgets of several major research agencies. A key beneficiary of the legislation, the NSF, saw its budget increase by 11% to $9.9 billion in 2023 — only to fall back to $9.1 billion when Congress finalized this year’s budget.",
            "As a share of gross domestic product (GDP), public investments in the NSF, the US Department of Energy’s Office of Science and the US National Institutes of Standards and Technology — all major funders of basic research in the physical sciences — are now lower than they have been at any time since 1997, according to Matt Hourihan, associate vice-president for government relations and public policy at the Association of American Universities in Washington DC (see ‘Falling federal research intensity’). US research investment as a share of GDP is still rising — but that is because R&D investment from private businesses is picking up the slack.",
            "*Falling_federal_research_intensity_Line_chart_comparing_Government_R&D_as_a_share_of_GDP_over_time_f",
            "Source: OECD/MSTI",
            "“We absolutely have to get federally funded R&D back on a healthier track,” says Arati Prabhakar, science adviser to US President Joe Biden and director of the White House Office of Science and Technology Policy (OSTP). The sharp uptick in private R&D is good for jobs and the economy, but it is no substitute for the kind of basic science that federal investments support, she told Nature.",
            "Indeed, these trends explain the shifting balance of power between the United States and China, says Jonathan Adams, chief scientist at the Institute of Scientific Information, a unit of the analytics firm Clarivate, who is based in London. Adams points out that the United States retains its lead in areas that it has invested in the most, such as biomedical research. By contrast, China is overtaking the United States in materials science, physical sciences and computer science, which are areas where US investments have fallen short.",
            "The question, come January, is whether the next president and Congress will work together to advance scientific funding commitments that both political parties have endorsed in the past. This depends in large part on who controls the two chambers of Congress, which is currently divided, with Democrats holding the Senate and Republicans having a majority in the House of Representatives.",
            "Biden seeks to boost science funding — but his budget faces an ominous future",
            "When it comes to setting spending priorities, Congress often goes its own way no matter what presidents propose in their budgets. For example, although previous president Donald Trump repeatedly sought to cut science budgets, it was during his tenure that Congress broke its own self-imposed budget caps and gave science agencies a significant boost in funding alongside the increases in defence spending sought by the Trump administration, says Jennifer Zeitzer, who leads the public-affairs office at the Federation of American Societies for Experimental Biology in Rockville, Maryland.",
            "Today, lawmakers are once again operating under a budget agreement that seeks to cap overall spending until 2025, which could make it difficult to increase STEM spending, but it’s unclear how that discussion will play out with a new president and Congress next year.",
            "“I call it the whiplash effect,” says Zeitzer. Funding agencies are constantly buffeted by shifting political winds that produce big promises — and occasionally big investments — before an inevitable swing back towards austerity. Half of the time, funding agencies are operating under provisional budgets and the looming threat of a government shutdown. “I don’t know how we’re supposed to be competitive if we’re facing another 20 years of this,” Zeitzer says.",
            "h2The importance of foreign talent",
            "Because the United States relies heavily on international talent to fuel its scientific engine, a key question is whether it will remain the preferred place for researchers globally to study and work. There are different ways to interpret the data.",
            "The United States relies ever more heavily on overseas researchers: more than one-third of science and engineering PhDs granted last year went to international students (those on temporary visas), with the share at 59% in computer science (see ‘US reliance on overseas talent’). “We are at an all-time high in terms of dependency on foreign talent,” says Darío Gil, director of research at the technology giant IBM in Yorktown Heights, New York, and current chair of the US National Science Board, which oversees the NSF.",
            "*US_reliance_on_overseas_talent_Line_chart_showing_the_share_of_US_PhDs_awarded_to_students_with_temp",
            "Source: NCSES",
            "Most of these students come from China and India, which is a distant second. And when asked, 77% of Chinese students who earned doctoral degrees in the United States said that they intended to stay in the country, according to 2022 data, a proportion that has dipped only slightly over the previous five years.",
            "More generally, the United States remains the world’s top venue for international students, according to data from the Organisation for Economic Co-operation and Development5, hosting 15% of all students worldwide in 2020, the latest comparative figures available.",
            "But there are signs that the United States might be losing its edge. Its share of international students is declining, down from 23% in 20005. And although enrolment numbers have recovered to an all-time high after a brief pandemic dip (see ‘International students on the rebound’), there remains a question about whether top talent from China continues to view the United States as an attractive destination.",
            "*International_students_on_the_rebound_Bar_chart_showing_the_number_of_science_and_engineering_studen",
            "Source: ref. 2",
            "China is still the United States’ biggest research collaborator, but the number of articles co-authored by Chinese and US researchers is falling — even as Chinese collaborations with competitors rise (see ‘US–China collaboration is dropping’).",
            "*US_china_collaboration_is_dropping_Line_chart_showing_the_number_of_publications_published_as_a_coll",
            "Source: Scopus",
            "Some lawmakers in Congress might welcome this trend. Citing the dangers of letting science that is funded by US taxpayers fall into the hands of the Chinese military, congressional Republicans are pushing legislation that would limit the kind of research collaborations that university researchers can pursue.",
            "Questions about immigration and research security came to a head when Trump occupied the White House. First came the temporary travel ban that mainly impacted citizens from several Muslim-majority countries. Then a federal crackdown on academic espionage, dubbed the China Initiative, drew accusations of racism after ensnaring scholars with links to China, including many US citizens of Chinese descent.",
            "Biden ultimately ended both policies, but many scholars say they could make a comeback if Trump prevails in November. Last month, Trump vowed to reinstate his travel ban, and Republicans who control the US House of Representatives have approved legislation that would, if enacted, essentially reinstate the China Initiative.",
            "These tensions might be taking a toll: surveys in the United States have found that many Chinese researchers worry about prejudice after the China Initiative. A study6 published this year examined the propensity of Chinese students to enrol in US PhD programmes, compared with a control group of non-Chinese students. The two were in step until 2016, but the Chinese students became 15% less likely to enrol by 2019 — and more likely to enrol in non-US English-speaking countries. (The rapid drop of enrolments during the pandemic means that the study, which has yet to be peer-reviewed, can’t reliably be extended to later years.)",
            "Although Chinese-student enrolment at US universities has rebounded since the pandemic, China’s best and brightest might be shying away, says Yingyi Ma, a sociologist who heads the Asian/Asian American studies programme at Syracuse University in New York. Soaring anti-China rhetoric probably plays a part, Ma says, but so do expanding opportunities for Chinese graduate students at home, and the growing challenges to obtain work visas.",
            "How to win a Nobel prize: what kind of scientist scoops medals?",
            "A further challenge, and one that would be easy for Congress to fix, is the limitation on the availability of ‘green cards’ that grant permanent residency in the United States, says Amy Nice, an immigration scholar at Cornell University in Ithaca, New York, who recently served at the White House OSTP under Biden. The Biden administration has been working to do just that under existing laws and regulations, she says, but it’s ultimately up to Congress to increase the numbers of green cards that are available. “That’s the one thing that Congress could do to solve this problem,” Nice says.",
            "Not everybody is convinced that US academic institutions are facing an imminent crisis when it comes to international talent. Allan Goodman, chief executive at the Institute of International Education in New York City, points out that the United States isn’t the only country that is cracking down on immigration: Canada, the United Kingdom and others are doing much the same. This means fewer non-US options as international students consider where to forge their careers.",
            "Gil also says that he doesn’t see evidence showing Chinese students have been put off coming to the United States. “There is an extraordinary appetite to continue to come to the US,” he says. Gil says a bigger problem is how to encourage US students to engage in science and technology, citing declining mathematics attainment scores.",
            "h2The campus culture wars",
            "Across university campuses in the United States, there are growing tensions over issues such as the Gaza–Israel war; efforts to promote diversity, equity and inclusion; and the rights of transgender individuals. Part of a broader trend towards increasing political polarization, these culture wars have engulfed campuses and led some lawmakers to impose limits on what university researchers can study and teach, and to curtail policies that promote diversity, equity and inclusion. The August NASEM report1 tapped into some of these sentiments, raising the fear that the United States’ reputation is beginning to suffer abroad. “Some of the nation’s most important advantages in attracting and retaining talent are the intangibles: values, freedom, and opportunity,” the report stated.",
            "Like Biden, vice-president and presidential candidate Kamala Harris would be expected to advance science-friendly budgets while continuing to emphasize the role of science in tackling climate change and promoting public health. By contrast, Trump and his appointees repeatedly undermined government scientists and agencies during his time in office, especially on issues such as climate change and public health.",
            "Many political scientists fear a second Trump term could be even more fraught for government researchers. Besides Trump’s refusal to acknowledge the results of any election he doesn’t win and his promises to use the powers of the federal government for political retribution, researchers fear that he just might succeed in reshaping the US government by replacing thousands of federal scientists with obedient political appointees. This would further undermine the part that science plays in developing the rules and regulations that govern everything from greenhouse-gas emissions to drug development.",
            "No matter which party controls the presidency and Congress, the fate of US science is linked to broader trends in an increasingly polarized society, in which trust in many institutions has been eroding for several decades.",
            "So far, the institution of ‘science’ remains an outlier, with support from broad swathes of the public, but that could change if polarization increases on issues ranging from vaccines to global warming, says Henry Brady, a political scientist at the University of California, Berkeley. “If science and academia become ideological endeavours,” he says, “it’s going to be hard for them to survive.”",
            "Nature 634, 770-774 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03403-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03492-1",
        "title": "Cat brains age like ours — and could help scientists to understand cognitive decline",
        "content": [
            "*A_red_tabby_maine_coon_cat_yawns_while_sitting_in_a_woven_basket_next_to_a_window",
            "Old cats’ brains show some of the changes seen in the brains of ageing humans.Credit: Getty",
            "To unlock the secrets of human ageing, researchers might do better to look to the pet napping on their couch than to a laboratory mouse.",
            "As cats age, their brains show signs of atrophy and cognitive decline that more closely resemble the deterioration seen in ageing humans than do the changes in the brains of ageing mice, according to findings presented last month at the Lake Conference on Comparative and Evolutionary Neurobiology near Seattle, Washington.",
            "The results are part of a large project, called Translating Time, that compares brain development across more than 150 mammal species, and is now expanding to include data on aging. The hope is that the data will aid researchers trying to crack the causes of age-related diseases, particularly conditions that affect the brain, such as Alzheimer’s disease.",
            "“To address challenges in human medicine, we need to draw from a wide range of model systems,” says Christine Charvet, a comparative neuroscientist at Auburn University College of Veterinary Medicine in Alabama, who presented the work. “Cats, lemurs, mice are all useful. We shouldn’t focus all our efforts on one.”",
            "h2Age in dog years",
            "The Translating Time project started in the 1990s as a tool for developmental biologists1. Project scientists compiled data on how long it takes for the brain to reach a range of developmental milestones in a variety of mammals and used these data to graph the relative development of two species over time. This can help researchers to link observations of animal development to the corresponding human age.",
            "Ageing studies in five animals suggest how to reverse decline",
            "Over the years, however, as Charvet presented these data at conferences, researchers kept asking her to extend the database to include not only early development, but also how the brain changes as animals age.",
            "Scientists have long been frustrated with the limitations of standard laboratory models when it comes to understanding human ageing and its impact on the unique human brain. Mice live for only a few years — not long enough to accumulate much of the damage thought to drive some neurodegenerative diseases in humans. Mice might also possess mechanisms that humans lack for clearing clumps of misfolded proteins called plaques that are a hallmark of Alzheimer’s disease, says Melissa Edler, a comparative neurobiologist at Kent State University in Ohio.",
            "The evolutionary mismatch between mice and men could be one reason why efforts to develop therapies to treat the disease have often fallen flat, says Elaine Guevara, who studies primate evolutionary genetics at Duke University in Durham, North Carolina. “Mice don’t develop the classic hallmarks of Alzheimer’s disease,” she says. “Their brains are quite different to ours.”",
            "h2Our pets, ourselves",
            "Companion animals could provide an alternative. They live longer than mice, share an environment with their owners and fall prey to human maladies, including obesity and diabetes. The Dog Aging Project, run by researchers at the University of Washington in Seattle and Texas A&M University in College Station, tracks tens of thousands of companion dogs to learn more about how their genetics, lifestyle and environment affect ageing.",
            "Does the human lifespan have a limit?",
            "But centuries of breeding have influenced ageing and disease in dogs, says Charvet. Cats often live a bit longer than dogs, she says, and are generally not as highly inbred for specific traits — some of which also raise disease risk.",
            "So Charvet and her colleagues have been gathering data from veterinary clinics and zoos, and launched an effort called the Catage Project that asks cat owners to submit data about their pets.",
            "So far, they have collected health records and results of blood sample analyses from thousands of felines and taken brain scans of more than 50. Using their own data and the published literature, the team is filling in events along the nonlinear relationship between cat and human ages. A one-year-old cat, for example, is roughly equivalent to an 18-year-old human. But in the next year, a cat ages only about 4 ‘human years’, to become about as mature as a 22-year-old person.",
            "By the age of 15, a cat is an octogenarian in human years. Some cats experience cognitive decline by then, and the brain scans collected by the team reveal brain volume changes in older cats that mirror those seen in older humans, says Charvet. Previous work has also shown that cats can accumulate plaques and tangles of abnormal proteins similar to those that characterize Alzheimer’s disease in humans.",
            "h2Multiple models",
            "Ultimately, researchers might develop a variety of model systems for different aspects of ageing and neurodegeneration, says Edler. Although mice are poor models for some aspects of human ageing, they will still be valuable, because it is so easy for researchers to conduct genetic experiments with the rodents, she says.",
            "Other animals, such as cats or certain nonhuman primates, might be better models for other aspects of brain ageing. Caleb Finch, who studies the evolution of life history at the University of Southern California in Los Angeles, advocates more study of naked mole rats (Heterocephalus glaber), which live surprisingly long for small rodents and have very low rates of cancer.",
            "“Cats are useful,” says Charvet. “But they’re only going to be so useful. Other model systems are needed as well.”",
            "doi: https://doi.org/10.1038/d41586-024-03492-1"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03480-5",
        "title": "How to climate-proof crops: scientists say the secret’s in the dirt",
        "content": [
            "*An_agronomist_and_a_farmer_stand_in_a_corn_field_where_radishes_have_been_planted_as_a_cover_crop",
            "Agronomists examine a field where the cash crop, maize, has been harvested and a cover crop, radishes, has been planted to protect soil health.Credit: Paul Chiasson/The Canadian Press/Alamy",
            "As climate change threatens farmers’ ability to produce the world’s food, researchers and environmental advocates think they have a solution: playing in the dirt.",
            "How farming could become the ultimate climate-change tool",
            "Experimental evidence is accumulating, they say, that by improving soil health, crops can be made more resilient to drought and extreme weather — and they want governments to offer financial incentives to farmers who use ‘regenerative’ practices to climate-proof farmland. These agricultural practices include boosting the soil microbiome — that is, its microbial community — by rotating crops between fields, rather than repeatedly planting the same crop in the same field, and by adding ‘cover crops’ to fields. These comprise plants that won’t necessarily be harvested, but that prevent soil erosion and boost soil nutrients.",
            "“There are lots of ripple effects from the changing climate that are creating challenges for our food system,” says Rob Myers, the director of the Center for Regenerative Agriculture at the University of Missouri in Columbia. “The ways we combat that are with biological diversity, more organic matter in the soil — and more integrated approaches.”",
            "But switching to such practices requires upfront investment. Researchers and farmers who spoke to Nature say that regenerative agriculture does work, but it can take a few years of implementing it before farms start to see a profit. In the United States, advocates are calling on the US Congress to include more subsidies for regenerative agriculture in the Farm Bill, a massive piece of legislation that is updated every five years or so and includes funding for disaster aid and farmer training. The most recent version expired on 30 September. Meanwhile, the latest version of the European Union’s Common Agricultural Policy entered into force last year, and included funding for farmers using these types of sustainable practice.",
            "h2Nurturing the soil",
            "Industrial agriculture usually relies on fertilizers, pesticides and mechanical equipment to produce high-yielding monocultures — single crops such as maize (corn) or wheat. Excessive use of chemicals on these crops disrupts ecological processes in the soil and is one of the leading causes of water pollution in the United States. Unhealthy soil struggles to soak up water or retain nutrients.",
            "CRISPR-edited crops break new ground in Africa",
            "An estimated 8,505 million tonnes of topsoil on US farmland was lost to erosion between 2013 and 2017. The United Nations Food and Agriculture Organization warns that more than 90% of Earth’s soils are at risk of becoming degraded by 2050; this could lead to a rise in famine.",
            "Regenerative agriculture lacks a formal definition, but scientists who spoke to Nature say that its general goal is to rebuild healthy soil. That starts with increasing the proportion of organic matter — including living roots and manure — to feed the soil microbiome and recycle nutrients for plants. ",
            "Although the term is modern, regenerative principles are ancient. Implementing them means “returning to some of the practices that we’ve relied upon as a human species for thousands of years”, says Rich Smith, an agricultural ecologist at the University of New Hampshire in Durham.",
            "h2Keeping cover",
            "One practice that is considered regenerative is cover cropping: planting species that typically won’t be harvested, such as crimson clover, when the cash crop is out of season instead of leaving the soil bare. Roots from the cover crop prevent erosion and take up excess nitrate from fertilizers that would otherwise leach into streams and groundwater. When a farmer cuts down the cover crop to prepare for the next round of cash-crop planting, they work it into the soil where it feeds the bacteria and invertebrates underground, improving soil fertility. Only about 5% of cultivated land in the United States was cover cropped in 2022, but that figure has been increasing: by 2022 it was 17% higher than in 2017.",
            "*Grass_fed_cattle_for_beef_grazing_on_kernza,_a_cover_crop,_in_the_spring",
            "Farmer Brandon Kaufman plants the grain kernza on his fields in Moundridge, Kansas, as a cover crop and grazes cattle on it to fertilize the soil.Credit: Brandon Kaufman",
            "During a major drought that destroyed maize and soya bean crops across the US Midwest in 2012, Myers heard farmers say that cover-cropped fields hadn’t been hit as hard as fields without the extra plants. So he worked with the Conservation Technology Information Center, a non-profit organization in West Lafayette, Indiana, that promotes conservation in agriculture, and a sustainable farming programme funded by the US Department of Agriculture (USDA) to launch the National Cover Crop Survey. Researchers polled roughly 700 farmers, and found an average 9.6% greater maize yield and 11.6% greater soya bean yield during the drought on fields in which cover crops had been grown. ",
            "This was surprising, because “at the time, many people thought that cover crops would take moisture away” and not leave any for the cash crops, Myers says.",
            "The USDA has offered subsidies to farmers who use cover crops. Of the farmers who responded to the 2022–23 National Cover Crop Survey and had received payments to plant cover crops, 90% said that they would probably continue the practice after the funding stopped. ",
            "h2Valuing variety",
            "There is also evidence that crop rotation can improve soil health and resilience. Swapping out crops, rather than growing the same monoculture on the same field for years on end, can improve soil health without sacrificing productivity, Smith says.",
            "Eat less meat: will the first global climate deal on food work?",
            "This can be done by rotating different crops, including cover crops, on the same field over time, or by planting several crops on the same field at the same time, including the ‘three sisters’ trio of maize, beans and squash that has been grown by some Native American tribes for centuries. ",
            "A review of 20 studies that analysed the effects of crop rotation on soil life found that rotating various species increased the amount of microorganisms in soil by about 15% compared with monoculture fields, and boosted microbial diversity by more than 3%1. Rotating two or more different crops also generates more of the nutrients carbon and nitrogen in soil than does monoculture2. A review of 33 papers that assessed fields in which legumes and grains were grown together revealed an increase in the stability of yields year-to-year compared with those of monoculture fields3, suggesting that biodiverse farms could improve food security. ",
            "“Those types of systems can often be more resilient to weather variation and have some enhanced disease resistance,” Smith says. “The evidence is relatively strong that they maintain, if not increase, yields.” ",
            "h2Seeding incentives ",
            "But the switch to regenerative agriculture can take about three years to pay off, say farmers and researchers who spoke to Nature.",
            "Genetic modification can improve crop yields — but stop overselling it",
            "Brandon Kaufman, a fourth-generation farmer in Moundridge, Kansas, rotates crops and also grazes cattle on fields in the autumn and winter to fertilize the soil. When he got started with regenerative agriculture at the industrial operation he inherited, he “didn’t have a safety net to fall back on”, he says. Government subsidies “incentivized me to try some things, and I’ve gained a tremendous amount of knowledge because of that”.",
            "Federal, state and business programmes that incentivize cover cropping usually stop after farmers make the transition. To support producers supplying the nation’s food who institute these practices over the long term, the US Farm Bill should include a measure to reduce farmers’ federal crop insurance premiums, Kaufman and others say. The USDA trialled this idea during the COVID-19 pandemic by offering farmers who planted cover crops an insurance discount of US$5.00 per acre. The federal programme has now ended, but states including Iowa, Wisconsin and Illinois have implemented their own versions.",
            "Farms can move away from industrial agricultural practices and move towards healthier soil, Kaufman says. “It just takes time” and financial incentives to get producers to change, he says. But it’s important, he adds, because “if you think about your kids and your grandkids … where’s their food going to come from in 100 years?”",
            "doi: https://doi.org/10.1038/d41586-024-03480-5"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03472-5",
        "title": "How to recover when a climate disaster destroys your city",
        "content": [
            "*A_flood-destroyed_home_in_Arroio_do_Meio,_Rio_Grande_do_Sul,_Brazil_in_July_2024",
            "Flood waters destroyed entire neighbourhoods in Cruzeiro do Sul in the Taquari Valley region of southern Brazil. Credit: Marcio Pimenta for Nature",
            "This story was supported by the Pulitzer Center. Leia este artigo em português.",
            "Porto Alegre, Brazil",
            "When the water started to surge from a maintenance hole in front of her house on a Saturday afternoon, Maria Margarete Jaskulski realized it was time to leave. Neighbours had warned her that flooding had already reached other parts of her neighbourhood in Porto Alegre, Brazil. In the rush to escape, she put a drawer containing her most valuable documents and keepsakes on top of her bed and then fled with her family and pets to a relative’s home across town.",
            "Later that night, her daughter heard from neighbours that the water had filled most of their house. “I cried as if someone had died,” says Jaskulski.",
            "The flood lingered for weeks, leaving a series of brown lines on the walls that marked the different water levels. It would be more than a month before she could return to a house filled with mud and debris. The furniture was ruined, and only the items placed on her bed were spared, the mattress having floated like a lifeboat.",
            "Jaskulski is among the more than 2 million people affected by the devastating floods that hit Rio Grande do Sul, Brazil’s southernmost state, in April and May. The disaster, driven by a combination of torrential rains, climate change and infrastructure failures, affected 96% of the state’s cities, displacing more than 500,000 people and causing 183 deaths (see ‘Historic flooding’).",
            "*Historic_flooding_Map_of_Rio_Grande_do_Sul_showing_areas_affected_by_flooding_in_April_and_May_2024",
            "Sources: Flooding: DEE-SPGG; land cover: ESA, HydroSheds, OSM; GuaÍba river basin: I. Possantti et al. Preprint at https://zenodo.org/records/13227745 (2024)",
            "It also took a huge toll on people’s mental health. When I met Jaskulski, three months after the water had first entered her house, the emotional strain was still evident, her eyes filling with tears as she recounted the experience. According to an online survey of residents across the state, 45% of respondents reported moderate to severe anxiety in the first month after the floods. Like Jaskulski, many also reported reactions associated with acute stress disorder, such as difficulty concentrating and derealization, a feeling of disconnection from reality.",
            "“Given the number of people affected, we should expect a significant increase in mental-health disorders in the medium and long term,” says psychologist Christian Kristensen, coordinator of the Center for Study and Research in Trauma and Stress at the Pontifical Catholic University of Rio Grande do Sul in Porto Alegre.",
            "A giant fund for climate disasters will soon open. Who should be paid first?",
            "Such epidemics of trauma are becoming all too common as climate change boosts the number and severity of extreme weather-related disasters. This year alone has seen heatwaves in Europe, rain-caused landslides in India and typhoons in the Philippines. Although most of the attention after these disasters focuses on deaths and property damage, the events can trigger widespread mental-health problems that can last for years — a toll seen after Hurricane Katrina in the United States in 2005 (E. J. Raker et al. Soc. Sci. Med. 242, 112610; 2019).",
            "Around 4.5 billion people are now vulnerable to extreme weather events, more than half of whom live below the poverty line. But there has been relatively little research on how to help people facing mental-health challenges as a result of climate disasters. This is especially true in low-and middle-income countries, which are most vulnerable to these crises. Lessons have started to emerge, however, from studies conducted immediately after the Rio Grande do Sul crisis, such as how community members can support each other during the initial response to a disaster to prevent trauma.",
            "What’s happening here in Brazil could shape responses to future disasters worldwide, says Débora Noal, a psychologist who led the mental-health-response team for Brazil’s national health task force during the flood. “The size of the territory, the number of people affected, the number of people displaced from territories that will remain inhabited, is a sample of what will become increasingly common in the world.”",
            "h2Rising waters",
            "As heavy rains were battering Porto Alegre in May, many mental-health researchers from across Brazil were gathered at the city’s Federal University of Rio Grande do Sul (UFRGS). The meeting marked the launch of efforts to conduct the country’s first nationwide mental-health survey, a project led by Flavio Kapczinski, a psychiatrist at the university. There is currently no reliable estimate of the national prevalence of mental illness in the Brazilian population.",
            "*Portrait_of_Flavio_Kapczinski_leaning_on_a_tree_after_the_floods_in_Rio_Grande_do_Sul,_Brazil_in_Jul",
            "Psychiatrist Flavio Kapczinski emphasizes the need to tailor trauma prevention strategies to low- and middle-income countries.Credit: Marcio Pimenta for Nature",
            "When news broke that the city’s airport had closed, the event’s organizers quickly evacuated participants who didn’t live in the town, sending them to the nearest functioning airport so that they could make their way home before the situation worsened. “It was a real scramble,” Kapczinski recalls.",
            "The heavy rains lasted several days between late April and mid-May, pouring mainly in the Guaíba River basin, which supplies water to Porto Alegre, and several of its tributaries. In some areas of the state, nearly one metre of rain fell during a two-week span (see ‘Rainfall totals’).",
            "*Rainfall_totals_Map_of_Guaíba_River_basin_showing_the_amount_of_accumulated_rainfall",
            "Source: N. Ramalho",
            "“This was the biggest rainfall ever recorded in Brazil,” says Sofia Royer Moraes, an environmental engineer and hydrologist at the University of Taquari Valley in Lajeado.",
            "The extraordinary rainfall was caused partly by an unusually strong collision between a warm air mass coming from central Brazil and a cold front streaming from the south. A rapid analysis by the World Weather Attribution initiative, which evaluates the influence of global warming on extreme weather events, found that human-induced climate change increased both the likelihood and the intensity of the event.",
            "Is it too late to keep global warming below 1.5 °C? The challenge in 7 charts",
            "Once the host researchers at the mental-health meeting in Rio Grande do Sul had helped to evacuate their colleagues, they were left to deal with the consequences of the flooding. Even those who didn’t have to flee their homes faced widespread shortages of clean water and electricity. But some began to leverage their expertise to assist with the response to the tragedy.",
            "“In the first couple of weeks, we were concerned about the potential effects on the mental health of our patients during the emergency,” says Simone Hauck, a psychiatrist at UFRGS’s teaching hospital. She and her colleagues quickly developed a survey to measure acute stress, depression and anxiety, which they planned to deploy in the hospitals in which they worked. “But it quickly became clear to us that this impact would be enormous, affecting nearly all residents of the state,” she says.",
            "*Portrait_of_Simone_Hauck_after_the_floods_in_Rio_Grande_do_Sul,_Brazil_in_July_2024",
            "Psychiatrist Simone Hauck launched an online survey to measure stress and anxiety symptoms after the disaster.Credit: Marcio Pimenta for Nature",
            "In one sleepless night, Hauck wrote a proposal for a state-wide online survey, which was readily approved by her institution’s ethics committee. The results of the survey, which have been accepted for publication in Trends in Psychiatry and Psychotherapy, provided a snapshot of mental-health symptoms in the population during the acute phase of the disaster. More than 1,500 people responded to the survey between 10 May and 6 June, and 43% of them had been directly affected by the floods. In addition to anxiety and acute stress disorder, 42% reported having moderate to severe depression symptoms.",
            "The results aligned with findings from other parts of the world. “The greater the socio-economic vulnerability, the more symptoms of anxiety, depression and burnout they reported,” Hauck says. She hopes that the findings could be used to help direct resources in other crises. Given how widespread the symptoms were, she says, the best strategy is to educate the population to help one another.",
            "h2A flooded state",
            "In the weeks that Jaskulski’s neighbourhood was flooded, she went back a few times to check on her house.“It didn’t even look like the same street,” she says. “That really affected me emotionally because it’s my home, I’ve lived there my whole life, and I built it with a lot of sacrifice.”",
            "The clinic in which Jaskulski works to help people navigate the health-care system was spared by the flood waters, but remained closed for more than a month, because it was cut off entirely from its surroundings.",
            "*Portrait_of_Maria_Margarete_Jaskulski_after_the_floods_in_Rio_Grande_do_Sul,_Brazil_in_July_2024",
            "Community health worker Maria Margarete Jaskulski lost nearly all of her belongings after the water took over her house in May.Credit: Marcio Pimenta for Nature",
            "In early August, after the clinic reopened, I met Jaskulski and other community-health workers as they planned their return to work, preparing to provide care and support for community members while dealing with their own losses. “When we come across someone who is suffering, all we can do is cry with them. Because now we are not just health-care professionals, we are also victims,” said Janete Pereira, one of the clinic’s community-health workers.",
            "Clinical psychologist Anderson Nunes Jardim, who runs a private practice in Porto Alegre, continued holding online sessions with his patients while sheltering at his sister’s house; his own home was nearly submerged. “My patients were surprised that I was working,” he says. But he was in a safe place and knew he was needed.",
            "*Portrait_of_Anderson_Nunes_Jardim_in_Rio_Grande_do_Sul,_after_the_floods_in_Rio_Grande_do_Sul,_Brazi",
            "Clinical psychologist Anderson Nunes Jardim continued to see his patients even after his house in Porto Alegre was completely flooded.Credit: Marcio Pimenta for Nature",
            "Nearly all his sessions in May and June focused on the flooding, he says. “Those who weren’t directly affected worked as volunteers and talked about how exhausting it was. Many brought up the fear of it happening again.”",
            "Jardim’s mother, Jurema Nunes Jardim, who had been living at the same address for 58 years, had never seen anything like it. “I cried a lot. I would fall asleep and soon wake up thinking about all the things I had lost,” she says.",
            "Most people going through a disaster will experience symptoms of distress, including anxiety, sadness, hopelessness, difficulty sleeping and fatigue. This is normal and, for most people, the symptoms will go away with time, according to the World Health Organization (WHO). But studies have pointed to actions that can prevent these from becoming long-term mental-health issues.",
            "The first is ensuring that people have access to basic necessities such as shelter, water, food and safety. “Even more than providing access to psychologists and psychiatrists, what’s important is offering a sense of safety,” says Bruno Paz Mosqueiro, a psychiatrist at UFRGS’s teaching hospital.",
            "*An_aerial_view_of_a_flooded_section_of_the_city_Porto_Alegre,_Rio_Grande_do_Sul_state,_Brazil,_on_Ma",
            "During the unprecedented floods in April and May, boats were the only means of transport in some parts of Porto Alegre.Credit: Nelson Almeida/AFP via Getty",
            "The WHO also recommends allowing communities to help themselves by creating groups that work collaboratively to solve problems. “The more the community helps each other, the more people feel supported, which reduces rates of post-traumatic stress disorder (PTSD), for example,” Mosqueiro says. Another WHO recommendation is to offer psychological first aid, which can be done by any community member with basic training. It involves listening to the individual, without pressuring them to talk, and helping them to address immediate needs.",
            "‘We are killing this ecosystem’: the scientists tracking the Amazon’s fading health",
            "Another lesson from past crises is that excessive medical intervention can backfire, says Noal, who consults for governments and aid organizations such as Médecins Sans Frontières (also known as Doctors Without Borders) on the mental-health response to disasters. She says that during past events — such as a mining-dam collapse in the state of Minas Gerais in 2019 — there was an overdiagnosis of mental-health disorders in the initial period after the disaster, when such reactions should be considered normal.",
            "As a result, people began to see themselves as traumatized victims, which can be disempowering and weaken their sense of community, she says. “When the community comes together, organizes collective efforts and demands their rights, that is also a form of mental-health action. But if you individualize suffering with a diagnosis, you assume that it’s now every person for themselves, and that’s a mistake.”",
            "And that is why those who provide care should avoid referring to ‘symptoms’ and instead talk about ‘expected reactions’ when discussing difficulty sleeping, anxiety and other common outcomes of a traumatic event, says Noal. “We guide people to self-monitor and only seek help if the issues persist. They need to utilize their own coping strategies; otherwise, they risk becoming dependent on health-care professionals.”",
            "*A_destroyed_house_in_Arroio_do_Meio_after_the_floods_in_Rio_Grande_do_Sul,_Brazil_in_July_2024",
            "On a street along the Taquari River in Arroio do Meio, few houses remained standing after the flood.Credit: Marcio Pimenta for Nature",
            "In the first 48 hours after a trauma, the use of benzodiazepines — commonly used to treat anxiety — is contraindicated, Hauck says. They are known to impair the consolidation of traumatic memories and increase the risk of PTSD.",
            "It’s also important to consider that strategies and instruments created to address mental-health issues arising from disasters in high-income countries might not work in other settings. When Hauck and her colleagues tried to apply international standardized mental-health-screening questionnaires to people in shelters during the floods, they noticed that some people did not understand questions that researchers considered to be simple, but which contained words that were not easily understood by a vulnerable population with lower levels of education. “So, we need to think about how to include these people and adapt the questions,” she says.",
            "“When we transpose instruments that are developed in the US and Europe to our context, we always wonder why it didn’t work,” says Kapczinski. Researchers in Rio Grande do Sul are now developing an app to estimate mental-health symptoms in disasters. The researchers plan to launch the app in Portuguese, Spanish and English so it can be deployed in other countries, especially in low- and middle-income ones.",
            "h2Enduring trauma",
            "Eliana Silva de Araújo had already lost her home when the May floods hit Rio Grande do Sul. Her house in the Taquari Valley region in the central part of the state was destroyed by a large flood that struck the area in September 2023. Then, in May, the school where she, her daughter and granddaughter were taking refuge was inundated, forcing them and hundreds of people who had already been displaced to relocate to a new shelter.",
            "In Porto Alegre, many displaced people were able to return to their houses after the water receded, but in the Taquari Valley region some neighbourhoods were completely wiped out and are no longer considered safe to live in. And as a result, shelters in that area are still crowded: there simply aren’t enough houses for the displaced families.",
            "*Portrait_of_Eliana_Silva_de_Araújo_after_the_floods_in_Rio_Grande_do_Sul,_Brazil_in_July_2024",
            "Eliana Silva de Araújo has been living in shelters with her daughter and granddaughter.Credit: Marcio Pimenta for Nature",
            "As a microcosm of society, the shelters are affected by problems such as violence and alcohol and drug misuse, contributing to the mental-health toll of the disaster. Adding to that, Araújo says that her neighbours discriminate against her because she is from Bahia, a lower-income state in the northeast of Brazil.",
            "“What affects me the most is not even the floods, it’s the people,” she says. “I felt really bad after the last flood because of the prejudice; I was really struggling.”",
            "*Clothing_hanging_to_dry_inside_a_shelter_in_Encantado,_after_the_floods_in_Rio_Grande_do_Sul,_Brazil",
            "Dozens of displaced families live in this shelter in Encantado in the Taquari Valley region, where whole neighbourhoods were destroyed by flood waters.Credit: Marcio Pimenta for Nature",
            "At one point, she had to receive psychiatric care, she says, although she feels better now and has made peace with the fact that it might be a long time before she can have her own place again.",
            "One of the neighbourhoods wiped out by the flooding was Passo de Estrela in Cruzeiro do Sul, where Joelson de Moraes Ferreira is a psychologist at the city’s main health-care clinic. In a group therapy session with women from the community, he asked them to write down all their memories of the lost neighbourhood in a notebook.",
            "“One of them brought up that the church where she got married and later baptized her children doesn’t exist any more. And even the photographs of these events were lost, so she is losing that memory,” he says, his voice choked with emotion.",
            "In a workshop organized by Ferreira a few months ago, the participants were asked to share what they would like to happen to Passo de Estrela, knowing that they will not be able to live there again. “Unanimously, they said they would like to see it as a public space with parks and trees, where they could go to take walks, see friends and drink chimarrão [a regional tea].”",
            "Gisele Dhein, a psychologist at the University of Taquari Valley who is assisting in the implementation of a mental-health response plan for the region, says that these activities foster a sense of empowerment in the community, which is crucial for rebuilding society after a disaster. “Much of the coping strategy will involve rebuilding family ties and restoring community bonds,” she says.",
            "*Rogério_Rammê_and_his_dog_Dungo_after_the_floods_in_Rio_Grande_do_Sul,_Brazil_in_July_2024",
            "Rogério Rammê, an attorney and animal welfare advocate, poses with rescue dog in an animal shelter in Porto Alegre where he has volunteered.Credit: Marcio Pimenta for Nature",
            "Researchers say that social support and resilience — the ability to adapt and recover from adversity — are important to prevent depression and PTSD after disasters. Yet, the literature in this area remains limited. So Lidia Maria Erbes, a master’s student in psychology at the University of Taquari Valley, decided to study whether people affected by the floods who had more social support and resilience developed fewer mental-health symptoms than did their peers. She created a questionnaire that is being sent out to people across the valley and hopes to have the results by the end of the year.",
            "The goal is to assess the mental-health impact of the floods and identify potential protective factors, says Joana Bucker, Erbes’s adviser on the project. “This will allow us to think of strategies for intervention in the future,” she says.",
            "Social support was essential for Jardim and his mother, Jurema, as they rebuilt their lives after the flood waters had drained away. When he reached out for help, 18 friends arrived one Saturday morning to form a clean-up task force. In days, the house was ready for their return. As I left their home on a rainy morning months after the flood, I noticed the vibrant foliage in their planters. When I asked if these plants had survived the floods, Jurema shook her head.",
            "“These are new,” she said. “They were planted by our friends.”",
            "Nature 634, 1032-1036 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03472-5"
        ]
    }
]