[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03957-3",
        "title": "DeepMind AI weather forecaster beats world-class system",
        "content": [
            "*A_satellite_photo_of_typhoon_Hagibis_approaching_Japan",
            "Typhoon Hagibis approaches Japan in 2019. The storm was one of the events used to study the accuracy of an AI-based forecasting system.Credit: NASA Worldview, Earth Observing System Data and Information System (EOSDIS)/AP/Alamy",
            "Google DeepMind has developed the first artificial intelligence (AI) model of its kind to predict the weather more accurately than the best system currently in use. The model generates forecasts up to 15 days in advance ― and it does so in minutes, rather than the hours needed by today’s forecasting programs. ",
            "doi: https://doi.org/10.1038/d41586-024-03957-3"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03958-2",
        "title": "Stress can dull our capacity for joy: mouse brain patterns hint at why",
        "content": [
            "*Illustration_of_nerve_cells_from_the_cerebral_cortex_of_the_brain,_shown_in_blue",
            "Communication between neurons (illustration) in two separate brain regions is patchy in mice that are susceptible to severe stress. Credit: Juan Gaertner/Science Photo Library",
            "Joylessness triggered by stress creates a distinct brain signature, according to research in mice1. The study also reveals one brain pattern that seems to confer resilience to stress ― and another that makes stressed animals less likely to feel pleasure, a core symptom of depression. ",
            "These findings, published today in Nature, offer clues as to how the brain gives rise to anhedonia, a resistance to enjoyment and pleasure. The results also provide a new avenue for treating the condition ― if the findings are validated in humans.",
            "“Their approach in this study is spot on,” says Conor Liston, a neuroscientist at Weill Cornell Medicine in New York City, who was not involved in the work. The experiments fill “a big gap”, he says. “Anhedonia is something we don’t understand very well.”",
            "h2A distressing symptom",
            "More than 70% of people with severe depression experience anhedonia, which is also common in those with schizophrenia, Parkinson’s disease and other neurological and psychiatric conditions.",
            "The symptom is notoriously difficult to treat, even in those taking medication, Liston says. “Anhedonia is something that patients care about the most, and feel like it’s least addressed by current treatments,” he says.",
            "A journey into the causes and effects of depression",
            "To understand how the brain gives rise to anhedonia, Mazen Kheirbek, a systems neuroscientist at the University of California, San Francisco, and his colleagues studied mice that had been placed under stress by exposure to larger, more aggressive mice.",
            "Typically, mice have a sweet tooth and prefer sugar water over plain water if given the option. But some stressed mice instead preferred plain water ― which Kheirbek and his colleagues interpreted as a rodent version of anhedonia. Other mice subjected to the same stress preferred the sugar water. The authors labelled these animals ‘resilient’.",
            "The researchers then monitored neurons in the amygdala and hippocampus, two brain regions that are important for processing emotions, in mice that were deciding between sugar water and plain water after earlier exposure to stress.",
            "h2Building a resilient brain",
            "Resilient mice had robust communication between the amygdala and hippocampus, whereas in animals susceptible to anhedonia, communication between the two brain areas was fragmented.",
            "To improve the disjointed communication in susceptible mice, the researchers injected the rodents with compounds that caused neurons in the target areas to fire more frequently. These animals opted for sugar water more often than they had before the injections, and their brain activity was more similar to that of the resilient mice, the authors found. ",
            "doi: https://doi.org/10.1038/d41586-024-03958-2"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-01684-3",
        "title": "Virtual lab powered by ‘AI scientists’ super-charges biomedical research",
        "content": [
            "*Illustration_of_antibodies_red_and_blue_responding_to_SARS-CoV-2_purple",
            "The virtual lab set-up used several LLMs to design antibody fragments that could bind to SARS-CoV-2.Credit: KTSDESIGN/Science Photo Library via Getty",
            "In an effort to automate scientific discovery using artificial intelligence (AI), researchers have created a virtual laboratory that combines several ‘AI scientists’ — large language models with defined scientific roles — that can collaborate to achieve goals set by human researchers.",
            "The system, described in a preprint posted on bioRxiv last month1, was able to design antibody fragments called nanobodies that can bind to the virus that causes COVID-19, proposing nearly 100 of these structures in a fraction of the time it would take an all-human research group. ",
            "Researchers built an ‘AI Scientist’ — what can it do?",
            " “These virtual-lab AI agents have shown to be quite capable at doing a lot of tasks,” says study co-author James Zou, a computational biologist at Stanford University in California. “We’re quite excited about exploring the potential of the virtual lab across different scientific domains.”",
            "The experiment “represents a new paradigm of taking AI as collaborators, not just tools”, says Yanjun Gao, who researches the health-care applications of AI at the University of Colorado Anschutz Medical Campus in Aurora. But she adds that human input and oversight are still crucial. “I don’t think at this stage we can fully trust the AI to make decisions.”",
            "h2Interdisciplinary AI",
            "Scientists worldwide have explored the potential of large language models (LLMs) to speed up research — including creating an ‘AI scientist’ that can carry out parts of the scientific process, from generating hypotheses and designing experiments to drafting papers. But Zou says that most studies have focused on the application of LLMs for experiments with a narrow scope, rather than exploring their potential in interdisciplinary research. He and his colleagues set up the virtual lab to combine expertise from different fields. ",
            "They began by training two LLMs for their virtual team: the team-leading principal investigator (PI), which has expertise in AI for research, and a ‘scientific critic’ to catch errors and oversights from other LLMs throughout the process. The authors gave these LLMs a goal — designing new nanobodies to target the virus SARS-CoV-2 — and instructed them to develop other LLMs that could achieve it. ",
            "‘A landmark moment’: scientists use AI to design antibodies from scratch",
            "The PI then created and trained three further AI scientist agents to support the research efforts. Each of these ‘scientists’ was trained in a particular discipline — immunology, computational biology or machine learning. “These different agents would have different expertise, and they would work together in solving different kinds of scientific problems,” says Zou. ",
            "The AI agents worked independently on tasks allocated by the virtual PI, such as calculating parameters or writing code for a new machine-learning model. They could also make use of other AI research tools, such as the protein-design tools AlphaFold and Rosetta. A human researcher guided the LLMs through regular ‘team meetings’ to evaluate their progress. ",
            "doi: https://doi.org/10.1038/d41586-024-01684-3"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03905-1",
        "title": "How close is AI to human-level intelligence?",
        "content": [
            "*Abstract_illustration_showing_a_brain_being_formed_from_data_surrounded_by_representations_of_3D_map",
            " Illustration: Petra Péterffy",
            "OpenAI’s latest artificial intelligence (AI) system dropped in September with a bold promise. The company behind the chatbot ChatGPT showcased o1 — its latest suite of large language models (LLMs) — as having a “new level of AI capability”. OpenAI, which is based in San Francisco, California, claims that o1 works in a way that is closer to how a person thinks than do previous LLMs.",
            "Nature 636, 22-25 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03905-1"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03939-5",
        "title": "Huge randomized trial of AI boosts discovery — at least for good scientists",
        "content": [
            "*A_researcher_pictured_using_a_FTIR_spectrophotometer",
            "Scientists at an unnamed corporate laboratory were randomly assigned a machine-learning tool.Credit: Eugenio Marongiu/Getty",
            "Artificial intelligence (AI) is becoming ubiquitous in applied research, but can it actually invent useful materials faster than humans can? It is still too early to tell, but a massive study suggests that it might.",
            "How close is AI to human-level intelligence?",
            "Aidan Toner-Rodgers, an economist at the Massachusetts Institute of Technology (MIT) in Cambridge, followed the deployment of a machine-learning tool at an unnamed corporate laboratory employing more than 1,000 researchers. Teams that were randomly assigned to use the tool discovered 44% more new materials and filed 39% more patent applications than did the ones that stuck to their standard workflow, he found. Toner-Rodgers posted the results online last month, and has submitted them to a peer-reviewed journal.",
            "“It is a very interesting paper,” says Robert Palgrave, a solid-state chemist at University College London, adding that the limited disclosure of the trial’s details makes the results of the AI deployment hard to evaluate. “It maybe doesn’t surprise me that AI can come up with a lot of suggestions,” Palgrave says. “What we’re kind of missing is whether those suggestions were good suggestions or not.”",
            "h2Materials maker",
            "Toner-Rodgers had access to internal data from the lab and interviewed the researchers under the condition that he would not disclose the name of the company or the specific products it designed. He writes that it is a US firm that develops new inorganic materials — including molecular compounds, crystal structures, glasses and metal alloys — for use in “healthcare, optics, and industrial manufacturing”.",
            "Researchers built an ‘AI Scientist’ — what can it do?",
            "doi: https://doi.org/10.1038/d41586-024-03939-5"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03982-2",
        "title": "Wuhan lab samples hold no close relatives to virus behind COVID",
        "content": [
            "*Shi_Zhengli_wearing_protective_clothing_in_a_biosafety_lab",
            "Chinese virologist Shi Zhengli has presented evidence that her lab has not worked with close relatives of SARS-CoV-2.Credit: Johannes Eisele/AFP via Getty",
            "After years of rumours that the virus that causes COVID-19 escaped from a laboratory in China, the virologist at the centre of the claims has presented data on dozens of new coronaviruses collected from bats in southern China. At a conference in Japan this week, Shi Zhengli, a specialist on bat coronaviruses, reported that none of those viruses stored in her freezers are the most recent ancestors of the virus SARS-CoV-2.",
            "Shi was leading coronavirus research at the Wuhan Institute of Virology (WIV), a high-level biosafety laboratory, when the first cases of COVID-19 were reported in that city. Soon afterwards, theories emerged that the virus had leaked — either by accident or deliberately — from the WIV.",
            "Shi has consistently said that SARS-CoV-2 was never seen or studied in her lab. But some commentators have continued to ask whether one of the many bat coronaviruses her team collected in southern China over decades was closely related to it. Shi promised to sequence the genomes of the coronaviruses and release the data.",
            "The latest analysis, which has not been peer reviewed, includes data from the whole genomes of 56 new betacoronaviruses, the broad group to which SARS-CoV-2 belongs, as well as some partial sequences. All the viruses were collected between 2004 and 2021.",
            "“We didn’t find any new sequences which are more closely related to SARS-CoV-1 and SARS-CoV-2,” said Shi, in a pre-recorded presentation at the conference, Preparing for the Next Pandemic: Evolution, Pathogenesis and Virology of Coronaviruses, in Awaji, Japan, on 4 December. Earlier this year, Shi moved from the WIV to the Guangzhou Laboratory, a newly established national research institute for infectious diseases.",
            "The results support her assertion that the WIV lab did not have any bat-derived sequences from viruses that were more closely related to SARS-CoV-2 than were any already described in scientific papers, says Jonathan Pekar, an evolutionary biologist at the University of Edinburgh, UK. “This just validates what she was saying: that she did not have anything extremely closely related, as we’ve seen in the years since,” he says.",
            "doi: https://doi.org/10.1038/d41586-024-03982-2"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03968-0",
        "title": "Sick animals suggest COVID pandemic started in Wuhan market",
        "content": [
            "*Close_up_of_a_raccoon_dog_in_a_cage_in_rural_China",
            "Raccoon dogs are among the animals susceptible to SARS-CoV-2 that were present at the Chinese market where the virus is thought to have jumped to humans.Credit: YongXin Zhang/Alamy",
            "The quest to understand where the COVID-19 pandemic started has revealed fresh clues. Researchers have re-analysed data collected from a market in Wuhan, China, during the early days of the pandemic and found that animals there were infected with a virus – although they could not confirm what exactly caused the infection.",
            "“The conclusion is convincing that there was infection in the animals,” says Spyros Lytras, an evolutionary virologist at the University of Tokyo. The results, which have not been peer reviewed, were presented at a conference, Preparing for the Next Pandemic: Evolution, Pathogenesis and Virology of Coronaviruses, in Awaji, Japan, on 3 December.",
            "Many of the first COVID-19 cases to be identified were linked to Wuhan’s Huanan Seafood Wholesale Market. Some studies have reasoned that people brought the virus to the market, where they passed it on to others, whereas other studies have suggested that the market was the site of the first spillover events, in which animals with the virus first infected people1. Although these earlier studies established the presence of animals susceptible to the virus that causes COVID-19, and the virus itself, at the market, they were not able to confirm that the animals were infected with the virus2.",
            "“The missing link in the whole zoonotic story has been the animal,” says Edward Holmes, a virologist at the University of Sydney in Australia. “If you can show there are infected animals at the market, then the story is complete,” he says, referring specifically to animals infected with a progenitor of SARS-CoV-2.",
            "The latest analysis suggests that infected animals were at the market at the same time that early cases of COVID-19 emerged there. “This is one more piece of indirect evidence that suggests a connection of the origin of the SARS-CoV-2 pandemic with the Huanan market,” says Christian Drosten, a virologist at the Charité University Hospital in Berlin.",
            "Most researchers agree that SARS-CoV-2 originated in animals. However, because a progenitor of the virus has not been found in an animal, some have continued to argue that the virus could have escaped — either by accident or through deliberate release — from the Wuhan Institute of Virology. A detailed report released by the Republican-majority select committee of the US House of Representatives earlier this week concluded that the pandemic “most likely emerged from a laboratory in Wuhan”.",
            "h2Infected animals",
            "Shortly after the Huanan market was shut down on 1 January 2020, a group of researchers from the Chinese Center for Disease Control and Prevention in Beijing visited the market and swabbed stalls, walls, bins, sewage wells and animal products stored in freezers. They sequenced DNA and RNA from those swabs and deposited that data into a genomic database.",
            "Angela Rasmussen, a virologist at the University of Saskatchewan in Saskatoon, Canada, wanted to look more closely at the data for potential animal intermediates. She studied the genomic data of animals found at the market that are susceptible to SARS-CoV-2. These included American mink (Neogale vison), ermine (Mustela erminea), masked palm civets (Paguma larvata), raccoon dogs (Nyctereutes procyonoides), red foxes (Vulpes vulpes) and greater hog badgers (Arctonyx collaris).",
            "When an animal is infected with a virus, its cells make copies of genes that produce proteins needed to fight off the infection. Studies of human cells and tissues have identified a specific pattern of increased gene copying that is produced in response to infection with SARS-CoV-2 or other closely related viruses found in bats3. Rasmussen found the same pattern in the RNA profiles of humans who had been at the market and two of the susceptible animal species that were there: raccoon dogs and greater hog badgers.",
            "The analysis finds evidence that the immune systems of some animals had been activated, which supports the theory that they were infected, says Stanley Perlman, a virologist at the University of Iowa in Iowa City. But “it doesn’t substitute for finding the virus in an infected animal”.",
            "Kei Sato, a virologist at the University of Tokyo, says he hopes to study raccoon dog tissue infected with SARS-CoV-2 and other related viruses to get a clearer view of which genes are copied in those animals in response to a coronavirus infection.",
            "doi: https://doi.org/10.1038/d41586-024-03968-0"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03936-8",
        "title": "What is ageing? Even the field’s researchers can’t agree",
        "content": [
            "*Young_and_old_hands_on_a_black_background_show_the_contrast_of_ageing",
            "When ageing begins is one of many questions researchers cannot agree on.Credit: mrPliskin/iStock via Getty",
            "Researchers studying ageing disagree on just about everything — including what ageing is, whether it is a disease and when it starts — according to a survey of about 100 scientists working in the field.",
            "A key goal of ageing research is to help people live longer, healthier lives. But the exact causes of ageing, as well as effective approaches to slow or reverse it, remain elusive. For the field to tackle these challenges, researchers need to speak a common language, says Alan Cohen, who studies ageing at Columbia University in New York City. “There doesn’t have to be perfect consensus, but we need to sort things out quite a bit,” he says.",
            "Vadim Gladyshev, another researcher in the field who is based at Harvard Medical School in Boston, Massachusetts, and his colleagues agree. They decided to survey participants at an international conference on ageing in Newry, Maine, in 2022, to better understand the views of those researching the topic. Respondents included early-career researchers, established scientists and industry professionals. The results are described in PNAS Nexus today1.",
            "Most researchers are clear in their own minds about what ageing is — but their perspectives don’t align with those of others, says Gladyshev. “People joke in the field that there are more theories than people.” Despite this, Gladyshev says he was surprised by the scale of the problem.",
            "The latest results reflect those of a similar survey of 37 researchers conducted in 2019 by Cohen and his colleagues2. Now “it’s unquestionably clear that there’s a huge disagreement”, says Cohen.",
            "h2What is ageing?",
            "When asked to describe ageing, one-third of respondents considered it to be a loss of function over time, from declines at the cellular level to a decrease in overall health and fitness. Others saw ageing as a gradual accumulation of deleterious changes. Not all respondents associated ageing with negative connotations, with some seeing it as a change in state — reversible or otherwise — or a continuation of development. And others approached the subject from a demographic standpoint, describing ageing simply as an increased chance of dying.",
            "doi: https://doi.org/10.1038/d41586-024-03936-8"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03940-y",
        "title": "ChatGPT turns two: how the AI chatbot has changed scientists’ lives",
        "content": [
            "*ChatGPT_and_OpenAI_research_laboratory_logo_and_inscription_on_a_smartphone_screen_with_a_circuitboa",
            "ChatGPT is a generative artificial-intelligence system that learns from large amounts of human-produced data.Credit: Nicolas Economou/NurPhoto via Getty",
            "In the two years since ChatGPT was released to the public, researchers have been using it to polish their academic writing, review the scientific literature and write code to analyse data. Although some think that the chatbot, which debuted widely on 30 November 2022, is making scientists more productive, others worry that it is facilitating plagiarism, introducing inaccuracies into research articles and gobbling up large amounts of energy.",
            "AI is complicating plagiarism. How should scientists respond?",
            "The publishing company Wiley, based in Hoboken, New Jersey, surveyed 1,043 researchers in March and April about how they use generative artificial intelligence (AI) tools such as ChatGPT, and shared the preliminary results with Nature. Eighty-one per cent of respondents said that they had used ChatGPT either personally or professionally, making it by far the most popular such tool among academics. Three-quarters said they thought that, in the next five years, it would be important for researchers to develop AI skills to do their jobs.",
            "“People were using some AI writing assistants before, but there was quite a substantial change with the release of these very powerful large language models,” says James Zou, an AI researcher at Stanford University in California. The one that caused an earth-shattering shift was that underlying the chatbot ChatGPT, which was created by the technology firm OpenAI, based in San Francisco, California.",
            "To mark the chatbot turning two, Nature has compiled data on its usage and talked to scientists about how ChatGPT has changed the research landscape.",
            "h2ChatGPT by the numbers",
            "• 60,000: the minimum number of scholarly papers published in 2023 that are estimated to have been written with the assistance of a large language model (LLM)1. This is slightly more than 1% of all articles in the Dimensions database of academic publications surveyed by the research team.",
            "• 10%: the minimum percentage of research papers published by members of the biomedical science community in the first half of 2024 estimated to have had their abstracts written with the help of an LLM2. Another study estimated the percentage to be higher — 17.5% — for the computer-science community in February3.",
            "• 6.5–16.9%: the percentage of peer reviews submitted to a selection of top AI conferences in 2023 and 2024 that are estimated to have been substantially generated by LLMs4. These reviews assess research papers or presentations proposed for the meetings.",
            "doi: https://doi.org/10.1038/d41586-024-03940-y"
        ]
    }
]