[
    {
        "URL": "https://www.nature.com/articles/d41586-024-04160-0",
        "title": "Stem cells head to the clinic: treatments for cancer, diabetes and Parkinson’s disease could soon be here",
        "content": [
            "*Two_of_the_clinical_team_prepare_the_needle_in_the_operating_room",
            "A team at Skåne University Hospital in Lund, Sweden, prepares a needle to transplant cells into a person’s brain to treat Parkinson’s. Credit: Åsa Sjöström for Nature",
            "Andrew Cassy had spent his working life in a telecommunications research department until a diagnosis of Parkinson’s disease in 2010 pushed him into early retirement. Curious about his illness, which he came to think of as an engineering problem, he decided to volunteer for clinical trials.",
            "“I had time, something of value that I could give to the process of understanding the disease and finding good treatments,” he says.",
            "In 2024, he was accepted into a radical trial. That October, surgeons in Lund, Sweden, placed neurons that were derived from human embryonic stem (ES) cells into his brain. The hope is that they will eventually replace some of his damaged tissue.",
            "Stem cells reverse woman’s diabetes — a world first",
            "The study is one of more than 100 clinical trials exploring the potential of stem cells to replace or supplement tissues in debilitating or life-threatening diseases, including cancer, diabetes, epilepsy, heart failure and some eye diseases. It’s a different approach from the unapproved therapies peddled by many shady clinics, which use types of stem cell that do not turn into new tissue.",
            "All the trials are small and focus mainly on safety. And there are still substantial challenges, including defining which cells will be most fit for which purposes and working out how to bypass the need for immunosuppressant drugs that stop the body from rejecting the cells but increase the risk of infections.",
            "Still, the flurry of clinical studies marks a turning point for stem-cell therapies. Following decades of intense research that has at times triggered ethical and political controversy, the safety and potential of stem cells for tissue regeneration is now being widely tested. “The rate of progress has been remarkable,” says stem-cell specialist Martin Pera at the Jackson Laboratory in Bar Harbor, Maine. “It’s just 26 years since we first learnt to culture human stem cells in flasks.”",
            "Researchers expect some stem-cell therapies to enter the clinic soon. Treatments for some conditions, they say, could become part of general medicine in five to ten years.",
            "h2Finding a source",
            "Cassy’s symptoms began with a small, persistent tremor in his fingers when he was just 44. The characteristic motor symptoms of Parkinson’s are driven by the degeneration of dopamine-producing neurons called A9 cells in the brain’s substantia nigra. Drugs that replace the missing dopamine are effective, but have side effects including uncontrolled movements and impulsive behaviours. And as the disease progresses, the drugs’ efficacy wanes and the side effects worsen.",
            "The idea of replacing the degenerated dopaminergic cells has a long history. During development, pluripotent ES cells, which have the potential to become many cell types, turn into the specialized cells of the brain, heart, lungs and so on. Theoretically, transplanted stem cells could repair any damaged tissue.",
            "Parkinson’s lent itself to testing that theory. The first transplant of such cells took place in Sweden in 1987 using neurons from the developing brains of fetuses from terminated pregnancies, the only source of immature, or progenitor, neural cells at the time. Since then, more than 400 people with Parkinson’s have received such a transplant — with mixed results. Many people saw no benefit at all, or had debilitating side effects. But others improved so much that they no longer needed to take dopaminergic drugs.",
            "*Brain_MRI_scans_of_a_trial_participant",
            "Brain MRI scans of a trial participant are used to plan where the needle will deliver the cells.Credit: Åsa Sjöström for Nature",
            "“Overall, the studies showed us that the approach can work, sometimes transformatively,” says neurologist Roger Barker at the University of Cambridge, UK. “But we needed a more-reliable source material.”",
            "Fetal brain tissue cannot be standardized and might also be contaminated with progenitors that are destined to mature into the wrong sort of cells. On top of this, some people have ethical or religious objections to the use of this material. And in any case, notes Barker, it has often been hard to find enough material to go ahead with an operation to transplant the cells.",
            "Prospects for regenerative stem-cell therapy improved when it became possible to derive specialized cells from more controllable sources, particularly human ES cells and, later, induced pluripotent stem (iPS) cells, which are created by reprogramming adult cells to revert to an immature state. Today, large numbers of specialized cells can be reliably produced at a quality and purity high enough for the clinic.",
            "Stem-cell researcher Agnete Kirkeby at the University of Copenhagen and her colleagues have surveyed the landscape of regenerative-stem-cell clinical trials worldwide and, as of December 2024, they had identified 116 trials approved or completed across a range of diseases1. Around half use human ES cells as the starting material. The other studies use iPS cells, either off the shelf or generated from the skin cells or blood of individual people to treat their own conditions. Twelve of the trials attempt to treat Parkinson’s disease using dopamine-producing cells derived from stem cells.",
            "h2Promise for Parkinson’s",
            "The trial that Cassy is enrolled in, which Barker co-leads, and another more-advanced trial run by BlueRock Therapeutics, a biotechnology firm based in Cambridge, Massachusetts, gave participants A9 progenitor cells derived from human ES cells. The BlueRock trial has reported preliminary results for its 12 participants. Two years in, the treatment has proved safe and shown hints of efficacy in those receiving the higher of two doses. So far, no Parkinson’s trial has reported uncontrolled movement side effects such as those seen with dopaminergic drugs and in some trials that used fetal tissue.",
            "The race to supercharge cancer-fighting T cells",
            "Compared with other organs, such as the heart, pancreas and kidneys, the brain has proved to be one of the most straightforward organs to treat with stem cells. One advantage is that the brain is largely protected from the body’s immune system, which seeks out and destroys foreign tissue. Participants in Parkinson’s trials receive immunosuppressants for only a year to cover the period when the blood–brain barrier is healing from surgery. Participants in trials for other organs typically receive the drugs for the rest of their lives.",
            "And the brain is accommodating. The A9 cells usually reside in the substantia nigra and send projections out to the putamen, in the forebrain, where they release dopamine. But neurosurgeons often place the progenitor cells directly in the putamen because it’s easier to get at surgically. The brain’s ability to adapt to fetal tissue and to cells transplanted into the ‘wrong’ site is “pretty clever”, says Barker.",
            "Just as remarkable, he says, is a study of epilepsy in which transplanted cells derived from human ES cells integrate into the correct neural circuits in the brain. In the clinical trial, run by the biotechnology company Neurona Therapeutics based in San Francisco, California, surgeons transplanted immature versions of a type of brain cell called interneurons into the brains of ten people with a form of epilepsy that could not be controlled by drugs. Before receiving this treatment, the participants’ seizures were so frequent and debilitating that they could not live independently.",
            "*Close_up_view_of_a_frozen_rat_brain_sample",
            "A rat brain with transplanted stem-cell-derived cells is put on ice and cut into slices in preparation for analysis. These cells were tested in rats before an ongoing clinical trial in people with Parkinson’s disease was approved.Credit: Åsa Sjöström for Nature",
            "One year after the transplant, the frequency of severe seizures in the first two participants had dropped to almost zero, an effect that has been maintained for two years. Most of the other participants have had pronounced reductions in seizure frequency. There were no significant side effects and no cognitive damage, the company reports. Last June, the US Food and Drug Administration awarded the therapy a fast-track status to expedite the process that leads to regulatory approval.",
            "“The outcomes for patients were strikingly similar even though procedures were carried out at different sites around the country,” says Arnold Kriegstein at the University of California, San Francisco, who is a co-founder of Neurona Therapeutics. “It is very robust.”",
            "Like the brain, the eye is well-protected from the body’s immune system. Kirkeby and her colleagues identified 29 clinical trials for ocular diseases, particularly for types of age-related macular degeneration. Other organs don’t have the same immune privilege, yet are responsible for some of the most burdensome diseases, including heart failure as well as type 1 diabetes, which is caused by the destruction of insulin-producing islet cells in the pancreas.",
            "h2Beyond the brain and eyes",
            "Progress has been slower for other conditions. But positive early results from a trial run by the drug company Vertex Pharmaceuticals based in Boston, Massachusetts, have spawned a rush of optimism for diabetes. Stem-cell biologist Douglas Melton and his colleagues developed the first functional islet cells from a human ES cell line in 2014 at Harvard University in Cambridge2. Now at Vertex, he is leading a trial of people with particularly serious forms of the disease, using proprietary islet cells generated by similar methods. The cells do their job wherever they are placed in the body, in this case the liver. According to the company, 9 of the 12 participants who received the full dose no longer need to inject insulin, and another two were able to reduce their dose.",
            "“I was surprised and delighted that it worked so well,” says Melton, who moved into this field in the 1990s, when his baby son was diagnosed with type 1 diabetes. “And especially glad to see the potential it has for patients.”",
            "*Close_up_view_of_Dr_Malin_Parmar_looking_at_a_sample",
            "The laboratory of Malin Parmar at Lund University, Sweden, developed stem-cell-derived replacement cells for an ongoing trial that is attempting to use stem-cell therapy to replace damaged tissue in people with Parkinson’s disease.Credit: Åsa Sjöström for Nature",
            "The heart has proved particularly vexing for regenerative medicine. It’s a large and complex pump made up of different cell types, and any damage must be fixed in situ. Stem-cell scientist Christine Mummery at Leiden University in the Netherlands, was one of the first to generate beating heart-muscle cells3, or cardiomyocytes, from human ES cells in 2002. But, she quickly realized how challenging it would be to bring to the clinic, particularly when she saw a deeply scarred and fatty heart removed during a transplant surgery. “I thought: we won’t be able to fix that any time soon.” She changed her research direction to disease modelling. But with roughly 64 million people worldwide with heart failure, Mummery says she values the persistence of those who haven’t given up.",
            "Nature 637, 18-20 (2025)",
            "doi: https://doi.org/10.1038/d41586-024-04160-0"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04194-4",
        "title": "Humans evolved for distance running – but ancestor ‘Lucy’ didn’t go far or fast",
        "content": [
            "*Illustration_of_human_ancestors_at_different_stages_of_evolution_running_with_Australopithecus_afare",
            "Australopithecus afarensis did not have the lengthened Achilles tendon and shortened muscle fibres that benefit modern runners. Credit: Christian Jegou/Science Photo Library",
            "Ancient human relatives ran on two legs, like modern humans, but at a much slower pace, suggest 3D computer simulations of Australopithecus afarensis1 – a small hominin that lived more than three million years ago.",
            "The analysis offers a detailed snapshot of the hominin’s running speed and the muscular adaptations that enabled modern humans to run long distances, says Herman Pontzer, an evolutionary anthropologist at Duke University in Durham, North Carolina. “It’s a very thorough approach,” he says. The findings were published this week in Current Biology.",
            "A. afarensis walked upright on two legs, making its fossils a favourite for researchers looking to unpick how bipedalism evolved in the human lineage. But few studies have explored the hominin’s running ability because it requires more than studying fossilized footprints and bones, says study co-author Karl Bates, an evolutionary biomechanics researcher at the University of Liverpool, UK.",
            "h2A slow ape",
            "Bates and his colleagues created a 3D digital model of the ‘Lucy’ skeleton – a near-complete 3.2-million-year-old A. afarensis specimen discovered in Ethiopia half a century ago. They used the muscular features of modern apes and the surface area of Lucy’s bones to estimate the ancient hominin’s muscle mass. The researchers then used a simulator to make their Lucy model ‘run’ and compared its performance with that of a digital model of a modern human.",
            "The simulations showed that Lucy could run on two legs, despite lacking the lengthened Achilles tendon and shortened muscle fibres that are thought to benefit endurance running in modern humans. But speed wasn’t Lucy’s strength: she could reach a maximum of only around five metres per second, even after the researchers remodelled her with human muscles. By contrast, the human model ran at roughly 8 metres per second. Even when the researchers removed body size from their modelling, Lucy’s running still lagged behind that of modern humans, suggesting that her physical proportions were the main culprit. “Even if you jack up all the muscles, she was still slower,” says Bates.",
            "doi: https://doi.org/10.1038/d41586-024-04194-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04206-3",
        "title": "Giant study finds untrustworthy trials pollute gold-standard medical reviews",
        "content": [
            "*A_microbiologists_with_the_AEGIS_Sciences_Corporation_processes_Covid-19_and_Monkeypox_samples_in_a_",
            "Findings from clinical trials are summarized in Cochrane’s systematic reviews, which guide medical treatment.Credit: Nathan Posner/Anadolu Agency via Getty",
            "A huge collaboration has confirmed growing concerns that fake or flawed research is polluting medical systematic reviews, which summarize evidence from multiple clinical trials and shape treatment guidelines worldwide. The study is part of an effort to address the problem by creating a short checklist that will help researchers to spot untrustworthy trials. Combined with automated integrity tools, this could help those conducting systematic reviews to filter out flawed work — in medicine and beyond.",
            "In the study, which has taken two years and was posted on 26 November to the medRxiv preprint server1, a team of more than 60 researchers trawled through 50 systematic reviews published under the aegis of Cochrane, an organization renowned for its gold-standard reviews of medical evidence.",
            "After applying a barrage of checks, the authors — many of whom are themselves editors or authors of Cochrane reviews — reported that they had “some concerns” about 25% of the clinical trials in the reviews, and “serious concerns” about 6% of them.",
            "The study can’t provide an overall estimate of problematic trials in Cochrane reviews because the sample selected — for the purpose of trialling integrity checks — wasn’t random or representative, says co-author Lisa Bero, a senior research-integrity editor at Cochrane.",
            "Still, “we definitely picked up some dodgy trials”, says Jack Wilkinson, a health and biostatistics researcher at the University of Manchester, UK, who led the project, titled INSPECT-SR. He adds that the proportion found in the study might be an overestimate, because some of the checks turned out to be subjective or difficult to implement.",
            "h2A protocol for ‘trustworthiness’",
            "The results echo previous concerns about rising numbers of problematic studies corrupting systematic reviews in medicine and other research fields2–5, probably owing to paper mills that produce fake science.",
            "Recognizing this problem, Cochrane introduced guidance three years ago that researchers should try to spot untrustworthy trials and exclude them from reviews. But although scientists have used a variety of protocols to do this, there is no universally agreed tool to help identify an untrustworthy study, says Bero, who is also a bioethicist at the University of Colorado Anschutz Medical Campus in Aurora.",
            "“Frankly, these tools haven’t been tested at all,” she says, adding that researchers are unlikely to use methods that are difficult, lengthy or unclear. One integrity checklist aimed at journal editors proposed more than 50 questions, for instance, which some scientists say is too many.",
            "h2Testing red flags",
            "The aim of the INSPECT-SR study was to test 72 potential integrity checks that might help to identify untrustworthy work, garnered from a previous wide-ranging consultation. They range from specific statistical checks on a trial’s data and methods to details of funding and grants, the date a trial was registered and its authors’ publication records.",
            "The study found that some checks are too cumbersome or infeasible in practice. Now, the list has been sharpened to a shortlist of 21 questions in 4 areas: a study’s post-publication record (such as retractions or expressions of concern); its methods, governance and transparency (such as study registration, ethical approval and how participants were recruited); whether it has plagiarized text or manipulated figures; and detailed ways to check for discrepancies in the data and results. These might be further whittled down before the shortlist is published.",
            "*Nurses_provide_medical_care_to_a_patient_in_a_ward_for_heatstroke_patients_at_a_government_hospital_",
            "Medical treatment guidelines worldwide are shaped by Cochrane’s systematic reviews.Credit: R. Satish Babu/AFP via Getty",
            "Wilkinson’s team is working on a similar checklist that journal editors might apply to papers, and a third checklist for statistical tests that could be used if a reviewer can access the individual participant data in a trial, rather than just summary results. Although many researchers argue that it should be mandatory to provide such data for reviewers, medical journals rarely require it.",
            "h2Automated tools",
            "Scientists’ main concern about checklists is the time it takes to assess each study, says Wilkinson. A Cochrane review might involve anything from a few studies to dozens of trials, but in systematic reviews outside medicine, there could be hundreds of papers to examine. That’s a bigger worry, say Kim Wever, a meta-science researcher who specializes in analysing systematic reviews, and René Aquarius, a neurosurgery researcher, both at Radboud University Medical Center in the Netherlands. In work not yet published, they have found many flawed papers among more than 600 studies on animal models of haemorrhagic stroke, as Retraction Watch and Science have reported.",
            "Reviewers of preclinical work also typically have less funding for their studies, and must examine papers that tend to have fewer signals of stringent reporting — such as being recorded on an official registry — than do clinical trials, adds Torsten Rackoll, a systematic-review methodologist at the Berlin Institute of Health.",
            "In the past few years, however, automated software tools have sprung up that can help with some checks. Software such as Imagetwin looks for duplicated images in papers, for instance, and tools such as Signals, Papermill Alarm and Argos raise alarm bells about author retraction records, the studies a paper is citing and other warning signs.",
            "At a meeting in London on 3 December, computer scientist Daniel Acuña at the University of Colorado Boulder described a new tool called Reviewer Zero, which promises to check for statistical inconsistencies as well as image manipulation.",
            "doi: https://doi.org/10.1038/d41586-024-04206-3"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04014-9",
        "title": "Controversial COVID study that promoted unproven treatment retracted after four-year saga",
        "content": [
            "*Close_up_view_of_a_technician_holding_a_bottle_of_Hydroxychloroquine_at_a_pharmacy_in_Utah",
            "Hydroxychloroquine is used to treat malaria and was tested as a treatment for COVID-19.Credit: George Frey/AFP via Getty",
            "A study that stoked enthusiasm for the now-disproven idea that a cheap malaria drug can treat COVID-19 has been retracted — more than four-and-a-half years after it was published1.",
            "Researchers had critiqued the controversial paper many times, raising concerns about its data quality and an unclear ethics-approval process. Its eventual withdrawal, on the grounds of concerns over ethical approval and doubts about the conduct of the research, marks the 28th retraction for co-author Didier Raoult, a French microbiologist, formerly at Marseille’s Hospital-University Institute Mediterranean Infection (IHU), who shot to global prominence in the pandemic. French investigations found that he and the IHU had violated ethics-approval protocols in numerous studies, and Raoult has now retired.",
            "The paper, which has received almost 3,400 citations according to the Web of Science database, is the highest-cited paper on COVID-19 to be retracted, and the second-most-cited retracted paper of any kind.",
            "“This is incredibly good news,” says Elisabeth Bik, an image-forensics specialist and scientific-integrity consultant in San Francisco, California, who is among the critics of the paper and Raoult’s work. Several countries, including the United States, approved the drug at the centre of the research, hydroxychloroquine (HCQ), to treat COVID-19 infections, she notes. But later studies showed it had no benefit. “This paper should never have been published — or it should have been retracted immediately after its publication,” Bik says.",
            "h2Drug delay",
            "Because it contributed so much to the HCQ hype, “the most important unintended effect of this study was to partially side-track and slow down the development of anti-COVID-19 drugs at a time when the need for effective treatments was critical”, says Ole Søgaard, an infectious-disease physician at Aarhus University Hospital in Denmark, who was not involved with the work or its critiques. “The study was clearly hastily conducted and did not adhere to common scientific and ethical standards.”",
            "In a lengthy retraction notice published at the International Journal of Antimicrobial Agents on 17 December, publisher Elsevier, together with the International Society of Antimicrobial Chemotherapy (ISAC), which co-owns the journal, said it had investigated the study and — among other concerns — wasn’t able to confirm whether ethical approval was obtained before participants joined the study, nor whether they could all have entered it in time for data to be analysed and included in the submitted manuscript.",
            "Three of the study’s co-authors had asked to have their names removed from the paper, saying they had doubts about its methods, the retraction notice said. But another five disagreed with the retraction and disputed its grounds.",
            "One of these researchers, Philippe Brouqui, an infectious-disease researcher at the IHU, sent Nature his response to an earlier version of the proposed retraction, from August, in which he and Raoult told Elsevier that there are “no ethical or regulatory issues” in the article and “no deviation from scientific integrity” and said they were “victims of cyber-harassment”.",
            "Raoult declined to comment to Nature on the retraction and the concerns about his research.",
            "h2Hydroxychloroquine hype",
            "Early in the pandemic, laboratory studies and some reports from China had suggested that HCQ might help to treat COVID-19. Raoult, then head of the IHU, strongly advocated the idea.",
            "On 16 March 2020, he and his IHU colleagues reported in a preprint that HCQ, in some cases with the antibiotic azithromycin, reduced viral load in 20 participants. The study was immediately hyped on US television stations. Four days later, the study was published in the International Journal of Antimicrobial Agents, at which co-author Jean-Marc Rolain was editor-in-chief; the journal had accepted the submitted manuscript in one day. A note was later added to say Rolain “had no involvement” in the article’s peer review. Then-US-president Donald Trump mentioned the paper on Twitter (now X), saying the drugs could be “game changers”.",
            "But critics quickly found flaws with the work. Bik raised concerns including a lack of clarity over the timeline of ethics approval and potential confounding differences between characteristics of the participants in the control and treatment groups, suggesting that the participants had not been randomly assigned to these groups (although the study did not claim to be a randomized trial). Six individuals treated with HCQ also dropped out of the study — of whom one died and three were transferred to an intensive-care unit.",
            "In April 2020, the ISAC said the paper didn’t meet its standards. And that July, the journal published critical reviews of the work, including one by Frits Rosendaal, an epidemiologist at Leiden University Medical Center in the Netherlands, who said the study suffered from “major methodological shortcomings”2. But the ISAC decided not to withdraw the paper, saying “in addition to the importance of sharing observational data at the height of a pandemic, a robust public scientific debate about the paper’s findings in an open and transparent fashion should be made available”.",
            "*Didier_Raoult_pictured_speaking_into_media_microphones_during_a_visit_to_IHU_Mediterannee_in_France_",
            "Didier Raoult retired as head of Marseille’s Hospital-University Institute Mediterranean Infection this year.Credit: Julien Poupart/Abaca Press via Alamy",
            "h2Study investigation",
            "This June, however, Elsevier reopened an investigation into the study after a group of scientists, including Bik, again called for its retraction, and because of the three authors who had asked to remove their names owing to methodological concerns, the website Retraction Watch reported.",
            "The retraction notice identifies those authors as oncopharmacologist Stéphane Honoré at Aix-Marseille University and infectious-disease researcher Johan Courjon and virologist Valérie Giordanengo, both at Nice University Hospital. It says that they “assert their opinion that they have concerns regarding the presentation and interpretation of results in this article” and didn’t wish to have their names on it.",
            "The notice adds that Elsevier asked Jim Gray, a consultant microbiologist at Birmingham Children’s Hospital and Birmingham Women’s Hospital, UK, to guide the investigation. As well as concerns over ethical approval, the journal added that it could not establish whether there was ‘equipoise’ — meaning genuine uncertainty about the relative effects of treatments in a trial — between participants who received HCQ and controls.",
            "doi: https://doi.org/10.1038/d41586-024-04014-9"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03900-6",
        "title": "This doctor raised the alarm about a deadly mpox outbreak that went global",
        "content": [
            "*Portrait_of_Placide_Mbala_in_front_of_a_yellow_wall",
            " Credit: Ley Uwera for Nature",
            "Early this year, cases of mpox erupted across Central Africa, killing hundreds. Seeing the events unfold so soon after the still-simmering outbreak of 2022 “felt like scientific amnesia”, says Placide Mbala, an epidemiologist at the National Institute of Biomedical Research in Kinshasa, the capital of the Democratic Republic of the Congo (DRC).",
            "Mbala led a team of researchers who sounded the alarm about the latest outbreak when they spotted a suspicious cluster of mpox cases among young adults and sex workers in an eastern region of the DRC. The team predicted that the disease would move quickly and urged health officials both in the DRC and in neighbouring countries to devise plans to contain the monkeypox virus’s spread.",
            "",
            "He and his colleagues analysed the genome of the virus (E. H. Vakaniaki et al. Nature Med. 30, 2791–2795; 2024), revealing that it was a new strain, capable of passing from human to human and distinct from the virus that caused the 2022 outbreak and other previous outbreaks in the DRC. It has since been detected in Sweden, Thailand, India, Germany, the United States, the United Kingdom and six African countries that had never before reported mpox infections.",
            "Mbala has been instrumental in leading these research projects, says Jason Kindrachuk, a virologist at the University of Manitoba in Winnipeg, Canada, who collaborates with Mbala. Furthermore, Mbala has “been coordinating response and community-engagement activities across the country, and doing all this in the least selfish, most diplomatic and democratic ways”, Kindrachuk adds.",
            "It’s a role that Mbala has long trained for. After finishing medical school in 2006 and spending a year as a clinician in Kinshasa, he met Jean-Jacques Muyembe-Tamfum, a microbiologist who directs the centre where Mbala works. Mbala was impressed by Muyembe-Tamfum’s work — in particular his dogged efforts to find the animal reservoir of Ebola, having co-discovered the Ebola virus in 1976. Muyembe-Tamfum took Mbala under his wing, and in 2008 they worked to improve the country’s capacity for mpox testing and treatment. Later, Mbala helped to diagnose and confirm, through genetic sequencing, the first infections with the Ebola virus during the DRC’s 2014 outbreak.",
            "“He’s leaving quite the legacy, and he’s really fitting the shoes of his mentor,” says Nicaise Ndembi, a virologist at the Africa Centres for Disease Control and Prevention in Addis Ababa, who is coordinating the agency’s 2024 mpox response.",
            "For Mbala, it is his personal mission to put an end to the scientific amnesia that allowed conditions such as mpox to linger and re-emerge. He says that the world knew what the monkeypox virus was capable of, and yet, once infections outside Africa dropped below a certain level, the disease became neglected once again. Vaccines and therapeutics that many high-income countries deployed to control the 2022 outbreaks remained out of reach of African nations until last September — when the strain had already spread aggressively throughout the continent.",
            "Mbala aims to better understand how the disease spreads in the DRC and neighbouring countries. His team has found that the virus can spread rampantly in displacement camps and through non-sexual contact; previously, mpox in Central Africa caused small, localized outbreaks and was known to spread to people only through contact with infected animals (D. Mukadi-Bamuleka et al. Preprint at medRxiv https://doi.org/g8dxrz; 2024).",
            "Nature 636, 552-553 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03900-6"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04220-5",
        "title": "Why eating less slows ageing: this molecule is key",
        "content": [
            "*Coloured_transmission_electron_micrograph_of_a_section_through_fat_tissue,_shown_in_blue_and_yellow_",
            "Fat tissue (artificially coloured) is reduced by stringent, long-term calorie cutting. A newly identified molecule mimics this diet’s anti-ageing effects. Credit: Steve Gschmeissner/SPL",
            "For decades, researchers have been trying to unravel why a severe and prolonged reduction in calorie intake extends life for many animals. Now, a team has found a molecule that could provide caloric restriction in a pill ― at least for flies and worms.",
            "The molecule, called lithocholic acid, is made by bacteria in the gut and aids the digestion of fats. In two papers1,2 published on 18 December in Nature, researchers show that lithocholic acid can extend lifespan in nematodes (Caenorhabditis elegans) and fruit flies (Drosophila melanogaster), and make old mice spry again.",
            "There is no evidence yet that taking lithocholic acid would have the same effect in humans. At high doses, it could be toxic.",
            "The brain aged more slowly in monkeys given a cheap diabetes drug",
            "The study of ageing and longevity is littered with claims that certain compounds extend lifespan — claims that did not survive closer scrutiny. But the papers are remarkably thorough, says Nicholas Schork, lead investigator of the US National Institute on Aging’s Longevity Consortium and a genomicist at the Translational Genomics Research Institute in Phoenix, Arizona. “I found them very compelling,” says Schork, who was not involved in the works. “They went way beyond what many other groups have done to make claims about potential health benefits.”",
            "h2Standing up to scrutiny",
            "Previous work has shown that calorie restriction can lengthen lifespan in a variety of animals, including nematodes, flies, mice and some primates. A protein called AMPK is known to be switched on by caloric restriction and plays a crucial part in its beneficial effects.",
            "But constant hunger is not the only price of calorie restriction, which can involve slashing caloric intake by more than half; studies have also linked it to loss of lean muscle mass, difficulty in regulating body temperature and possibly increased risk of infection, says Andrea Di Francesco, who studies the biology of ageing at Calico Life Sciences, a biotechnology company in South San Francisco, California.",
            "h2Needle in a haystack",
            "Biochemist Sheng-Cai Lin at Xiamen University in China and his collaborators decided to sift through the myriad metabolic changes caused by calorie restriction in mice to search for compounds that can turn on AMPK1. It was a daunting task: most of the compounds made during metabolic reactions change in abundance during starvation or calorie restriction, says Lin. “We took a brute-force approach.”",
            "Reduced-﻿calorie diet shows signs of slowing ageing in people",
            "The team painstakingly analysed more than 200 compounds whose levels increased after caloric restriction, testing each to determine whether it could activate AMPK. Of the six that could, one did so at levels similar to those found in mice after caloric restriction. That one was lithocholic acid, a chemical found in the digestive fluid called bile.",
            "The team then fed lithocholic acid to nematodes, fruit flies and mice. The fruit flies and nematodes lived significantly longer than did those that had not consumed added lithocholic acid.",
            "doi: https://doi.org/10.1038/d41586-024-04220-5"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03943-9",
        "title": "Science in 2025: the events to watch for in the coming year",
        "content": [
            "*A_spacecraft_in_a_laboratory,_lit_in_blue_and_red",
            "NASA’s SPHEREx observatory will survey the whole sky during its two-year mission.  Credit: BAE Systems",
            "h2Weight-loss wonder drugs",
            "Following the runaway success of ‘miracle’ drug Wegovy (semaglutide) and other GLP-1 agonists, 2025 is likely to bring results and approvals for a new wave of treatments targeting obesity. The pharmaceutical firm Eli Lilly in Indianapolis, Indiana, will wrap up a phase III trial for its oral pill orforglipron, evaluating its long-term safety in people with type 2 diabetes. The drug is easier to produce and potentially cheaper than existing treatments.",
            "How rival weight-loss drugs fare at treating obesity, diabetes and more",
            "Trials for Eli Lilly’s triple-action drug, retatrutide, will continue throughout 2025. In its phase II trial, retatrutide showed unprecedented efficacy, with people on the highest dose experiencing a 24.2% weight loss over 11 months (currently available drugs tend to yield around 15–20% weight loss over a similar period). Another company, Amgen in Thousand Oaks, California, is preparing a phase III trial for its drug maritide, which can be taken monthly and targets two pathways involved in blood sugar control and metabolism.",
            "Researchers will continue to explore the potential of GLP-1 agonists to treat other illnesses, including Parkinson’s disease, Alzheimer’s and addiction.",
            "The year could also mark a turning point in how pain is treated. US regulators are expected to complete a review of a non-opioid painkiller called suzetrigine in January. If approved, the drug, developed by Vertex Pharmaceuticals in Boston, Massachusetts, would be part of the first new class of drugs to treat acute pain in more than 20 years.",
            "h2Trump takes over",
            "Donald Trump’s return to the office of US president in January could bring sweeping changes to US science — with global ramifications. During his previous term in office, Trump pulled the United States out of the 2015 Paris climate agreement, an international commitment to limit global warming to 1.5–2 °C above pre-industrial levels. Some researchers are concerned that he might do so again, as well as rolling back climate regulations on power plants and automobiles.",
            "Trump is also expected to introduce policies that have implications for reproductive health and medicine. His nomination of Robert Kennedy Jr — known for his scepticism towards vaccines — as health and human services secretary has been criticized by scientists. The appointment of billionaire Elon Musk to lead an advisory body named the Department of Government Efficiency could impact the budgets and workforces of science agencies. During his election campaign, Trump promised to repeal President Joe Biden’s executive order on artificial intelligence (AI), a guideline for developing AI technology safely and responsibly.",
            "*Beneath_a_large_digital_screen_displaying_his_face,_President-Elect_Donald_Trump_walks_out_onto_a_st",
            "Donald Trump will become US president for the second time on 20 January 2025.Credit: Chip Somodevilla/Getty ",
            "h2Pandemic prep",
            "March 2025 will mark five years since the start of the COVID-19 pandemic, which caused millions of deaths, forced widespread lockdowns and spurred the rapid development and roll-out of vaccines.",
            "The world is still learning how to prepare for and prevent future pandemics, and member states of the World Health Organization (WHO) missed their original June 2024 deadline to agree on a global pandemic treaty. Talks reached a deadlock over disagreements on rules for sharing samples and genomic sequences of pathogens, and for the use of technologies that can help low- and middle-income countries to produce vaccines, drugs and testing kits quickly during pandemics. Member states are now aiming to finalize the agreement text by May 2025. These efforts come at a crucial time: in August, the WHO updated its list of pathogens that could spark the next pandemic to include more than 30 microorganisms, including the viruses that cause influenza A, dengue and mpox. ",
            "h2Probing particles",
            "Particle physicists are hoping to see the European Spallation Source in Lund, Sweden, begin operations in 2025, after more than a decade of construction. This colossal machine will generate neutron pulses by firing a beam of protons — accelerated to nearly the speed of light — at a heavy-metal target. Scientists will use these neutrons to probe the structure of materials.",
            "Meanwhile, a detailed feasibility study for a proposed US$17-billion supercollider at CERN, the European particle-physics laboratory outside Geneva, Switzerland, will wrap up in 2025. The study will evaluate the cost, technical aspects and environmental impacts of building a particle accelerator 91 kilometres in circumference: the Future Circular Collider (FCC), intended to succeed the Large Hadron Collider. The report will feed into a final decision on the FCC in 2028. ",
            "*Close_up_view_of_a_person_giving_themselves_an_injection",
            "Following the success of semaglutide, several new weight-loss drugs are in development. Credit: Gavin Rodgers/pixel8000 via Alamy",
            "h2Mind-reading machines",
            "In 2025, China plans to test brain–computer interface (BCI) technologies that could compete with implants made by Elon Musk’s firm Neuralink, based in Fremont, California. China’s Ministry of Industry and Information Technology has announced plans to develop BCI devices for applications ranging from medical rehabilitation to virtual reality. One of these products is NEO, a wireless and minimally invasive BCI with eight electrodes placed over the brain’s sensorimotor cortex, designed to restore hand movement in people with paralysis. Clinical trials for NEO began in 2023, and early results showed that a participant with spinal-cord injury was able to eat, drink and grasp objects after nine months of using the BCI at home. The researchers behind NEO plan to expand to larger trials in 2025. ",
            "h2Exploring the Universe",
            "Nature 637, 9-11 (2025)",
            "doi: https://doi.org/10.1038/d41586-024-03943-9"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04102-w",
        "title": "CRISPR genome-editing grows up: advanced therapies head for the clinic",
        "content": [
            "*Conceptual_illustration_of_the_CRISPR-Cas9_gene_editing_complex_showing_RNA_and_DNA",
            "The CRISPR gene-editing system makes a change to a DNA sequence (middle; artist’s illustration).Credit: Vivid Biology/Science Photo Library",
            "A fresh wave of gene-editing therapies is surging to the fore — even as the field wrestles with the challenge of getting the first generation of expensive and complex CRISPR treatments to the people who need them.",
            "Barely a year after the first government approval for a gene-editing therapy, researchers at the American Society of Hematology’s annual meeting in San Diego, California, presented data on gene-editing approaches for treating cancer and blood disorders, and for making stem-cell transplants safer. They also unveiled good news about the first approved treatment: benefits from the therapy, called Casgevy, can last for at least five years in people with either of two heritable blood disorders, sickle-cell disease and β-thalassaemia. Casgevy gained its first government approval little more than a year ago.",
            "Hope, despair and CRISPR — the race to save one woman’s life",
            "Casgevy had “a clear benefit in general health, physical, emotional, social and functional well-being,” said Franco Locatelli, a paediatric haematologist and oncologist at Bambino Gesù Children’s Hospital in Rome, who presented the data. The therapy, he added, has “the potential to provide a one-time functional cure”.",
            "But although other companies are rushing to emulate Casgevy’s success, the treatment’s complexity and hefty price tag have raised concerns that it will be out of reach for many people.",
            "Stuart Orkin, a paediatric haematologist and oncologist at the Harvard Stem Cell Institute in Cambridge, Massachusetts, said at the meeting, “The imperative now is development of effective and safe therapies that are readily accessible to the many patients who could benefit.” ",
            "h2Fetal form to the rescue",
            "Both β-thalassaemia and sickle-cell disease are caused by mutations in one of the genes that code for haemoglobin, the oxygen-carrying molecule found in red blood cells. A different, fetal form of haemoglobin can help to compensate for the effects of these mutations, but its production is typically turned off shortly after birth. Casgevy uses CRISPR–Cas9 to disable that genetic off-switch, allowing fetal haemoglobin to be produced again.",
            "Last November, the United Kingdom became the first country to approve Casgevy. The US Food and Drug Administration followed suit in December, and several other countries have since approved the therapy. More than 45 treatment centres around the world have been authorized to provide Casgevy, according to its developers, Vertex Pharmaceuticals in Boston, Massachusetts, and CRISPR Therapeutics in Zug, Switzerland. ",
            "*Coloured_light_micrograph_of_a_blood_smear_showing_distorted_red_blood_cells_in_sickle_cell_anaemia",
            "Some of the red blood cells (artificially coloured) from a person with sickle-cell disease have the classic elongated sickle shape.Credit: Alfred Pasieka/Science Photo Library",
            "But the treatment must be made from an individual’s own blood stem cells, a process that can take months. And countries are still grappling with how to incorporate the cost of the US$2.2-million therapy into their health-care budgets.",
            "In the United Kingdom, for example, a government advisory body announced in August that the treatment would be made available through the nation’s health-care programme for up to 460 people with severe β-thalassaemia. But a decision is still pending on whether Casgevy will be provided to people with sickle-cell disease; that usage may not be cost-effective, the advisory body said in March.",
            "That prompted an outpouring of dismay from the public, says Yasmin Sheikh, head of policy and public affairs at Anthony Nolan, a charity in London that is focused on blood cancers and blood stem-cell transplants. The charity was inundated with letters and calls. “We had more responses than we’ve ever had to any medicine appraisal before,” Sheikh says. “It was powerful, and it was sad.” ",
            "h2Durable benefits",
            "One of the advisory body’s concerns was uncertainty about how long the effects of Casgevy will persist. At the haematology meeting in San Diego, researchers presented data showing that the benefits can last for at least five years for both sickle-cell disease and β-thalassaemia. Treatment with Casgevy reduced the need for blood transfusions in people with β-thalassaemia and for hospitalizations in people with sickle-cell disease. More than 90% of participants with sickle-cell disease reported that they had had no pain crises for at least 12 consecutive months — excruciating episodes caused when misshapen blood cells block blood vessels.",
            "Is CRISPR safe? Genome editing gets its first FDA scrutiny",
            "doi: https://doi.org/10.1038/d41586-024-04102-w"
        ]
    }
]