[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03956-4",
        "title": "First sighting of ‘neutrino fog’ sparks excitement – but is it bad news for dark matter?",
        "content": [
            "*An_image_showing_the_bright_light_of_a_solar_flare_on_the_left_side_of_the_sun",
            "Most neutrinos that stream through Earth are produced by fusion reactions in the Sun.Credit: NASA/Goddard/SDO",
            "Physicists in Italy and China have for the first time observed glimmers of the ‘neutrino fog’, signals from neutrinos that mimic those expected to be produced by dark matter.",
            "The observations are a double-edged sword, says Nicole Bell, a theoretical physicist at the University of Melbourne, Australia. On the one hand, it means that detectors have become sensitive enough to pick up signals of dark matter — the mysterious substance thought to make up the bulk of matter in the Universe. On the other, it means that the neutrino signals could obscure the dark-matter signals that scientists are so eager to observe. The findings were published in two papers in Physical Review Letters last month1,2.",
            "Every second, trillions of neutrinos stream through Earth — unnoticed, because they barely interact with ordinary matter. Most of these almost massless particles are produced by fusion reactions in the Sun, such as those that trigger the radioactive β-decay of the isotope boron-8.",
            "Physicists have long predicted that dark-matter experiments will eventually catch a glimpse of this neutrino fog, formerly known as the neutrino floor, says Fei Gao, an experimental particle physicist at Tsinghua University in Beijing. He works on the XENONnt dark-matter experiment at the Gran Sasso National Laboratory just outside L’Aquila, Italy.",
            "The neutrino fog is also exciting because measuring it confirms that dark-matter experiments are capable of observing all ‘flavours’ of neutrinos flying in from the Sun and even from exploding stars in nearby galaxies, says Kate Scholberg, an experimental particle physicist at Duke University in Durham, North Carolina. “You could learn something about the total spectrum of all neutrinos,” she says.",
            "h2Dedicated search",
            "The teams at XENONnT and PandaX-4T — another dark-matter experiment, at the China Jinping Underground Laboratory in Sichuan province — spent two years searching for boron-8 solar neutrinos using liquid xenon detectors. They focused on detecting neutrinos that slammed into xenon atoms’ whole nuclei rather than their individual parts, a process known as coherent elastic neutrino–nucleus scattering. These events produce signals that are remarkably similar to those that will be produced if certain types of weakly interacting massive particle (WIMP) — the leading candidate group for dark matter — hit a xenon nucleus.",
            "The XENONnT researchers analysed their data set using an array of machine-learning techniques and concluded that the detector had captured 11 instances of solar neutrinos crashing into xenon nuclei1. Meanwhile, the PandaX-4T team detected 75 of these events2 by reducing the experiment’s detection threshold to 0.33 kiloelectronvolts — an order of magnitude lower than most WIMP searches, says team member Qing Lin, an experimental particle physicist at the University of Science and Technology of China in Hefei. This made the experiment more sensitive to the faintest neutrino signals, but meant that the data set was noisier than XENONnT’s because it included more signals from radiation and electrons.",
            "doi: https://doi.org/10.1038/d41586-024-03956-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04084-9",
        "title": "Fasting can reduce weight — but also hair growth",
        "content": [
            "*A_colourful_polarised_light_micrograph_of_cross_section_of_human_skin_showing_hair_growing_our_of_fo",
            "Human hairs sprout from follicles, which contain stem cells that are sensitive to dietary changes (artificially coloured).Credit: Dr Keith Wheeler/SPL",
            "A popular weight-loss regimen stunts hair growth, data collected from mice and humans suggest1. The study’s findings show that intermittent fasting, which involves short bouts of food deprivation, triggers a stress response that can inhibit or even kill hair-follicle stem cells, which give rise to hair.",
            "The results, published in today in Cell, suggest that although short-term fasting can provide health benefits, such as increased lifespan in mice, not all tissue and cell types benefit.",
            "“I was shocked to hear these results,” says Ömer Yilmaz, a stem-cell biologist at the Massachusetts Institute of Technology in Cambridge who was not involved in the study. “We’ve come to expect that fasting is going to be beneficial for most, if not all cell types and good for stem cells. This is the inverse of what we expected, and the finding seems to hold true in humans.”",
            "h2Deliberate deprivation",
            "During the past decade, intermittent fasting has become one of the most popular dieting regimens; by one count, about 12% of adults in the United States practised it in 2023. One of the most common forms is time-restricted eating, which involves eating only within a limited time frame each day.",
            "doi: https://doi.org/10.1038/d41586-024-04084-9"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04175-7",
        "title": "US and China sign new science pact — but with severe restrictions",
        "content": [
            "*US_President_Joe_Biden_shakes_hands_with_Chinese_President_Xi_Jinping_ahead_of_a_summit_in_2024",
            "US President Joe Biden (left) shakes hands with China’s President Xi Jinping (right) at an economic summit in November.Credit: Leah Millis/AFP via Getty",
            "The United States and China have signed a brand-new, five-year agreement that dictates how the nations will cooperate on science and technology research. The pact is narrower in scope than its predecessor, covering only collaboration on basic science projects between departments and agencies of the two governments and excluding work on ‘critical and emerging technologies’ potentially important to national security, such as artificial intelligence and semiconductors. Unlike its predecessor, the pact does not include any information about collaboration among Chinese and US universities and private companies.",
            "Why the US border remains ‘a place of terror’ for Chinese researchers",
            "Experts in US–China relations welcome the agreement, saying that it will enable scientists to pursue projects with confidence.",
            "“I am relieved to see this pact renewal,” says Duan Yibing, a science-policy researcher at the Chinese Academy of Sciences in Beijing, who hopes the pact will do what it’s designed to: promote collaboration in basic research between the two countries. ",
            "“It appears they scrubbed everything and started from scratch,” says Caroline Wagner, a specialist in science, technology and international affairs at The Ohio State University in Columbus. The narrow focus “seems appropriate” given China’s new status as a scientific and economic power. “The United States has recognized its relationship with China is now more symmetrical” than when the original agreement was signed 45 years ago, she says.",
            "The agreement, “demonstrates a pragmatic, if constrained, approach to maintaining scientific collaboration amid geopolitical rivalry”, says Marina Zhang, an innovation researcher who focuses on China at the University of Technology Sydney in Australia.",
            "h2A modernized agreement",
            "The original pact was forged in 1979 to thaw diplomatic relations between China and the United States. It is normally renewed every five years, but it expired on 27 August last year amid rising tensions. Although the two nations recognized that new terms were needed in the agreement, they were unable to finalize the details before the deadline. Instead, they extended the old pact and kept negotiating.",
            "US and China inch towards renewing science-cooperation pact — despite tensions",
            "doi: https://doi.org/10.1038/d41586-024-04175-7"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04068-9",
        "title": "The skin’s ‘surprise’ power: it has its very own immune system",
        "content": [
            "*Close_up_view_of_a_middle-aged_Japanese_woman_touching_the_skin_on_her_cheek",
            "Skin can generate antibodies, independent of the rest of the immune system.Credit: kazuma seki/Getty",
            "The skin — once thought to be a mainly passive barrier — can produce its own antibodies that fight off infections, a pair of studies reports in Nature this week1,2. The findings could pave the way for the development of needle-free vaccines that can be applied to the skin.",
            "doi: https://doi.org/10.1038/d41586-024-04068-9"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04065-y",
        "title": "Neanderthals and humans interbred more recently than scientists thought",
        "content": [
            "*People_dressed_in_furs,_walking_on_a_steppe_with_moors_and_hills_in_the_distance",
            "Members of a group including the Zlatý kůň woman and the Ranis individuals travel across Europe some 45,000 years ago (illustration). Credit: Tom Björklund",
            "The oldest human genomes ever sequenced are helping to illuminate some extremely ancient baby-making.",
            "doi: https://doi.org/10.1038/d41586-024-04065-y"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04027-4",
        "title": "‘Getting paid to review is justice’: journal pays peer reviewers in cryptocurrency",
        "content": [
            "*A_small_pile_of_Bitcoin,_Ethereum_and_other_cryptocurrency_coins",
            "Cryptocurrency will be used to reward peer reviewers for an experimental title called ResearchHub Journal.Credit: bizoo_n/Getty",
            "An experimental journal is paying peer reviewers the equivalent of US$150 per review in a specially developed cryptocurrency. The publication is hosted on a platform aiming to make science more open and efficient, and rewards users with a token called ResearchCoin for engaging with content.",
            "The platform, called ResearchHub, launched in 2020 and is backed by billionaire entrepreneur Brian Armstrong, who developed Coinbase, the largest cryptocurrency exchange in the United States.",
            "“It’s a strange oddity of history that peer reviewers don’t get paid. It’s a valuable thing that they do and we should recognize, reward it,” Armstrong said last month at the launch of the ResearchHub Journal in San Francisco, California. The move came as Bitcoin — the world’s most established cryptocurrency — reached an all-time-high value of US$100,000, fuelling renewed fervour for the notoriously volatile sector.",
            "Experts say ResearchHub addresses some of the issues in science but might struggle to gain a foothold in research publishing because of its radical nature.",
            "h2Open-source science",
            "Armstrong first floated the idea for ResearchHub in a 2019 blogpost in which he expressed frustration at the speed and quality of scientific research. He suggested that science should operate in a similar way to open-source software, where users build on each other’s work, with elements of successful online platforms such as social-media site Reddit, the code repository GitHub and crowd-funding website Kickstarter. As part of his plan, he wanted to provide a viable alternative to conventional journals.",
            "The ResearchHub Journal promises that preprints uploaded to the site will be peer reviewed within 14 days and a publication decision will be made in seven days after that. Authors pay a $1,000 article-processing charge (APC), and papers and the accompanying peer reviews are published under a liberal CC-BY licence. The journal is yet to publish a paper and is not indexed on bibliometric databases such as Web of Science or Scopus.",
            "Authors can also earn ResearchCoin as a reward for using good research practices, such as preregistering studies and sharing data openly. Users of ResearchHub can already earn ResearchCoin for uploading preprints and papers to the site, and commenting on or voting for these uploads. Users can also tip each other for good work or pay others to complete research-related tasks, such as generating data for a review. Currently, ResearchHub takes a 7% cut of any ResearchCoin transactions on the site, 2% of which is ploughed back into the community.",
            "*Brian_Armstrong,_chief_executive_officer_of_Coinbase_Global_Inc,_speaks_during_the_Messari_Mainnet_s",
            "Brian Armstrong, chief executive of the Coinbase cryptocurrency exchange, set up the ResearchHub platform that combines elements of sites such as Reddit and GitHub.Credit: Michael Nagle/Bloomberg via Getty",
            "Alex Holcombe, a metascientist and psychologist at the University of Sydney, Australia, likes the idea of experimenting with the credit economy of science. “Currently, we just get credit for publishing papers, but there is so much more to science, including great forms of evaluation, such as peer review,” he says.",
            "But he cautions that most radical initiatives in science publishing fail. “It’s so hard to break out of the tyranny of impact factors,” he says.",
            "h2Cash or credit",
            "Paying researchers for peer review is not a new idea. Economics journals have done it in the past, and some medical journals pay certain reviewers. PeerJ, an open-access mega-journal launched in 2012, uses a token system to reward reviewers. Reviewers earn ten tokens for reviewing an article; these can be redeemed against the APCs for publishing in PeerJ. The website says that “tokens are fair, flexible and the future of peer review”.",
            "Some researchers are finding that reviewing for ResearchHub is lucrative. Although the site launched its journal only last month, it has been paying referees to review uploaded preprints since May 2023.",
            "Pedro Paulo Gattai Gomes, an independent molecular-biology consultant in São Paulo, Brazil, says that he now earns more money reviewing for ResearchHub than he did in his professorial roles at academic institutions. He reviews an average of 15 papers a month, accounting for 70% of his income. ",
            "“Getting paid to review is justice, because in my opinion it is very unfair to work voluntarily and not even receive a thank you,” he says. ",
            "Cashing in ResearchCoin for ordinary money is possible but complicated. The ‘decentralized’ cryptocurrency exchange Uniswap allows ResearchCoin to be traded for other cryptocurrencies, such as Bitcoin, Ethereum or USD Coin, which can be converted into some conventional currencies. ResearchCoin is currently trading at around $1. ResearchHub co-founder Patrick Joyce says that his team is in talks to get ResearchCoin listed on a centralized exchange that is more straightforward to access.",
            "James Butcher, a publishing consultant in Liverpool, UK, says that the use of a cryptocurrency could make it difficult for the site to gain traction, because these systems have been exploited by scammers. “Academics are a conservative group of people,” he says.",
            "doi: https://doi.org/10.1038/d41586-024-04027-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04101-x",
        "title": "Mars rover makes epic climb to explore some of the oldest rocks in the Solar System",
        "content": [
            "*NASA’s_Perseverance_Mars_rover_captured_this_scene_of_its_climb_up_to_the_rim_of_Jezero_Crater",
            "NASA’s Perseverance rover climbed 500 metres up the side of a crater on Mars, reaching the top on 11 December. Credit: NASA/JPL-Caltech",
            "Washington DC",
            "After a months-long climb up the side of a crater on Mars, NASA’s Perseverance rover has finally emerged on its rim — and now faces a 4-billion-year-old landscape never before explored on the red planet.",
            "Flying Mars rocks to Earth could cost an astronomical $11 billion",
            "“These are amongst the oldest rocks in the Solar System,” says Kenneth Farley, a geochemist at the California Institute of Technology in Pasadena and the mission’s project scientist. He spoke on 12 December at a meeting of the American Geophysical Union in Washington DC.",
            "Researchers hope that the rocks outside of Jezero Crater hold signs of whether Mars might have once sustained extraterrestrial life, when it was warmer and wetter than today. The rover landed in Jezero nearly four years ago and has been exploring the crater’s floor and a fossilized river delta for such signs ever since. Over the course of its 32-kilometre journey, it has drilled rock samples and stored 15 of them in its belly; there are 11 empty tubes remaining that could be filled with additional intriguing rocks from the fresh Martian terrain it now faces.",
            "Perseverance has already placed 10 tubes on the crater floor in a ‘sample depot’ where a future mission could pick them up. NASA is trying to figure out how to bring any of the samples back to Earth for analysis — the only way that researchers can study them thoroughly to confirm signs of life. The original plan for bringing them back was estimated to cost up to US$11 billion, and the agency’s budget won’t support such a mission.",
            "h2Epic trek",
            "Meanwhile, Perseverance trundles along. Reaching the crater rim on 11 December meant that the rover climbed more than 500 metres in elevation — by far its steepest climb since it landed in February 2021. The crater’s edge is a geologically interesting region because Jezero was once filled with an ancient lake, making the rim a shoreline at one time.",
            "Once Perseverance reached the rim this week, at a place dubbed Lookout Hill, mission scientists celebrated by having it take a photo looking both back into the crater and out into the plains beyond. “To take in the view of where we’ve been and where we’re going is really very cool,” Farley says.",
            "",
            "The first spot it will visit outside Jezero is a 450-metre-high stack of rocks dubbed Witch Hazel Hill by researchers. The rover should reach this site next week. Its layers might hold clues to the area’s geological history, says Candice Bedford, a geochemist at Purdue University in West Lafayette, Indiana. From there, Perseverance will explore rock ridges that could represent an ancient hydrothermal system, where hot water oozed around rocks fractured when a big meteorite hit Mars.",
            "The region might have hosted life at some point, or been conducive to it. It will take some time for researchers to interpret the new rocks and whether they might be promising for signs of life, however, because they are so different than those inside Jezero, Farley says.",
            "h2The favourite",
            "Of the samples already on board Perseverance, Farley said his favourite is one gathered in July, from an area called Cheyava Falls. The rock is astrobiologically intriguing because it is covered in spots, like those of a leopard, with dark rims and lighter interiors. On Earth, rocks that have such patterns can host microbes: chemical reactions causing the dark rims to form serve as an energy source for the microorganisms.",
            "With the instruments it has on board, Perseverance determined that the dark rims on the rocks at Cheyava Falls are likely an iron-phosphate material, and the spots rich in organic compounds, which contain carbon. Organic compounds can be made by living organisms or through non-living processes, but researchers are optimistic about this sample hinting at ancient life because of the combination of the spotting pattern, the detection of the organic compounds, and evidence that water flowed through the site. “This is something we will be looking at very, very carefully for years to come,” says Meenakshi Wadhwa, a planetary scientist at Arizona State University in Tempe who is NASA’s principal scientist for Mars sample return.",
            "*NASA's_Perseverance_Mars_rover_captured_this_image_of_a_spotted_rock_nicknamed_Cheyava_Falls_on_July",
            "Perseverance collected a sample from this leopard-spotted rock at Cheyava Falls on Mars in July. Researchers think it holds promise in showing signs of ancient life.Credit: NASA/JPL-Caltech/MSSS",
            "NASA is expected to announce a revised, less costly plan for Mars sample return early next year. It will likely combine ideas put forward by various engineering teams at NASA centres, as well as from industry. One key feature might be reducing the size of the rocket needed to lift the samples off the surface of Mars, which would cut costs.",
            "Where Perseverance goes in the coming years will be partly dictated by which sample return method NASA chooses, says Lindsay Hays, senior scientist for Mars exploration at NASA headquarters in Washington DC. It might need to travel back into Jezero Crater to deliver the samples, or it might be able to deliver them farther out on the ancient plains.",
            "Ingenuity, a tiny helicopter that accompanied Perseverance to Mars and made 72 flights, continues to send weekly Martian weather reports to Perseverance, even though it crashed in January and is now immobilized. Soon the two machines will lose contact, as the rover drives farther away from its downed companion.",
            "doi: https://doi.org/10.1038/d41586-024-04101-x"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04023-8",
        "title": "What should we do if AI becomes conscious? These scientists say it’s time for a plan",
        "content": [
            "*An_AI-integrated_robot_carries_on_a_conversation_and_detects_the_emotions_on_the_face_of_the_people_",
            "Some researchers worry that if AI systems become conscious and people neglect or treat them poorly, they might suffer.Credit: Pol Cartie/Sipa/Alamy",
            "The rapid evolution of artificial intelligence (AI) has brought to the fore ethical questions that were once confined to the realms of science fiction: if AI systems could one day ‘think’ like humans, for example, would they also be able to have subjective experiences like humans? Would they experience suffering, and, if so, would humanity be equipped to properly care for them? ",
            "A group of philosophers and computer scientists are arguing that AI welfare should be taken seriously. In a report posted last month on the preprint server arXiv1, ahead of peer review, they call for AI companies not only to assess their systems for evidence of consciousness and the capacity to make autonomous decisions, but also to put in place policies for how to treat the systems if these scenarios become reality.",
            "If AI becomes conscious: here’s how researchers will know",
            "They point out that failing to recognize that an AI system has become conscious could lead people to neglect it, harming it or causing it to suffer.",
            "Some think that, at this stage, the idea that there is a need for AI welfare is laughable. Others are sceptical, but say it doesn’t hurt to start planning. Among them is Anil Seth, a consciousness researcher at the University of Sussex in Brighton, UK. “These scenarios might seem outlandish, and it is true that conscious AI may be very far away and might not even be possible. But the implications of its emergence are sufficiently tectonic that we mustn’t ignore the possibility,” he wrote last year in the science magazine Nautilus. “The problem wasn’t that Frankenstein’s creature came to life; it was that it was conscious and could feel.”",
            "The stakes are getting higher as we become increasingly dependent on these technologies, says Jonathan Mason, a mathematician based in Oxford, UK, who was not involved in producing the report. Mason argues that developing methods for assessing AI systems for consciousness should be a priority. “It wouldn’t be sensible to get society to invest so much in something and become so reliant on something that we knew so little about — that we didn’t even realize that it had perception,” he says.",
            "People might also be harmed if AI systems aren’t tested properly for consciousness, says Jeff Sebo, a philosopher at New York University in New York City and a co-author of the report. If we wrongly assume a system is conscious, he says, welfare funding might be funnelled towards its care, and therefore taken away from people or animals that need it, or “it could lead you to constrain efforts to make AI safe or beneficial for humans”.",
            "doi: https://doi.org/10.1038/d41586-024-04023-8"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03955-5",
        "title": "Governments are banning kids from social media: will that protect them from harm?",
        "content": [
            "*A_boy_holds_a_smartphone_in_his_hands,_on_which_the_logo_of_the_short_video_app_TikTok_can_be_seen",
            "Children’s use of social-media platforms such as TikTok worries some parents.Credit: Jens Kalaene/dpa-Zentralbild/ZB/dpa via Alamy",
            "A year from now, children under the age of 16 in Australia will be barred from many social-media platforms — the highest minimum-age limit in the world. Other countries or regions have introduced similar bans and more say they’re considering them, owing to parents’ concerns that children are being exposed to cyberbullying, scams and adult content on these platforms. But researchers say there is minimal evidence to suggest such bans will keep children safe from online harm.",
            "The Australian government says that social media is impacting children’s well-being. It hasn’t said which platforms will be off-limits under the new law, but the legislation will include those that allow users to post content and interact with two or more users, such as Snapchat, TikTok and X (formerly known as Twitter). Social-media companies could face fines of up to Aus$49.5 million (US$32 million) if they don’t take “reasonable steps” to prevent children younger than the minimum age from signing up for accounts.",
            "Many parents have applauded the tough approach, but researchers aren’t convinced banning access to social media will solve the problems it is intended to address. In October, dozens of researchers penned a letter to the Australian government arguing that a blanket ban was too blunt and that addressing online risks requires a nuanced, evidence-based approach.",
            "There is a lack of evidence to suggest that a ban will be effective, says Andrew Przybylski, a psychologist at the University of Oxford, UK, who focuses on how social media influences mental health. “It doesn’t line up with the scientific consensus,” he says.",
            "h2Evidence so far",
            "So what does the research show? A 2023 report by the US National Academies of Sciences, Engineering, and Medicine found that social media has the potential to be harmful to adolescent health, but that there is not enough evidence to suggest that it causes negative effects at the population level. Rather than bringing in blanket bans and age restrictions, the report recommends that social-media companies adopt new standards to improve the platforms’ transparency, as well as better reporting systems to tackle online abuse.",
            "Australia is one of several countries or regions to attempt to impose social-media restrictions on children. In 2023, France introduced a law that prohibits children under the age of 15 from signing up for social-media accounts without parental consent, although it is yet to be enforced. The US state of Florida signed a bill in March that seeks to ban social-media accounts for children younger than 14 years old, but the move is being challenged in the district court over concerns about free speech. And in October, Norway announced plans to increase the minimum age for social-media use from 13 to 15 years old.",
            "doi: https://doi.org/10.1038/d41586-024-03955-5"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03953-7",
        "title": "Accessibility worsens for blind and low-vision readers of academic PDFs",
        "content": [
            "*Man_sitting_on_a_sofa_using_Braille_keyboard_and_smart_phone",
            "A study finds that many published papers are not accessible to low-vision and blind readers.Credit: Getty ",
            "Around three out of every four PDF versions of scholarly papers are largely inaccessible to low-vision and blind readers, a study has found1.",
            "Researchers looked at how often around 20,000 studies published between 2014 and 2023 were compliant with 6 accessibility criteria. That includes providing alternative text for figures and headers for tables, as well as adding the tags necessary to make PDF files accessible to low-vision and blind readers, who typically access these files using assistive reading devices.",
            "Only around 3% of the analysed studies met all six criteria, the analysis found, and just under 75% met none of the criteria at all. ",
            "“After 2019, there was a very sharp decline across almost all of the criteria that we measured,” says study co-author Anukriti Kumar, an information scientist at the University of Washington in Seattle. The authors attribute that trend to the move towards rapid-publishing methods such as preprints and online-first publishing, and say that it was exacerbated by the COVID-19 pandemic, which demanded quick communication of research findings.",
            "The analysis was presented in October at the 26th International ACM SIGACCESS Conference on Computers and Accessibility in St. John’s, Canada.",
            "Lucy Lu Wang, also an information scientist at the University of Washington and a co-author of the study, published2 a similar analysis of accessibility of more than 11,000 PDFs in 2021. “Things were mostly improving,” she recalls. But with new global open-access policies and changes with how publishers are producing PDFs, accessibility overall has decreased since then,” she says.",
            "“Accessibility often falls to the wayside, because it disproportionately affects a smaller group of people,” Wang says, “or the kind of people who don’t have as much clout.”",
            "h2Systemic changes required",
            "For the 2021 analysis, the authors interviewed several low-vision and blind scientists, some of whom said that they chose their fields of study in part because of how easily accessible the associated literature was. “People were drawn to fields that had more accessible papers,” Wang says. “The barriers to working in those fields were lower.”",
            "Sheri Wells-Jensen, a linguistics researcher at Bowling Green State University in Ohio, who is fully blind, tells Nature that the hassle of finding accessible papers is such that she sometimes doesn’t even try. “I never expect to be able to go to an open-access journal and just get the PDF and read it with the same level of ease and convenience as other scientists do,” she says. “We’ve got different software that could do some scanning, but you have to be a little bit of a wizard sometimes.”",
            "Wells-Jensen notes that academic journals rarely provide information about accessibility for scientists with visual impairment in the ‘information for authors’ sections of their websites, making it unclear how researchers should prepare their manuscripts for optimal accessibility. Manuscript-submission systems themselves are also often inaccessible, she adds.",
            "Addressing such accessibility shortfalls will require “systemic changes” from authors, publishers and others, Kumar says.",
            "doi: https://doi.org/10.1038/d41586-024-03953-7"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03938-6",
        "title": "A 60-minute guide to landing your next job in science",
        "content": [
            "*A_young_scientist_in_a_lab_coat_and_safety_glasses_examines_a_centrifuge_tube_with_some_pink_liquid_",
            "Pursuing a career in science requires a wide range of skills.Credit: Getty",
            "A live webinar to help job-seeking scientists land their next role in academia, industry and other sectors is now available to watch as on demand. ",
            "doi: https://doi.org/10.1038/d41586-024-03938-6"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03944-8",
        "title": "How a biochemistry department used redacted job applications to achieve gender parity",
        "content": [
            "*A_redacted_document_showing_words_blacked-out",
            "Concealing some of the information on job applications led to more women being hired.Credit: Christopher Ames/Getty",
            "In 2017, when Sherri Christian returned to her institution after a year-long sabbatical, she looked around the biochemistry department and realized that she was the last female hire, seven years earlier. At the time, there were 19 members, just 6 of them women, including her. ",
            "During her sabbatical, Christian attended a talk about diversity and inclusion at a Canadian Society for Immunology meeting at the University of British Columbia in Vancouver, Canada. Inspired by what she learnt, Christian and her colleagues set about making hiring diversity a priority. ",
            "By this year, her department at the Memorial University of Newfoundland Faculty of Medicine in St John’s, Canada, had managed to achieve gender parity. The changes made to hiring processes are described in a preprint posted to the bioRxiv server last month1. It has not been peer reviewed. ",
            "Christian’s department is not alone in taking action to boost gender diversity among their staff. In 2022, leaders of several departments at the University of Melbourne, Australia, reported the details of affirmative-action recruitment initiatives that led to more female hires.",
            "And this year, the Eindhoven University of Technology in the Netherlands revealed the results of a five-year policy stating that only female applicants would be considered for permanent academic roles during the first six months of recruitment. The controversial policy led to 50% of all new hires being women, up from 30% previously. ",
            "h2Loneliness ",
            "When the Newfoundland project started in 2020, Christian was the only woman to have been hired in ten years. “It was a bit lonely,” she says. “You’d look around and there’d be no women on the committee you are sitting in, or it would be the same other person over and over again because there are only so many people to choose from.” ",
            "Between 2020 and 2024, the department’s job postings emphasized the equity, diversity and inclusion aspects of the application process for entry-level tenure-track faculty positions. ",
            "But the main change was anonymizing job applications in an attempt to stamp out implicit bias on search committees. ",
            "Committee members were given copies of application documents in which candidates’ names and contact information were redacted, as were references to their institution, country and leaves of absence. Gender, religion, ethnicity, race, age and nationality were also removed. This task was done by the head of the department, Mark Berry, who was not involved in evaluating candidates. His work took, on average, 90 minutes per application. ",
            "The degree type and year of completion remained, as did the location and title of any national or international conference presentations. Publication titles, including the year of publication and journal, also remained. Berry also added candidates’ authorship position in the publications and presentations. ",
            "The redacted versions were then used to draw up a shortlist of around ten candidates for each of the five roles being filled during the study period. ",
            " At that point, the full, unredacted applications, as well as reference letters, were supplied to the search committee, enabling members to check that no candidate had been unfairly disadvantaged by any redactions.",
            "One member, for example, said the unredacted version enabled them to see the full extent of one candidate’s outreach activity, which had been redacted because much of it was focused on women in science. ",
            "Three or four candidates were then invited to interview. The number of group and one-to-one meetings over the typically two-day process was reduced to decrease applicants’ stress and fatigue. Interviewees were invited to meet with a realtor to discuss housing and living costs.",
            "h2Biased ",
            "The authors found the redactions led to a “substantial difference” in the number of female candidates offered positions. They compared the genders of candidates interviewed and hired for five jobs between 2010 and 2020, and between 2021 and 2024. All five went to women during the study, compared with just one during the earlier period. The move achieved gender parity in the department. ",
            "Berry says that the search committee’s members responded positively to the redacted documentation, which enabled them to focus on the application. “They weren’t constantly having to tell themselves not to be biased, they could just relax and turn the brain off and focus on the important stuff,” he adds. ",
            "To rule out the possibility that the selection committee was favouring women over others who were the best person for the job, the team also looked at the success rates of the employed candidates in competitive national funding calls. These matched or exceeded expectations. “Thus, our intervention was very successful,” Christian and her colleagues write. ",
            "“This is an important and promising study,” says Lisa Kewley, an astronomer at the Harvard and Smithsonian Centre for Astrophysics in Massachusetts. Last year, Kewley and colleagues announced that the Australian Research Council Centre of Excellence for All Sky Astrophysics in 3 Dimensions, an Australian astronomy research centre that she had co-founded, had achieved gender parity after a five-year programme of education and affirmative action. In early 2018, 38% of the centre’s roughly 150 personnel were women. But by 2023, half of its more than 300 personnel were women. ",
            "She says there is more evidence that suggests anonymizing applications for processes such as music auditions and telescope time proposals leads to the selection of candidates that are representative of the applicant pool. “This study shows that these types of anonymization can be applied to academia, something that is often stated is going to be impossible,” she adds. ",
            "But she stresses the sample size is small, and a larger study is required to better evaluate the procedure fully. “If other departments followed a similar process, then data from each of those could be collected,” she adds. ",
            "Aikaterini Fotopoulou, a neuropsychologist at University College London, says that the small scale of the project works in its favour. Fotopoulou, who runs an institute designed to enshrine inclusivity in all aspects of neuroscience and psychology research, says that often the best way to achieve change is not by big projects, but by “small, specific, localized but impactful action”. ",
            "Sarah Laframboise, who heads up Evidence for Democracy, a grass-roots organization in Ottawa that advocates for the use of science in policy decisions, adds that small projects also create the momentum needed for broader institutional changes. “It sets a valuable example that can inspire other departments and institutions to take similar steps,” she adds.",
            "doi: https://doi.org/10.1038/d41586-024-03944-8"
        ]
    }
]