[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03956-4",
        "title": "First sighting of ‘neutrino fog’ sparks excitement – but is it bad news for dark matter?",
        "content": [
            "*An_image_showing_the_bright_light_of_a_solar_flare_on_the_left_side_of_the_sun",
            "Most neutrinos that stream through Earth are produced by fusion reactions in the Sun.Credit: NASA/Goddard/SDO",
            "Physicists in Italy and China have for the first time observed glimmers of the ‘neutrino fog’, signals from neutrinos that mimic those expected to be produced by dark matter.",
            "doi: https://doi.org/10.1038/d41586-024-03956-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04084-9",
        "title": "Fasting can reduce weight — but also hair growth",
        "content": [
            "*A_colourful_polarised_light_micrograph_of_cross_section_of_human_skin_showing_hair_growing_our_of_fo",
            "Human hairs sprout from follicles, which contain stem cells that are sensitive to dietary changes (artificially coloured).Credit: Dr Keith Wheeler/SPL",
            "A popular weight-loss regimen stunts hair growth, data collected from mice and humans suggest1. The study’s findings show that intermittent fasting, which involves short bouts of food deprivation, triggers a stress response that can inhibit or even kill hair-follicle stem cells, which give rise to hair.",
            "doi: https://doi.org/10.1038/d41586-024-04084-9"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04175-7",
        "title": "US and China sign new science pact — but with severe restrictions",
        "content": [
            "*US_President_Joe_Biden_shakes_hands_with_Chinese_President_Xi_Jinping_ahead_of_a_summit_in_2024",
            "US President Joe Biden (left) shakes hands with China’s President Xi Jinping (right) at an economic summit in November.Credit: Leah Millis/AFP via Getty",
            "The United States and China have signed a brand-new, five-year agreement that dictates how the nations will cooperate on science and technology research. The pact is narrower in scope than its predecessor, covering only collaboration on basic science projects between departments and agencies of the two governments and excluding work on ‘critical and emerging technologies’ potentially important to national security, such as artificial intelligence and semiconductors. Unlike its predecessor, the pact does not include any information about collaboration among Chinese and US universities and private companies.",
            "doi: https://doi.org/10.1038/d41586-024-04175-7"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04068-9",
        "title": "The skin’s ‘surprise’ power: it has its very own immune system",
        "content": [
            "*Close_up_view_of_a_middle-aged_Japanese_woman_touching_the_skin_on_her_cheek",
            "Skin can generate antibodies, independent of the rest of the immune system.Credit: kazuma seki/Getty",
            "The skin — once thought to be a mainly passive barrier — can produce its own antibodies that fight off infections, a pair of studies reports in Nature this week1,2. The findings could pave the way for the development of needle-free vaccines that can be applied to the skin.",
            "Although scientists have previously seen immune responses in the skin during infections, finding similar reactions in healthy skin is “a surprise”, says Daniel Kaplan, a dermatologist and immunologist at the University of Pittsburgh in Pennsylvania. “The idea of a semi-autonomous immune system in a peripheral tissue is very exciting,” he says.",
            "h2Dual role",
            "The immune system has to fight off harmful pathogens without attacking the helpful microorganisms that inhabit the body. Previous research showed3 that the skin of adult mice that had been raised without microbes could be colonized by Staphylococcus epidermidis, a common and harmless bacterium found on human skin. This long-term colonization triggered the production of specific immune cells, called T cells, which helped to strengthen local immunity.",
            "“The next and maybe main chapter in this saga is that the response to this ubiquitous skin colonist is much more potent than we had realized,” says Michael Fischbach, a microbiologist at Stanford University in California, who was a co-author on both of the latest studies. ",
            "“When the immune system sees a friendly bacterium, you would think that it would just give a friendly wave and walk in the other direction, but that’s not at all what happens,” he says.",
            "In experiments with mice, mucosal immunologist Inta Gribonika at the National Institute of Allergy and Infectious Diseases in Bethesda, Maryland, and her colleagues discovered that S. epidermidis triggers the activation of B cells, the immune cells necessary to produce antibodies1. The skin then made antibodies against S. epidermidis; these persisted for at least 200 days and could form without previous exposure to other microbes.",
            "The skin was able to generate this immune response even when lymph nodes — the immune hubs that help to activate immune cells — were disabled. The presence of S. epidermidis also induced the formation of specialized immune structures in the skin that attract T and B cells, boosting the production of antibodies.",
            "h2Immune memory",
            "Vaccines work by teaching the immune system — which includes T and B cells, along with antibodies — to recognize and remember a pathogen, so the body can respond quickly if exposed again.",
            "Building on this idea, the team explored whether they could redirect the immune response triggered by the harmless S. epidermidis to target pathogens, to develop a new type of vaccine.",
            "In a second study2, Fischbach and his team showed that S. epidermidis triggers an antibody response resembling that seen in conventional vaccines.",
            "By modifying S. epidermidis to display foreign proteins — such as part of the tetanus toxin — on its surface, the researchers were able to induce immune responses in the mice’s bloodstream and in mucous membranes such as the lining of the nose. These responses protected the animals when they were given a lethal dose of the toxin.",
            "doi: https://doi.org/10.1038/d41586-024-04068-9"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04065-y",
        "title": "Neanderthals and humans interbred more recently than scientists thought",
        "content": [
            "*People_dressed_in_furs,_walking_on_a_steppe_with_moors_and_hills_in_the_distance",
            "Members of a group including the Zlatý kůň woman and the Ranis individuals travel across Europe some 45,000 years ago (illustration). Credit: Tom Björklund",
            "The oldest human genomes ever sequenced are helping to illuminate some extremely ancient baby-making.",
            "The Neanderthal DNA found in all people with ancestors outside Africa entered the family tree much more recently than previously thought, according to two analyses that together examine DNA from people who lived across Eurasia over the past 45,000 years. One study1 finds that modern humans swapped genes with our sister species in a roughly 7,000-year period starting around 50,500 years ago; the other2 finds that the mixing took place between 45,000 and 49,000 years ago.",
            "The data also suggest that some genetic variants from Neanderthals were helpful to modern humans encountering new climates and diseases outside of Africa. The findings are published today by separate teams, in papers in Science1 and Nature2.",
            "That both papers reinforce the idea that the ancestors of all people outside Africa got their Neanderthal ancestry in a single swoop is “striking”, says Alexander Platt, a geneticist at the University of Pennsylvania in Philadelphia, who was not involved with either study. “It’s eye-opening”, he says, that this model of human evolution is correct.",
            "h2Dating details",
            "Neanderthals and modern humans shared the planet for thousands of years. Whether our two species mingled was hotly debated for decades — until research revealed that Neanderthal DNA makes up a small percentage of the genomes of all humans currently living, other than people whose ancestry comes solely from sub-Saharan Africa.",
            "Since then, the details of the human–Neanderthal meet cute have remained “one of the main questions” in human evolutionary biology, says Benjamin Peter, a population geneticist at the Max Plank Institute for Evolutionary Anthropology in Leipzig, Germany, and a co-author of the Science study.",
            "Neanderthals, who lived in what’s now Europe and western Asia, and modern humans, who evolved in Africa, probably met and mingled throughout our shared time on Earth. Previous research estimated that any gene flow between them did not leave a mark until more recently ― as early as 65,000 years ago. ",
            "*The_interior_of_a_partially_flooded_cave_with_twisting_rock_formations",
            "Koněprusy cave at the Zlatý kůň site in the Czech Republic, where blasting in 1950 led to the discovery of the remains of a woman who lived some 45,000 years ago.Credit: Martin Frouz",
            "The authors of the Nature paper reassessed the timing of that interbreeding by examining the DNA of a male Homo sapiens found near Ranis, Germany, and that of a female Homo sapiens whose remains were discovered in a cave at a site called Zlatý kůň in the Czech Republic. The researchers’ analysis showed that both people lived roughly 45,000 years ago, making their genomes the oldest from Homo sapiens ever sequenced.",
            "h2Relatively recent mixing",
            "The team then sought to understand the history of the Neanderthal DNA embedded in these two individuals’ genomes. The researchers found that it came from a single wave of Homo sapiens and Neanderthal baby-making between 45,000 and 49,000 years ago, almost certainly in the Middle East, the scientists said at a press briefing. The authors found no evidence that the ancestors of the Zlatý kůň woman, the Ranis man and other people found at Ranis intermingled with Neanderthals in Europe after that event.",
            "Oldest stone tools in Europe hint at ancient humans’ route there",
            "The date range is much later than previous estimates, says Pontus Skoglund, an evolutionary geneticist at the Francis Crick Institute in London. But it wasn’t the last surprise. DNA showed that the Zlatý kůň woman and the Ranis people were all part of the same extended family, even though their remains were found 230 kilometres apart.",
            "doi: https://doi.org/10.1038/d41586-024-04065-y"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04027-4",
        "title": "‘Getting paid to review is justice’: journal pays peer reviewers in cryptocurrency",
        "content": [
            "*A_small_pile_of_Bitcoin,_Ethereum_and_other_cryptocurrency_coins",
            "Cryptocurrency will be used to reward peer reviewers for an experimental title called ResearchHub Journal.Credit: bizoo_n/Getty",
            "An experimental journal is paying peer reviewers the equivalent of US$150 per review in a specially developed cryptocurrency. The publication is hosted on a platform aiming to make science more open and efficient, and rewards users with a token called ResearchCoin for engaging with content.",
            "doi: https://doi.org/10.1038/d41586-024-04027-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04101-x",
        "title": "Mars rover makes epic climb to explore some of the oldest rocks in the Solar System",
        "content": [
            "*NASA’s_Perseverance_Mars_rover_captured_this_scene_of_its_climb_up_to_the_rim_of_Jezero_Crater",
            "NASA’s Perseverance rover climbed 500 metres up the side of a crater on Mars, reaching the top on 11 December. Credit: NASA/JPL-Caltech",
            "Washington DC",
            "After a months-long climb up the side of a crater on Mars, NASA’s Perseverance rover has finally emerged on its rim — and now faces a 4-billion-year-old landscape never before explored on the red planet.",
            "Flying Mars rocks to Earth could cost an astronomical $11 billion",
            "“These are amongst the oldest rocks in the Solar System,” says Kenneth Farley, a geochemist at the California Institute of Technology in Pasadena and the mission’s project scientist. He spoke on 12 December at a meeting of the American Geophysical Union in Washington DC.",
            "Researchers hope that the rocks outside of Jezero Crater hold signs of whether Mars might have once sustained extraterrestrial life, when it was warmer and wetter than today. The rover landed in Jezero nearly four years ago and has been exploring the crater’s floor and a fossilized river delta for such signs ever since. Over the course of its 32-kilometre journey, it has drilled rock samples and stored 15 of them in its belly; there are 11 empty tubes remaining that could be filled with additional intriguing rocks from the fresh Martian terrain it now faces.",
            "Perseverance has already placed 10 tubes on the crater floor in a ‘sample depot’ where a future mission could pick them up. NASA is trying to figure out how to bring any of the samples back to Earth for analysis — the only way that researchers can study them thoroughly to confirm signs of life. The original plan for bringing them back was estimated to cost up to US$11 billion, and the agency’s budget won’t support such a mission.",
            "h2Epic trek",
            "Meanwhile, Perseverance trundles along. Reaching the crater rim on 11 December meant that the rover climbed more than 500 metres in elevation — by far its steepest climb since it landed in February 2021. The crater’s edge is a geologically interesting region because Jezero was once filled with an ancient lake, making the rim a shoreline at one time.",
            "doi: https://doi.org/10.1038/d41586-024-04101-x"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04023-8",
        "title": "What should we do if AI becomes conscious? These scientists say it’s time for a plan",
        "content": [
            "*An_AI-integrated_robot_carries_on_a_conversation_and_detects_the_emotions_on_the_face_of_the_people_",
            "Some researchers worry that if AI systems become conscious and people neglect or treat them poorly, they might suffer.Credit: Pol Cartie/Sipa/Alamy",
            "The rapid evolution of artificial intelligence (AI) has brought to the fore ethical questions that were once confined to the realms of science fiction: if AI systems could one day ‘think’ like humans, for example, would they also be able to have subjective experiences like humans? Would they experience suffering, and, if so, would humanity be equipped to properly care for them? ",
            "A group of philosophers and computer scientists are arguing that AI welfare should be taken seriously. In a report posted last month on the preprint server arXiv1, ahead of peer review, they call for AI companies not only to assess their systems for evidence of consciousness and the capacity to make autonomous decisions, but also to put in place policies for how to treat the systems if these scenarios become reality.",
            "If AI becomes conscious: here’s how researchers will know",
            "They point out that failing to recognize that an AI system has become conscious could lead people to neglect it, harming it or causing it to suffer.",
            "Some think that, at this stage, the idea that there is a need for AI welfare is laughable. Others are sceptical, but say it doesn’t hurt to start planning. Among them is Anil Seth, a consciousness researcher at the University of Sussex in Brighton, UK. “These scenarios might seem outlandish, and it is true that conscious AI may be very far away and might not even be possible. But the implications of its emergence are sufficiently tectonic that we mustn’t ignore the possibility,” he wrote last year in the science magazine Nautilus. “The problem wasn’t that Frankenstein’s creature came to life; it was that it was conscious and could feel.”",
            "The stakes are getting higher as we become increasingly dependent on these technologies, says Jonathan Mason, a mathematician based in Oxford, UK, who was not involved in producing the report. Mason argues that developing methods for assessing AI systems for consciousness should be a priority. “It wouldn’t be sensible to get society to invest so much in something and become so reliant on something that we knew so little about — that we didn’t even realize that it had perception,” he says.",
            "People might also be harmed if AI systems aren’t tested properly for consciousness, says Jeff Sebo, a philosopher at New York University in New York City and a co-author of the report. If we wrongly assume a system is conscious, he says, welfare funding might be funnelled towards its care, and therefore taken away from people or animals that need it, or “it could lead you to constrain efforts to make AI safe or beneficial for humans”.",
            "h2A turning point?",
            "The report contends that AI welfare is at a “transitional moment”. One of its authors, Kyle Fish, was recently hired as an AI-welfare researcher by the AI firm Anthropic, based in San Francisco, California. This is the first such position of its kind designated at a top AI firm, according to authors of the report. Anthropic also helped to fund initial research that led to the report. “There is a shift happening because there are now people at leading AI companies who take AI consciousness and agency and moral significance seriously,” Sebo says.",
            "How close is AI to human-level intelligence?",
            "Nature contacted four leading AI firms to ask about their plans for AI welfare. Three — Anthropic, Google and Microsoft — declined to comment, and OpenAI, based in San Francisco, did not respond.",
            "Some are yet to be convinced that AI consciousness should be a priority. In September, the United Nations High-level Advisory Body on Artificial Intelligence issued a report on how the world should govern AI technology. The document did not address the subject of AI consciousness, despite a call from a group of scientists for the body to support research assessing consciousness in machines.",
            "“This speaks to a deeper challenge or difficulty with communicating this issue to the wider community,” Mason says.",
            "h2Operating under uncertainty",
            "Although it remains unclear whether AI systems will ever achieve consciousness — a state that’s difficult to assess even in humans and animals — uncertainty shouldn’t discourage efforts to develop protocols for evaluating the situation, Sebo says. As a preliminary step, a group of scientists last year published a checklist of criteria that could help to identify systems with a high chance of being conscious. “Even an imperfect initial framework can still be better than the status quo,” Sebo says.",
            "Nevertheless, the authors of the latest report say that the discussion about AI welfare should not come at the expense of other important issues, such as making AI development safe for people. “You can commit to working to make AI systems safe and beneficial for all,” the authors say in the report. “Including humans, animals, and — if and when the time comes — AI systems.”",
            "Nature 636, 533-534 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-04023-8"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03955-5",
        "title": "Governments are banning kids from social media: will that protect them from harm?",
        "content": [
            "*A_boy_holds_a_smartphone_in_his_hands,_on_which_the_logo_of_the_short_video_app_TikTok_can_be_seen",
            "Children’s use of social-media platforms such as TikTok worries some parents.Credit: Jens Kalaene/dpa-Zentralbild/ZB/dpa via Alamy",
            "A year from now, children under the age of 16 in Australia will be barred from many social-media platforms — the highest minimum-age limit in the world. Other countries or regions have introduced similar bans and more say they’re considering them, owing to parents’ concerns that children are being exposed to cyberbullying, scams and adult content on these platforms. But researchers say there is minimal evidence to suggest such bans will keep children safe from online harm.",
            "The Australian government says that social media is impacting children’s well-being. It hasn’t said which platforms will be off-limits under the new law, but the legislation will include those that allow users to post content and interact with two or more users, such as Snapchat, TikTok and X (formerly known as Twitter). Social-media companies could face fines of up to Aus$49.5 million (US$32 million) if they don’t take “reasonable steps” to prevent children younger than the minimum age from signing up for accounts.",
            "Many parents have applauded the tough approach, but researchers aren’t convinced banning access to social media will solve the problems it is intended to address. In October, dozens of researchers penned a letter to the Australian government arguing that a blanket ban was too blunt and that addressing online risks requires a nuanced, evidence-based approach.",
            "There is a lack of evidence to suggest that a ban will be effective, says Andrew Przybylski, a psychologist at the University of Oxford, UK, who focuses on how social media influences mental health. “It doesn’t line up with the scientific consensus,” he says.",
            "h2Evidence so far",
            "So what does the research show? A 2023 report by the US National Academies of Sciences, Engineering, and Medicine found that social media has the potential to be harmful to adolescent health, but that there is not enough evidence to suggest that it causes negative effects at the population level. Rather than bringing in blanket bans and age restrictions, the report recommends that social-media companies adopt new standards to improve the platforms’ transparency, as well as better reporting systems to tackle online abuse.",
            "Australia is one of several countries or regions to attempt to impose social-media restrictions on children. In 2023, France introduced a law that prohibits children under the age of 15 from signing up for social-media accounts without parental consent, although it is yet to be enforced. The US state of Florida signed a bill in March that seeks to ban social-media accounts for children younger than 14 years old, but the move is being challenged in the district court over concerns about free speech. And in October, Norway announced plans to increase the minimum age for social-media use from 13 to 15 years old.",
            "Nature 636, 530-531 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03955-5"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03953-7",
        "title": "Accessibility worsens for blind and low-vision readers of academic PDFs",
        "content": [
            "*Man_sitting_on_a_sofa_using_Braille_keyboard_and_smart_phone",
            "A study finds that many published papers are not accessible to low-vision and blind readers.Credit: Getty ",
            "Around three out of every four PDF versions of scholarly papers are largely inaccessible to low-vision and blind readers, a study has found1.",
            "doi: https://doi.org/10.1038/d41586-024-03953-7"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03938-6",
        "title": "A 60-minute guide to landing your next job in science",
        "content": [
            "*A_young_scientist_in_a_lab_coat_and_safety_glasses_examines_a_centrifuge_tube_with_some_pink_liquid_",
            "Pursuing a career in science requires a wide range of skills.Credit: Getty",
            "A live webinar to help job-seeking scientists land their next role in academia, industry and other sectors is now available to watch as on demand. ",
            "Held last month, the one-hour event run by Nature’s careers team attracted more than 600 attendees, many of whom asked questions about hiring and being hired to panellists Eileen Parkes and Andreas Laustsen-Kiel.",
            "Parkes’s team at the University of Oxford, UK, studies inflammatory pathways in cancer, and her experience as a hiring manager includes building a team as the COVID-19 pandemic struck in 2020.",
            "doi: https://doi.org/10.1038/d41586-024-03938-6"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03944-8",
        "title": "How a biochemistry department used redacted job applications to achieve gender parity",
        "content": [
            "*A_redacted_document_showing_words_blacked-out",
            "Concealing some of the information on job applications led to more women being hired.Credit: Christopher Ames/Getty",
            "In 2017, when Sherri Christian returned to her institution after a year-long sabbatical, she looked around the biochemistry department and realized that she was the last female hire, seven years earlier. At the time, there were 19 members, just 6 of them women, including her. ",
            "During her sabbatical, Christian attended a talk about diversity and inclusion at a Canadian Society for Immunology meeting at the University of British Columbia in Vancouver, Canada. Inspired by what she learnt, Christian and her colleagues set about making hiring diversity a priority. ",
            "By this year, her department at the Memorial University of Newfoundland Faculty of Medicine in St John’s, Canada, had managed to achieve gender parity. The changes made to hiring processes are described in a preprint posted to the bioRxiv server last month1. It has not been peer reviewed. ",
            "Christian’s department is not alone in taking action to boost gender diversity among their staff. In 2022, leaders of several departments at the University of Melbourne, Australia, reported the details of affirmative-action recruitment initiatives that led to more female hires.",
            "And this year, the Eindhoven University of Technology in the Netherlands revealed the results of a five-year policy stating that only female applicants would be considered for permanent academic roles during the first six months of recruitment. The controversial policy led to 50% of all new hires being women, up from 30% previously. ",
            "h2Loneliness ",
            "When the Newfoundland project started in 2020, Christian was the only woman to have been hired in ten years. “It was a bit lonely,” she says. “You’d look around and there’d be no women on the committee you are sitting in, or it would be the same other person over and over again because there are only so many people to choose from.” ",
            "Between 2020 and 2024, the department’s job postings emphasized the equity, diversity and inclusion aspects of the application process for entry-level tenure-track faculty positions. ",
            "But the main change was anonymizing job applications in an attempt to stamp out implicit bias on search committees. ",
            "Committee members were given copies of application documents in which candidates’ names and contact information were redacted, as were references to their institution, country and leaves of absence. Gender, religion, ethnicity, race, age and nationality were also removed. This task was done by the head of the department, Mark Berry, who was not involved in evaluating candidates. His work took, on average, 90 minutes per application. ",
            "The degree type and year of completion remained, as did the location and title of any national or international conference presentations. Publication titles, including the year of publication and journal, also remained. Berry also added candidates’ authorship position in the publications and presentations. ",
            "The redacted versions were then used to draw up a shortlist of around ten candidates for each of the five roles being filled during the study period. ",
            "doi: https://doi.org/10.1038/d41586-024-03944-8"
        ]
    }
]