[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03368-4",
        "title": "How does the brain react to birth control? A researcher scanned herself 75 times to find out",
        "content": [
            "*A_woman's_hands_hold_a_pack_of_birth_control_pills",
            "\n\n     Researchers are cataloguing the effects of birth control on the brain.\n    \n\n     Credit: Isabel Pavia/Getty\n    \n",
            "\n\n  Chicago, Illinois\n \n",
            "\n Hold the morning coffee and meditation: for about 75 days over the span of a year, neuroscientist Carina Heller’s morning ritual included climbing into her university’s brain scanner at 7:30 a.m. and lying perfectly still for an hour and a half — without falling asleep. By her estimates, this has made her the most-scanned woman in science.\n",
            "\n It’s not the title she was after. Heller’s goal was to catalogue how her brain changes during her menstrual cycle, with and without \n \n  oral contraceptives\n . Her findings suggest that brain morphology and connectivity change daily throughout the natural cycle and are influenced by birth-control pills, according to preliminary results presented at this year’s annual Society for Neuroscience conference.\n",
            "\n Heller is one of a cadre of women’s health researchers who are tired of waiting for data to trickle in on a \n \n  chronically understudied\n  area, and have taken matters into their own hands by hopping into a brain-imaging machine. More data could offer women and their physicians greater agency to make “better-informed decisions of whether they want to take the medication or not”, and what specific formulations might be best suited for them, says Heller, who is based at the University of Minnesota Twin Cities in Minneapolis.\n",
            "\n “She did this rigorous self-experimentation where she gave herself up to science,” says Emily Jacobs, a neuroscientist at the University of California, Santa Barbara, who works with Heller. “And as a result, we now have this greater insight into the human brain.”\n",
            "h2\n Research gaps\n",
            "\n Oral contraceptives often contain synthetic versions of one or two hormones the body naturally produces: progesterone and oestrogen. These hormones prevent pregnancy in several ways, including by stopping the ovaries from releasing an egg.\n",
            "\n US regulators approved the first oral contraceptive in 1960. Within two years, more than one million people were taking ‘the pill’, as it became known. Today, more than 150 million people of reproductive age globally take oral contraceptives, placing them among the most-used medications in the world. Many take the pill for reasons unrelated to conception, such as managing acne, regulating menstrual cycles or helping to relieve menstrual symptoms and migraines.\n",
            "\n Decades of data on these medicines suggest that they are generally safe, but their effects on the brain remain understudied. For example, although some people report that they experience decreased depression and anxiety, others find that these symptoms worsen — and it’s unclear why.\n",
            "\n Many people begin taking the pill during puberty, which is a crucial time for brain maturation, so it’s important to understand how it affects neurodevelopment, says Kathryn Lenz, a behavioural neuroscientist at The Ohio State University in Columbus.\n",
            "h2\n The adaptable brain\n",
            "\n Most neuroimaging experiments use magnetic resonance imaging (MRI) technology to scan the brains of 10–30 participants only once or twice, which is costly to perform. This approach fails to account for daily variation in brain morphology and connectivity.\n",
            "\n A growing number of neuroimaging studies instead use a technique called ‘\n \n  dense sampling\n ’, in which researchers scan a single or handful of participants repeatedly to build a high-resolution data set. Dense sampling captures observations that might otherwise be overlooked, but the small sample size results in limited generalizability of findings to larger populations.\n",
            "\n Even so, by comparing data sets between participants — especially those who have different reactions to the pill — researchers might be able to pinpoint what drives different side effects.\n",
            "*A_photograph_of_Carina_Heller_sitting_in_front_of_an_MRI_machine",
            "\n\n     Neuroscientist Carina Heller has joined a cadre of investigators who are filling in gaps in women’s health research by hopping into brain-imaging machines themselves.\n    \n\n     Credit: Ann-Christine Buck\n    \n",
            "\n Using this approach, Heller scanned herself 25 times over 5 weeks, capturing images at different stages of her natural menstrual cycle. A few months later, she began taking oral contraceptives and then waited 3 months before scanning herself another 25 times in 5 weeks. At that point, Heller ceased taking the pill, waited another 3 months and scanned herself a final 25 times over 5 weeks. She also had blood drawn and completed a survey about her mood after each scan.\n",
            "\n Heller found a rhythmic pattern of change in brain volume and connectivity between brain regions over the course of her menstrual cycle, with volume and connectivity dipping slightly while she was taking oral contraceptives. (Higher brain volume or connectivity does not imply improved brain function, and vice versa.)\n",
            "\n This pattern largely returned to its former state after she stopped taking the medication, showing that the brain is “quite adaptable”, says Laura Pritschet, who conducted her graduate work with Jacobs and is now a cognitive neuroscientist at the University of Pennsylvania in Philadelphia.\n",
            "h2\n An expanding network\n",
            "\n Heller drew inspiration from a study in which Pritschet scanned her own brain for 30 consecutive days during her natural menstrual cycle and for 30 more days while taking oral contraceptives. This was part of a project that Pritschet calls 28andMe: the name is a nod to the consumer-genetics firm 23andMe in South San Francisco, California, and the 28 days in a canonical menstrual cycle.\n",
            "\n Data from Pritschet’s project showed that higher levels of oestrogen drive certain important brain networks to become more functionally connected\n \n\n   1\n  \n. One of these was the ‘default mode network’, which is active during daydreaming and is involved in memory. Progesterone had the opposite effect. Pritschet also scanned her husband over 30 consecutive days in a spin-off project called 28andHe, to understand the effects of hormone fluctuations in the male brain\n \n\n   2\n  \n.\n",
            "\n Next, Heller plans to compare her data with those from a woman with endometriosis, a painful condition that affects up to 10% of women at reproductive age, to understand whether hormone fluctuations in the brain could be driving the condition.\n",
            "\n These data sets are “going to give us a really intriguing window into the relationship between hormonal status and subtle changes in brain structure and behavioural functions”, Lenz says.\n",
            "doi: https://doi.org/10.1038/d41586-024-03368-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03382-6",
        "title": "China builds record-breaking magnet — but it comes with a cost",
        "content": [
            "\n\n     The resistive magnet at the Hefei Institutes of Physical Science.\n    \n\n     Credit: CHMFL/Handout via Xinhua/Alamy\n    \n",
            "\n China is now home to the world’s most powerful resistive magnet, which produced a magnetic field that was more than 800,000 times stronger than Earth’s.\n",
            "\n On 22 September, the magnet, at the Steady High Magnetic Field Facility (SHMFF) at the Chinese Academy of Science’s Hefei Institutes of Physical Science, sustained a steady magnetic field of 42.02 tesla. This milestone narrowly surpasses the 41.4-tesla record set in 2017 by a resistive magnet at the US National High Magnetic Field Laboratory (NHMFL) in Tallahassee, Florida. Resistive magnets are made of coiled metal wires and are widely used in magnet facilities across the world.\n",
            "\n China’s record-breaker lays the groundwork for building reliable magnets that can sustain ever-stronger magnetic fields, which would help researchers to discover surprising new physics, says Joachim Wosnitza, a physicist at the Dresden High Magnetic Field Laboratory in Germany.\n",
            "\n The resistive magnet — which is open to international users — is the country’s second major contribution to the global quest to produce ever-higher magnetic fields. In 2022, the SHMFF’s hybrid magnet, which combines a resistive magnet with a superconducting one, produced a field of 45.22 tesla, making it the most powerful working steady-state magnet in the world.\n",
            "h2\n Research tool\n",
            "\n High-field magnets are handy tools for uncovering hidden properties of advanced materials, such as \n \n  superconductors\n  — materials that, under very low temperatures, carry electric current without producing waste heat. High fields also offer the chance to glimpse entirely new physical phenomena, says Marc-Henri Julien, a condensed-matter physicist at the National Laboratory for Intense Magnetic Fields in Grenoble, France. “You can create or manipulate new states of matter,” says Julien.\n",
            "\n High fields are also useful for experiments that rely on very sensitive measurements, because they boost the resolution and make it easier to see faint phenomena, says Alexander Eaton, a condensed-matter physicist at the University of Cambridge, UK. “Every extra tesla is exponentially better than the last,” he says.\n",
            "\n Guangli Kuang, a physicist who specializes in high magnetic fields at the SHMFF, says the team spent years modifying the magnet to hit the latest record. “It wasn’t easy to achieve,” he says.\n",
            "h2\n Reliable but costly\n",
            "\n Resistive magnets are an older technology, but they can sustain high magnetic fields for longer periods than can their newer hybrid and fully superconducting counterparts, says Wosnitza. Their magnetic fields can also be ramped up much quicker, making them versatile experimental tools. “You can just twist a knob and go from zero tesla to high fields within minutes,” he says.\n",
            "\n The big drawback of resistive magnets is the amount of power they consume, making them costly, says Eaton. For instance, the SHMFF’s resistive magnet drew 32.3 megawatts of electricity to produce its record-breaking field. “You’ve got to have a very good science case to justify that resource,” says Eaton.\n",
            "\n That challenge is driving the race to develop hybrid and fully superconducting magnets that can generate high fields using less power. In 2019, NHMFL researchers built a miniature, proof-of-concept superconducting magnet that briefly sustained \n \n  a 45.5-tesla field\n , and are currently developing a larger 40-tesla superconducting magnet that can be used for experiments. The team at the SHMFF is building a 55-tesla hybrid one. Although these newer magnets are expected to be cheaper to run than their resistive counterparts, they come with their own hurdles: they are more expensive to build and require complicated cooling systems, says engineer Mark Bird, a co-leader of the NHMFL’s magnet science and technology division. “The technology is still being developed, and the costs are not clear yet,” says Bird.\n",
            "doi: https://doi.org/10.1038/d41586-024-03382-6"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03424-z",
        "title": "AI tool helps people with opposing views find common ground",
        "content": [
            "*A_large_group_of_work_colleagues_sat_in_a_circle_hold_a_strategy_discussion",
            "\n\n     In some cases, AI does a better job than a human mediator at summarizing the collective opinion of a group.\n    \n\n     Credit: Rawpixel Ltd/Getty\n    \n",
            "\n A chatbot-like tool powered by artificial intelligence (AI) can help people with differing views to find areas of agreement, an experiment with online discussion groups has shown.\n",
            "\n The model, developed by Google DeepMind in London, was able to synthesize diverging opinions and produce summaries of each group’s position that took different perspectives into account. Participants preferred the AI-generated statements to ones written by human mediators, suggesting that such tools could be used to help support complex deliberations. The study was published in \n \n  Science\n  on 17 October\n \n\n   1\n  \n.\n",
            "\n “You can see it as a sort of proof of concept that you can use AI, and, specifically, large language models, to fulfil part of the function that is fulfilled by current citizens’ assemblies and deliberative polls,” says Christopher Summerfield, a co-author of the study and research director at the UK AI Safety Institute. “People need to find common ground because collective action requires agreement.”\n",
            "h2\n Compromise machine\n",
            "\n Democratic initiatives such as citizens’ assemblies, in which groups of people are asked to share their opinions on public-policy issues, help to ensure that politicians hear a wide variety of perspectives. But scaling up these initiatives can be tricky, and the discussions are typically restricted to relatively small groups to ensure that all voices are heard.\n",
            "\n Intrigued by research into the potential of large language models (LLMs) to support such discussions, Summerfield and his colleagues came up with a study to assess whether AI could help people with opposing viewpoints to reach a compromise.\n",
            "\n They used a fine-tuned version of the pretrained DeepMind LLM Chinchilla, and named their system the Habermas Machine, after the philosopher Jürgen Habermas, who developed a theory about how rational discussion can help to solve conflict.\n",
            "\n In one of the experiments to test their model, the researchers recruited 439 UK residents and sorted them into smaller groups of 6 people. The group members discussed three questions related to UK public policy, sharing their personal opinions on each topic. These opinions were then fed to the AI, which generated overarching statements that combined all participants’ viewpoints. Participants were able to rank each statement and share critiques on them, and the AI incorporated these into a final summary of the group’s collective view.\n",
            "\n\n\n\n\n    This AI chatbot got conspiracy theorists to question their convictions\n   \n\n\n",
            "\n “The model is trained to try to produce a statement which will garner maximum endorsement by a group of people who have volunteered their opinions,” says Summerfield. “Because the model learns what your preferences are over these statements, it can then produce a statement which is most likely to satisfy everyone.”\n",
            "\n Alongside the AI, one participant in each group was chosen to be a mediator, and each mediator was also told to produce a summary that best represented the views of all group members. Participants were shown both the AI’s and the mediator’s final summaries, and asked to rate them.\n",
            "\n Most participants rated the summaries produced by the AI as better than those written by the mediator: 56% of participants preferred the AI’s work, compared with 44% who favoured the human-written statement. External reviewers were also asked to assess the summaries, and gave the AI-generated ones higher ratings for fairness, quality and clarity.\n",
            "\n The research team then recruited a group of participants, chosen to be demographically representative of the UK population, for a virtual citizens’ assembly. In this scenario, group agreement on several contentious topics increased after interacting with the AI. This finding suggests that, if incorporated into a real citizens’ assembly, AI tools could make it easier for leaders to produce policy proposals that take different perspectives into account.\n",
            "\n “The LLM could be used in many ways to assist in deliberations and serve roles previously reserved for human moderators,” says Ethan Busby at Brigham Young University in Provo, Utah, who studies how AI tools could improve society. “I think of this as the cutting edge of work in this space that has a big potential to address pressing social and political problems.” Summerfield adds that AI could even help to make conflict-resolution processes faster and more efficient.\n",
            "h2\n Lost connections\n",
            "\n “Actually applying these technologies into deliberative experiments and processes is really good to see,” says Sammy Mckinney, who studies deliberative democracy and its intersections with AI at the University of Cambridge, UK. But he adds that researchers should carefully consider the potential impacts of AI on the human aspect of debate. “A key reason to support citizen deliberation is that it creates certain kinds of spaces for people to relate to each other,” he says. “By removing more human contact and human facilitation, what are we losing?”\n",
            "\n Summerfield acknowledges the limitations associated with AI technologies such as the Habermas Machine. “We did not train the model to try to intervene in the deliberation,” he says, which means that the model’s statements could include extremist or other problematic beliefs if participants expressed them. He adds that rigorous research into the impact AI has on society is crucial to understanding its value.\n",
            "\n “Proceeding with caution seems important to me,” says Mckinney, “and then taking steps to, where possible, mitigate those concerns.”\n",
            "doi: https://doi.org/10.1038/d41586-024-03424-z"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03355-9",
        "title": "Scientific papers that mention AI get a citation boost",
        "content": [
            "*Research_scientists_write_out_AI_loop_diagrams_on_a_whiteboard",
            "\n\n     Computer scientists have embraced the use of artificial-intelligence tools.\n    \n\n     Credit: James MacDonald/Bloomberg/Getty\n    \n",
            "\n Papers with titles or abstracts that mention certain \n \n  artificial intelligence (AI) methods\n  are more likely to be among the top 5% most-cited works in their field for a given year than are those that don’t reference those techniques, an analysis has found\n \n\n   1\n  \n. These papers also tend to receive more \n \n  citations\n  from outside of their field than do studies that don’t refer to AI terms.\n",
            "\n But this ‘citation boost’ was not shared equally by all authors. The analysis also showed that researchers from \n \n  groups that have historically been underrepresented in science\n  don’t get the same bump in citations as their counterparts do when they use AI tools in their work — suggesting that AI could exacerbate \n \n  existing inequalities\n .\n",
            "\n\n\n\n\n    AI and science: what 1,600 researchers think\n   \n\n\n",
            "\n The findings emerged from a study that aimed to quantify the use and potential benefits of AI in scientific research. But the report, published last week in \n \n  Nature Human Behaviour\n , also raises concerns. Scientists might be incentivized to use AI purely as a way to increase their citations — regardless of whether the AI tools improve the quality of the work, notes Lisa Messeri, an anthropologist of science and technology at Yale University in New Haven, Connecticut. “We want to make sure that, as we are [investing] in AI, we are not doing that at the deficit of other approaches,” she says.\n",
            "\n The study also provides a much-needed quantification of \n \n  how AI is changing scientific research\n , says Dashun Wang, a co-author of the study, and a computational social scientist who studies the science of science at Northwestern University in Evanston, Illinois. “Now we finally have systematic data,” Wang says, which will be instrumental for addressing disparities related to the use of AI in science.\n",
            "h2\n Tracing AI’s rise\n",
            "\n To measure scientists’ engagement with AI, the authors identified AI-related terms — such as ‘machine learning’ and ‘deep neural network’ — in the abstracts and titles of almost 75 million papers, covering 19 disciplines, that were published from 1960 to 2019. Wang acknowledges that, because of the cut-off date, the study doesn’t capture recent developments in AI, including the rise of large language models such as \n \n  ChatGPT, which are already changing how some researchers do science\n .\n",
            "\n According to the study, scientists in all 19 disciplines have ramped up their use of AI tools over the past two decades (see ‘AI use takes off’). But there is wide variation: computer science, mathematics and engineering have the highest rates of AI use, and history, art and political science have the lowest. The rates for geology, physics, chemistry and biology are in between.\n",
            "*AI_use_takes_off_Line_chart_showing_the_frequency_of_AI_related_terms_by_field_since_2000_Computer_s",
            "\n\n     Source: Ref. 1\n    \n\n",
            "\n To estimate \n \n  the potential benefits of AI\n  for each discipline, the authors first identified research-related tasks that AI can perform. Then they tracked the rise of these capabilities over time by detecting certain verb–noun pairs, such as ‘analyse data’ and ‘generate image’, in publications about AI between 1960 and 2019. By looking at how much these terms in AI-related publications overlapped with the basic tasks of a given research field over time, the researchers were able to assess whether AI’s capabilities could meet the evolving needs of that field.\n",
            "\n Again, computer science, maths and engineering were associated with the highest potential benefits, and history, art and political science with the lowest.\n",
            "\n Marinka Zitnik, a specialist in biomedical informatics at Harvard Medical School in Boston, Massachusetts, says that the paper’s approach is interesting because it allows for a systematic analysis across several scientific disciplines. But it comes with limitations. “Because the authors wanted to do a very broad, systematic study, that meant that they were not able to necessarily go into a very intricate understanding behind why a specific verb or noun would appear in a paper,” she says. Just because certain verbs and nouns occur together in a paper, it does not mean that, if AI can perform the task described, it will necessarily be useful for that field, she notes.\n",
            "doi: https://doi.org/10.1038/d41586-024-03355-9"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03377-3",
        "title": "Mexican forest ‘relocated’ in attempt to save iconic monarch butterflies",
        "content": [
            "*Monarch_butterflies_resting_on_leaves_in_a_Oyamel_forest_in_Mexico",
            "The population of monarch butterflies has plummeted over several decades. Credit: Mario Vazquez/AFP/Getty",
            "\n Researchers in central Mexico have planted a forest of firs. Now they’re hoping the imperiled Eastern monarch butterflies will come.\n",
            "\n Almost 1,000 oyamel firs \n \n  (Abies religiosa)\n have been transplanted to a mountain in Michoacán, where they are growing at elevations beyond what was considered the species’ upper limit\n \n\n   1\n  \n. If the trees survive over the next few decades, they could help to shield the migratory eastern population of monarch butterflies (\n \n  Danaus plexippus\n ), which spend the winter roosting in oyamel fir forests, from the impacts of climate change.\n",
            "\n This population of monarchs, which migrates up to 4,500 kilometres from the United States and Canada to Mexico, has declined dramatically since the 1990s, owing to climate change and habitat destruction.\n",
            "\n Part of the butterflies’ remaining habitat — the fir trees in the Monarch Butterfly Biosphere Reserve in Michoacán — is slowly shifting upwards as the climate warms. But the firs will eventually “run out of mountain”, says Cuauhtémoc Sáenz-Romero, a forest geneticist at the Michoacan University of Saint Nicholas of Hidalgo in Morelia, Mexico, and the lead author of the study, which was published in \n \n  Frontiers in Forests and Global Change\n  this week.\n",
            "h2\n Relocation project\n",
            "\n To test whether the butterfly habitat could be relocated in the reserve, Sáenz-Romero and his colleagues \n \n  shifted hundreds of seedlings up a mountainside\n  by 400 metres several years ago. Since then, they have launched a pilot project on Nevado de Toluca — a nearby mountain that crests roughly 1,000 metres higher than the reserve. Local rangers discovered a new colony of butterflies wintering there in 2019, which suggests that it could be a suitable site to create a new habitat, Sáenz-Romero says.\n",
            "*Cuauhtemoc_Saenz-Romero_standing_in_a_mountain_forest_in_Mexico",
            "\n\n     Forest geneticist Cuauhtémoc Sáenz-Romero leads a team that have relocated firs in an attempt to save the butterflies.\n    \n\n     Credit: Brian van der Brug/Los Angeles Times/Getty\n    \n",
            "\n The researchers grew nearly 1,000 oyamel fir saplings, and planted them at four elevations in circles beneath shrubs, which provide shade and protection. They then measured the firs’ survival and growth after three growing seasons.\n",
            "\n The natural elevation limit for the fir was thought to be around 3,550 metres. But the team found that 68% of saplings planted at 3,800 metres survived, as did 44% of those planted at 4,000 metres — the two highest elevations. They did, however, grow more slowly than those planted at the two lower altitudes.\n",
            "\n John Pleasants, an ecologist at Iowa State University in Ames, says that this feasibility study has great significance. It would require lot of effort to plant enough trees to provide refuge for the butterflies, “but that may be the only choice down the road,” he says.\n",
            "\n Growing milkweed (\n \n  Asclepias\n ) and nectar plant species east of the Rocky Mountains and reducing pesticide use are also important for butterflies’ survival, says Sáenz-Romero, but such strategies are “not enough” to save them from climate change. He estimates that at least 5,000 trees would need to reach maturity in central Mexico’s higher elevations by the 2060s to ensure that the eastern monarchs have a winter home.\n",
            "doi: https://doi.org/10.1038/d41586-024-03377-3"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03357-7",
        "title": "‘Smart’ insulin prevents diabetic highs — and deadly lows",
        "content": [
            "*Polarized_light_micrograph_of_crystals_of_insulin",
            "\n\n     Crystals of insulin. A new kind of insulin can modify its activity in response to glucose levels in the blood.\n    \n\n     Credit: Antonio Romero/Science Photo Library\n    \n",
            "\n Scientists have designed a new form of insulin that can automatically switch itself on and off depending on glucose levels in the blood. In animals, this ‘smart’ insulin\n \n\n   1\n  \n reduced high blood-sugar concentrations effectively while preventing levels from dropping too low.\n",
            "\n For people with \n \n  diabetes\n , controlling blood-sugar levels is a crucial — but demanding — task. Insulin keeps blood glucose in check, helping to prevent the many long-term complications associated with high blood sugar, such as cardiovascular disease, chronic kidney disease, stroke and blindness. A large proportion of the estimated 422 million people with diabetes worldwide require insulin injections.\n",
            "\n But excess \n \n  insulin\n  can cause blood-sugar levels to dip too low, a condition called hypoglycaemia, putting people at risk of serious complications, such as loss of consciousness, seizures and even death. Even mild or moderate hypoglycaemia can cause anxiety, weakness and confusion. People with diabetes — particularly those with \n \n  type 1 diabetes\n , who always need to inject insulin — can have drops in blood-glucose concentrations several times a week, says Michael Weiss, a biochemist and physician at Indiana University in Indianapolis. “It really impairs quality of life.”\n",
            "\n For decades, researchers have been working to develop a system that can automatically adjust insulin activity based on the amount of glucose in a person’s blood. One common approach has been to make a compound containing deposits that release insulin when glucose concentrations rise. But a key disadvantage of this method is its irreversibility — once insulin is released, it can’t be reined in.\n",
            "h2\n A sugar-sensitive switch\n",
            "\n The latest study, published today in \n \n  Nature\n , gets around this issue by modifying insulin itself using glucose-sensitive components. Rita Slaaby, a principal scientist at pharmaceutical company Novo Nordisk in Bagsværd, Denmark, and her colleagues engineered an insulin molecule with a switch that turns its activity on and off in response to glucose levels in the blood. This switch consists of two parts: a ring-shaped structure known as a macrocycle and a glucoside, a molecule derived from glucose. When blood-glucose concentrations are low, the glucoside binds to the ring, keeping the insulin in a closed, inactive state. But when glucose levels in the blood rise, the sugar displaces the glucoside and changes the shape of the insulin so that it is turned on.\n",
            "\n The researchers tested the insulin molecule, which they named NNC2215, in pigs and rats that had received infusions of glucose to mimic the effects of diabetes. They found that NNC2215 was as good as normal human insulin at lowering blood glucose when injected into the animals — and that it was able to prevent the drop in blood-glucose levels that occurred with a current insulin treatment. “This a very good study that was well designed — they did all the necessary experiments to validate that this works,” says David Sacks, a clinical chemist at the National Institutes of Health in Bethesda, Maryland. “It certainly provides encouragement that this approach is worth pursuing.”\n",
            "\n The modified insulin is the first shown to target glucose, says Sacks. Weiss and his colleagues have previously demonstrated that an insulin molecule with a similar kind of molecular switch was sensitive to another sugar molecule, fructose\n \n\n   2\n  \n.\n",
            "\n A few questions remain about the latest molecule. For one, the study looked at the activity of NNC2215 in a wider range of blood-glucose levels than is typically seen in people with diabetes, so future studies should demonstrate that the insulin can also be effective in a narrow range, Sacks says. Other considerations include the safety and price tag of this molecule, notes Zhen Gu, a biomedical engineer at Zhejiang University in Hangzhou, China. (Gu’s team is also designing a glucose-sensitive insulin molecule\n \n\n   3\n  \n.)\n",
            "\n A spokesperson for Novo Nordisk says that although this study is a proof of principle of NNC2215’s glucose-sensitive insulin properties, further research to optimize the molecule is ongoing.\n",
            "\n Several other smart insulin drugs are in the works, says Weiss, including one his own team is designing using a similar approach. Ultimately, the goal is to generate a suite of smart insulin drugs to enable doctors to individualize therapies for their patients, he adds.\n",
            "doi: https://doi.org/10.1038/d41586-024-03357-7"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03277-6",
        "title": "Eating less can lead to a longer life: massive study in mice shows why",
        "content": [
            "h2Access options",
            "doi: https://doi.org/10.1038/d41586-024-03277-6"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03335-z",
        "title": "AI has dreamt up a blizzard of new proteins. Do any of them actually work?",
        "content": [
            "*Illustration_of_a_key_from_a_keyboard_with_'Generate'_written_on_it_and_a_tangle_of_proteins_burstin",
            " Illustration: Ibrahim Arafath",
            "\n On a Saturday morning in mid-August, Alex Naka embarked on what he describes as “a little hackathon” in his girlfriend’s kitchen. Powered by his laptop, some coffee and, at one point, about 80 cloud-based artificial intelligence (AI) processors, he generated \n \n  scores of computer-engineered proteins\n  designed to block a cell receptor that is mutated in some tumours.\n",
            "\n Naka — who on weekdays is a protein engineer at a medical technology company in Alameda, California — entered his ten most promising creations into a newly launched protein-design competition and watched them climb to the top of the leader board.\n",
            "\n\n\n\n\n    Chemistry Nobel goes to developers of AlphaFold AI that predicts protein structures\n   \n\n\n",
            "\n The contest, run by a biotechnology start-up firm called Adaptyv Bio in Lausanne, Switzerland, is one of at least five to have popped up over the past year or so. Most of the people entering the competitions are wielding \n \n  AI tools such as AlphaFold\n  and chatbot-inspired ‘protein language models’ that have exploded both in popularity and in power. Three of the researchers behind some of these tools were awarded \n \n  this year’s Nobel Prize in Chemistry\n  for their efforts. The accolades come, in part, from the hope that newly created proteins could serve as more-effective drugs, industrial enzymes or laboratory reagents.\n",
            "\n But the boom in designer proteins has mostly sown confusion, say scientists. People are churning them out faster than they can be made and tested in labs, making it hard to tell which approaches are truly effective.\n",
            "\n Contests have driven key scientific advances in the past, particularly for the field of protein-structure prediction. This latest crop of competitions is drawing people from around the world into the related \n \n  field of protein design\n  by lowering the barrier to entry. It could also quicken the pace of validation and standards development and perhaps help to foster community. “It will push the field forward and test methods more quickly,” says Noelia Ferruz Capapey, a computational biologist at the Centre for Genomic Regulation in Barcelona, Spain.\n",
            "\n But the competitions will have to overcome some hurdles, say scientists, such as identifying which problems to tackle and working out how to select winners objectively. Getting the formula right is important. “These competitions can do damage” to a field if they are not executed properly, says Burkhard Rost, a computational biologist at the Technical University of Munich in Germany.\n",
            "h2\n\n  Competitive by design\n \n",
            "\n The protein-design contests are partly inspired by a 30-year-old competition that helped to kick off the revolution in biological AI. Since 1994, the Critical Assessment of Structure Prediction (CASP) has been challenging scientists to predict the 3D shape of proteins from their amino-acid sequences. Winners of the competition — founded by computational biologist John Moult at the University of Maryland in Rockville and Krzysztof Fidelis, a computational biologist at the University of California, Davis — are determined by comparing the computational predictions with unpublished structural models.\n",
            "\n In 2018, London-based DeepMind (now Google DeepMind) won CASP with its first version of the protein-structure-prediction tool \n \n  AlphaFold\n . Its next iteration, AlphaFold 2, \n \n  performed so well in 2020\n  that Moult declared the problem of predicting simple protein structures largely solved. The competition has since shifted its focus to other emerging challenges, such as predicting the structure of multiple interacting proteins in a complex.\n",
            "\n\n\n\n\n    AI tools are designing entirely new proteins that could transform medicine\n   \n\n\n",
            "\n Now, many hope that these competitions can push the protein-design field forwards just as CASP helped to spur a revolution in protein-structure prediction. “There would have not been an AlphaFold had it not been for CASP,” says Rost. “We need these competitions to do the job right and motivate people.”\n",
            "\n In June, Rost and several of his colleagues won the Protein Engineering Tournament run by Align to Innovate, an international, open-science non-profit organization. The event included two parts. First, participants tried to predict the properties of different enzyme variants. The best-performing teams in this round then re-engineered an enzyme that breaks down starch, with the best designs determined by lab experiments. A 2025 tournament is now in the works.\n",
            "\n A Winter Protein Design Games contest that announced its winner in April was run by Liberum Bio, a biotechnology company in Kitchener, Canada, and Rosetta Commons, a collaboration of mostly academic scientists that maintains protein modelling tools. The contest tasked entrants with re-engineering an existing protein — a plant-virus enzyme used widely in protein purification — to make the molecule more efficient.\n",
            "\n Two other contests asked participants to come up with entirely new proteins. Adaptyv’s was looking for proteins capable of attaching to a growth hormone receptor called EGFR that is overactive in many cancers. The 90 entrants submitted more than 700 designs.\n",
            "\n And in Bits to Binders, researchers are vying to create small proteins that \n \n  could be used in a T-cell cancer therapy\n . Run by the BioML Society, a graduate-student-led group at the University of Texas at Austin, it attracted 64 teams from 42 countries — including Nigeria, Colombia, Iran and India. Around 18,000 designs are now being tested, with results due in early 2025. “We were quite surprised with the turnout,” says co-organizer Clayton Kosonocky, a biochemistry PhD student at the university.\n",
            "h2\n\n  Newcomers welcome\n \n",
            "\n Julian Englert, chief executive and co-founder of Adaptyv, says that many of the participants in its contest work in protein engineering and design. However, the competition has also received promising entries from people with no professional experience in biology. An entrant from Iran made his predictions using a gaming computer because he didn’t have access to more-powerful systems.\n",
            "\n Englert says that the high-quality entries from people who aren’t established researchers reminds him of the garage-tinkering origins of Apple, Microsoft and other tech giants. “It would have taken them two years of studying and joining a lab to get to the point where they can get started. Here they can do it over a weekend.” He imagines a future in which freelance protein designers vie for bounties set by companies, academic labs and others seeking a custom molecule.\n",
            "\n\n\n\n\n    ‘The entire protein universe’: AI predicts shape of nearly every known protein\n   \n\n\n",
            "\n The competitions can save time in other ways, too. Getting quick experimental results from contest organizers was a big motivation for Michael Heinzinger, a machine-learning scientist at the Technical University of Munich who was part of the winning team with Rost. “Otherwise we would have had to put in the time to write a grant,” he says. “For me, the prize is saving time.”\n",
            "\n In terms of actual prizes, the Align to Innovate tournament didn’t offer one, but some others do. The winners of Bits to Binders will get a 3D-printed trophy of their design and some merchandise from the biotech company that is conducting the experiments, called LEAH Laboratories in Eagan, Minnesota. There will also be opportunities for collaboration.\n",
            "\n Adaptyv, which sells automated lab testing of molecules created by protein designers, offered a handful of free experiments and some of its own swag. And the winners of the Rosetta Winter Games split US$5,000.\n",
            "\n But the standout is the recently launched Evolved 2024 contest, in which the first-place team will take home a $25,000 credit for Amazon Web Services, along with credits from other companies (including OpenAI) worth thousands of dollars. Its sponsors include Lux Capital, a venture-capital firm in New York City that has invested more than $1.5 billion in tech firms, and \n \n  EvolutionaryScale\n , a biology AI start-up also in New York City, that has attracted $142 million in investment.\n",
            "h2\n\n  Beyond big cash prizes\n \n",
            "\n Choosing who will reap these rewards isn’t always straightforward. The Evolved 2024 contest — more of a hackathon, in which teams work on broad-brush problems such as predicting drug efficacy and safety — will be judged subjectively by a panel of experts. But even for the contests with more clear-cut protein-design goals, “it’s not trivial to figure out who wins,” says Erika DeBenedictis, a biological engineer and founder of Align to Innovate. Her organization’s tournament gauged designs on the basis of their activity, stability and how well (or even whether) they could be made. “When you design a protein, there are a lot of ways it can fail,” she says.\n",
            "\n And if competitions are to move the needle in protein design, they will need to address the challenges that the wider field is tackling, say scientists. Unlike structure prediction, protein design can have wildly different criteria from task to task. The approaches to craft a particular type of enzyme might not translate to other proteins, such as vaccine components.\n",
            "\n\n\n\n\n    What’s next for AlphaFold and the AI protein-folding revolution\n   \n\n\n",
            "\n The competitions could prove counterproductive if they send the field down a rabbit hole — for example, by judging designs too narrowly, warns Rost. Researchers could also fail to reap the full benefits of protein-design competitions \n \n  if contestants keep quiet about their approaches\n , says Anthony Gitter, a computational biologist at the University of Wisconsin–Madison. “If teams aren’t communicating their methods, there’s not much opportunity to learn about what work and what fails.”\n",
            "\n So far, this doesn’t seem to be happening. Most of the competitions encourage or even require participants to describe their approaches. The contests could also help to bring together some of the disparate fields that have been drawn to protein design — from biochemistry labs that pioneered protein engineering methods to machine-learning scientists who cut their teeth in natural-language processing, says Gitter. “People organizing the competitions, to have maximum impact on the field, should think really hard about how to create a community.”\n",
            "\n When the Adaptyv competition results were announced in late September, Naka was disappointed. Although all ten of his entries looked strong, none of his designs worked in the lab. Only 5 of the 147 designs that were tested actually bound to the target molecule. And more than 50 of them couldn’t even be made.\n",
            "\n That actually isn’t bad: past efforts to design EGFR binders have had much lower success rates. “It’s par for the course in protein engineering — you have to be ready to fail a lot,” Naka says. The winners were Martin Pacesa and Lennart Nickel, structural biologists at the Swiss Federal Institute of Technology (EPFL) in Lausanne, who posted a preprint describing their approach and made its code open-source (\n \n  M. Pacesa \n  \n   et al\n  . Preprint at bioRxiv https://doi.org/nmfm; 2024\n ). Adaptyv has now \n \n  launched a second competition\n  that builds on the first.\n",
            "\n Naka wishes he had started working on his entries earlier. He describes his hackathon as “type 2 fun” — painful at the time, but enjoyable in retrospect. Through the competition, he forged connections with like-minded scientists, including Gitter. “It feels like it lowered the barrier to entry and let a lot of new people participate in protein design,” he says. “I’ll definitely be participating in similar events in the future.”\n",
            "Nature 634, 532-533 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03335-z"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03334-0",
        "title": "Your diet can change your immune system — here’s how",
        "content": [
            "*Conceptual_illustration_showing_a_bowl_of_ramen_with_contents_resembling_cellular_structures",
            " Illustration: Asia Wójtowicz",
            "\n Reboot your immune system with intermittent fasting. Help your ‘good’ bacteria to thrive with a plant-based diet. Move over morning coffee: mushroom tea could bolster your anticancer defences. Claims such as these, linking health, diet and immunity, bombard supermarket shoppers and pervade the news.\n",
            "\n Beyond the headlines and product labels, the scientific foundations of many such claims are often based on limited evidence. That’s partly because conducting rigorous studies to track what people eat and the impact of diet \n \n  is a huge challenge\n . In addition, the relevance to human health of results from studies of animals and cells isn’t clear and has sometimes been exaggerated for commercial gain, feeding scepticism in nutrition science.\n",
            "\n In the past five or so years, however, researchers have developed innovative approaches to nutrition immunology that are helping to close this credibility gap. Whereas nutrition scientists have conventionally studied the long-term impacts of loosely defined Mediterranean or Western diets, for example, today they have access to tools that allow them to zoom in on the short-term effects — both helpful and harmful — of narrower food groups and specific dietary components, and to probe the molecular mechanisms underpinning the effects of foods on immunity.\n",
            "\n\n\n\n\n    Mediterranean diet linked to immunotherapy response\n   \n\n\n",
            "\n The field is \n \n  starting to attract attention and funding\n . In April, the \n \n  New England Journal of Medicine\n  launched a series of review articles on nutrition, immunity and disease, and in January, the US Department of Health and Human Services held its first-ever Food is Medicine summit in Washington DC, which explored links between food insecurity, diet and chronic diseases.\n",
            "\n Some researchers argue that modern diets, \n \n  especially those of the Western world\n , have skewed our immune responses in ways that have undermined immune resilience. More optimistically, others say that diet could also \n \n  help to treat a range of health problems\n , such as cancers and chronic immune disorders such as lupus.\n",
            "\n It’s early days, but many scientists in the field are hopeful. “We are learning a lot more about how you can modulate your immune system with single components or combinations of food components,” says immunologist Francesco Siracusa at the University Medical Center Hamburg-Eppendorf in Hamburg, Germany. As a potential therapy, he says, “the blooming of the personalized nutrition field over the last five to six years is very exciting”.\n",
            "h2\n\n  Fibre and fat\n \n",
            "\n Physicians since Hippocrates have been exploring links between diet and health. In 1912, Polish biochemist Casimir Funk proposed that a lack of essential nutrients he called ‘vitamines’ was causing diseases including scurvy and rickets; later studies of vitamins confirmed their roles in immunity.\n",
            "\n In the past decade, the greater availability of ‘omics’ techniques, which can catalogue and analyse entire sets of biomolecules such as genes and proteins in cells or tissues, has helped researchers to unpick the mechanisms by which different diets and dietary components affect the immune system, and therefore health.\n",
            "\n Many laboratories are interested in harnessing the immune system to treat one of today’s most pressing health concerns: obesity. Steven Van Dyken, an immunologist at the Washington University School of Medicine in St. Louis, Missouri, has been studying an immune response usually triggered in response to allergens and parasites, to see whether it could help to regulate metabolism.\n",
            "\n He and others had previously observed how a type of dietary fibre called chitin, which is abundant in mushrooms, crustaceans and edible insects, activates this immune response, known as type 2 immunity. Van Dyken and his team wondered what effect a high-chitin diet might have on metabolism.\n",
            "\n So they fed mice such a diet, and observed that their stomachs stretched much more than did those of mice on a normal diet. The stretching activated type 2 immunity, which in turn triggered a chitin-digesting enzyme. But preventing this enzyme from functioning had noticeable upsides: mice that were genetically modified so that they couldn’t produce the enzyme gained less weight, had less body fat and had better insulin sensitivity than did normal mice when both were fed chitin\n \n\n   1\n  \n. Chitin also triggered increases in levels of glucagon-like peptide-1 (GLP-1), the hormone that Ozempic (semaglutide) and other similar weight-loss drugs mimic, which helps to suppress appetite.\n",
            "*A_woman_selling_insects_on_a_food_market_stall_in_Thailand",
            "\n\n     Edible insects such as these on sale in Bangkok contain high levels of a fibre called chitin, which could be used to help treat obesity.\n    \n\n     Credit: Enzo Tomasiello/SOPA Images/LightRocket/Getty\n    \n",
            "\n Tuning the relationship between chitin, immunity and health — by reducing levels of the chitin-digesting enzyme, for example — could inform the development of therapies such as appetite-suppressing drugs. “Previous research has shown that chitin may activate similar human immune responses,” says Van Dyken. Tweaking these immune responses using chitin and the enzyme might “represent a therapeutic target for metabolic diseases such as obesity”, he says. Van Dyken is an inventor on patent applications related to using chitin and the enzyme in therapies for respiratory and metabolic diseases.\n",
            "\n The links between obesity, immunity and health don’t end there. Psoriasis, an autoimmune condition in which skin cells accumulate in dry, scaly patches, is two to three times more common in people with obesity than in those without. And weight loss has been shown to improve psoriatic symptoms.\n",
            "\n Immunologist Chaoran Li at the Emory University School of Medicine in Atlanta, Georgia, wanted to know how obesity disrupts the skin’s immune system. Previous research had shown how high-fat diets drive psoriasis through increased activation of immune cells that cause inflammation. Using RNA sequencing, Li and his team inventoried skin immune cells in lean mice, and found a population of T cells that usually keep psoriasis-causing inflammation in check\n \n\n   2\n  \n. But when they looked for the same cells in obese mice on a high-fat diet, they found much lower levels — along with elevated psoriatic inflammation. By searching data from studies of cells taken from people with psoriasis, Li also found the same cells disrupted as in mice.\n",
            "\n Although Li is focused on the basic mechanisms involved, he hopes that his work will help to improve treatments for the condition.\n",
            "h2\n\n  Feast and famine\n \n",
            "\n If overeating and obesity harm health in multiple ways, could forgoing food have the opposite effect? And might the immune system play a key part here, too?\n",
            "\n Evidence is building that fasting reduces the risks of a broad sweep of conditions, including hypertension, atherosclerosis, diabetes and asthma, in some cases through the immune system. For example, fasting has been shown to reduce the number of circulating monocytes, cells that defend the body against foreign invaders but that can be a hallmark of several autoimmune conditions\n \n\n   3\n  \n.\n",
            "\n Some researchers think that they can use such evidence to treat people with these conditions without them needing to eat less. For instance, Cheng Zhan, a neuroscientist at the University of Science and Technology of China in Hefei, wanted to investigate a group of neurons in the brainstem that helps to regulate the immune system, to see whether manipulating them could elicit the desired effect.\n",
            "\n\n\n\n\n    Yo-yo dieting accelerates cardiovascular disease by reprogramming the immune system\n   \n\n\n",
            "\n In a paper published in January, Zhan and his team demonstrated that these neurons were activated in mice in response to fasting, and that they caused T cells to retreat from the blood, spleen and lymph nodes to their central reservoir, the bone marrow\n \n\n   4\n  \n. Zhan also used a mouse model of the autoimmune disease multiple sclerosis to show that the continuous activation of these neurons significantly alleviated paralysis, prevented disease-related weight loss and increased survival.\n",
            "\n Zhan says that findings such as these could enable people to reap the benefits of fasting — without actually going hungry. “These neurons can be activated with electrical stimulation, small molecules or other activities,” he says.\n",
            "\n Although evidence supporting fasting as a therapy has grown in the past decade or so, cutting back on calories could have detrimental effects in some circumstances. For example, it could blunt immune responses. In a study published last year, Filip Swirski, an immunologist at the Icahn School of Medicine at Mount Sinai in New York City, and his colleagues recorded a 90% reduction in monocytes circulating in the blood of fasting mice, and an increase in these cells in the bone marrow, where they are produced\n \n\n   5\n  \n.\n",
            "\n When the mice were fed after fasting for 24 hours, the monocytes flooded back into the blood in unusually large numbers, causing monocytosis, a condition usually associated with infectious and autoimmune disease. These post-fasting monocytes also lived longer than normal and had a lower-than-usual threshold for triggering inflammation. When the researchers infected the mice that had fasted with \n \n  Pseudomonas aeruginosa\n , a common cause of bacterial pneumonia, the animals died sooner and in larger numbers than did non-fasted controls.\n",
            "\n\n\n\n\n    Common sweetener suppresses mouse immune system — in high doses\n   \n\n\n",
            "\n Swirski thinks that the body preserves its stock of monocytes as a protective mechanism while energy reserves are low. However, if fasting is prolonged, the costs can outweigh the benefits.\n",
            "\n Further work is needed to understand the implications of the study in humans, but Swirski says it might warn against excessive or lengthy fasting. “There is plenty of evidence that fasting can be beneficial, but sometimes it’s about finding a balance and not pushing your system to extremes.” Swirski himself tends to skip lunch, “but I would not want to fast excessively”, he says.\n",
            "\n Fasting redistributes immune cells within hours. And other changes in diet can prompt similarly rapid, short-lived changes to immunity. Studying those changes is helpful for researchers, in part because it helps them to avoid the confounding factors that can undermine research into long-term dietary changes, says Siracusa. He has studied the impact of ‘feast diets’ — the tendency to overindulge in energy-dense, high-fat foods.\n",
            "\n Siracusa and colleagues fed mice an ‘indulgent’ low-fibre, high-fat diet for three days, then a normal diet for three days, before repeating the cycle. The switch to the high-fat diet suppressed immunity and made mice more susceptible to bacterial infection\n \n\n   6\n  \n. It reduced the number and undermined the function of certain T cells that help the body to detect and memorize pathogens; further tests showed that the lack of fibre impaired the gut microbiome, which usually supports these T cells. “I was surprised that changing the diet for just three days was enough time to see these dramatic effects on adaptive immune-system cells,” adds Siracusa.\n",
            "\n When Siracusa asked six human volunteers to switch from a high-fibre to low-fibre diet, he saw similar effects on their T cells. The effects — as with any holiday feast — were transient, but Siracusa thinks that looking at these early immune events relating to changes in diet could reveal insights into the causes of chronic immune conditions. However, he emphasizes that he would not make dietary recommendations on the basis of this small proof-of-principle experiment. Furthermore, work in mice can provide only clues as to what happens in humans.\n",
            "h2\n\n  Human trials\n \n",
            "\n Confirming those clues in people can be difficult. Precisely controlling what study participants eat over long periods is challenging, as is getting them to accurately recall and record their diets each day. “One approach is to ask people to just eat the food you provide for them,” says integrative physiologist Kevin Hall at the US National Institute of Diabetes and Digestive and Kidney Diseases in Bethesda, Maryland. “However, we know that when you do so, they consume 400 calories of off-study food on average.”\n",
            "\n So Hall and his colleagues have taken things a step further. Over the past decade, they have done a number of trials in which volunteers agreed to be confined to a ward at a US National Institutes of Health research hospital, in which their diets could be strictly controlled and their responses measured.\n",
            "\n Although Hall’s main interests revolve around the effects of different diets on metabolism and body composition — his group has studied the effects of ultraprocessed foods on weight gain, for example — for a 2024 study, he worked with immunologist Yasmine Belkaid, then at the US National Institute of Allergy and Infectious Diseases, in Bethesda, to investigate immune-system changes prompted by different diets.\n",
            "*View_through_a_window_of_a_participant_in_a_medical_study_into_the_effects_of_diet_waking_up_from_sl",
            "\n\n     A participant in a four-week diet study wakes up at a US National Institutes of Health facility.\n    \n\n     Credit: Christine Kao\n    \n",
            "\n Hall and Belkaid, who is now president of the Pasteur Institute in Paris, enlisted 20 adults for a four-week hospital stay and randomized them to follow either a ketogenic diet (one based on animal products and with low levels of carbohydrate) or a vegan, low-fat diet for the first two weeks, then the alternate diet for the final two weeks. Blood samples showed that shifting to either diet was linked to clear changes in both the numbers of different immune cells and which genes were being activated in them\n \n\n   7\n  \n.\n",
            "\n While on the ketogenic diet, participants had enhanced levels and activity of T and B cells that form part of the adaptive immune system, which mounts a ‘precision’ response that recognizes specific foes. Those on the vegan diet saw enhanced innate immune responses, which are quicker and less specific than adaptive responses. Belkaid was delighted to see such clear results and is excited at their clinical potential, but refuses to offer dietary advice on the basis of them at this stage. Yet, despite differences in age, genetics and body weight, she says, “it was surprising to see how convergent the immune-system effects were” in just two weeks. “The next step is to test dietary interventions for specific conditions in clinical trials that are as rigorous as those we do for drugs,” she says.\n",
            "\n Hall’s group is considering including people with lupus in a study, to compare the effects of different diets. Others have done preliminary studies on the use of ketogenic diets as add-on therapies for psoriasis\n \n\n   8\n  \n and type 1 diabetes\n \n\n   9\n  \n. There has also been a substantial increase in research into the use of diet and nutrition to boost the effects of therapies that co-opt the immune system to target cancer\n \n\n   10\n  \n. One study, published in 2021, found that higher dietary-fibre consumption was associated with improved survival in people receiving an immunotherapy for melanoma, and that mice with melanomas and that were fed a low-fibre diet had fewer killer T cells — which attack cancer cells — near their tumours\n \n\n   11\n  \n.\n",
            "\n Belkaid acknowledges there is still much more work to do to unpick the effects of specific diets on the immune systems of those with different health conditions. However, she and Siracusa are among a growing group of immunologists who are optimistic that the mechanistic insights they and others are uncovering are the first steps towards personalized diets for a range of medical conditions. “I can imagine a world, in the next 10 years, in which we have access to rigorous dietary advice that can be applied in a range of clinical settings,” she says. “I think highly informed nutrition has enormous clinical potential.”\n",
            "Nature 634, 528-531 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03334-0"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03446-7",
        "title": "Brain stimulation at home helps to treat depression",
        "content": [
            "*Coloured_functional_magnetic_resonance_imaging_scan_of_a_healthy_human_brain_at_rest",
            "\n\n     A healthy brain (fMRI image). Researchers are investigating the effects of stimulating regions of the brain linked to depression.\n    \n\n     Credit: Mark & Mary Stevens Neuroimaging and Informatics Institute/Science Photo Library\n    \n",
            "\n A remote clinical trial involving more than 150 people has shown that an experimental treatment for depression — which uses a swimming-cap-like device to gently stimulate the brain — can be effective when carried out at home.\n",
            "\n The non-invasive therapy, known as transcranial direct current stimulation (tDCS), is designed to stimulate areas of the brain linked to mood regulation, and delivers a painless, weak electrical current through electrodes placed on the scalp. It could be a game-changer for the more than one-third of people with depression who do not respond to standard treatments such as antidepressants or psychotherapy.\n",
            "\n\n\n\n\n    How deep brain stimulation is helping people with severe depression\n   \n\n\n",
            "\n The trial, described on 21 October in \n \n  Nature Medicine\n \n\n\n   1\n  \n, found that after ten weeks of regular treatment, participants who received tDCS showed a greater reduction in depressive symptoms than did those in a control group. Previous research has explored using tDCS to treat depression, but this study stands out for its long timescale and remote, home-based design, which did not require participants to make daily visits to a specialized clinic.\n",
            "\n “When we think about that aspect of barriers to mental health, accessibility is a huge one,” says Shawn McClintock, a clinical neuropsychologist at UT Southwestern Medical Center in Dallas, Texas, who was not involved in the study. The trial “really starts to substantiate the ability to take mental health treatments into a home setting”, he adds.\n",
            "h2\n Making brain cells fire\n",
            "\n In the trial, researchers targeted the dorsolateral prefrontal cortex, a region of the brain involved in decision-making that is often less active in people with depression. “The tDCS involves a small current that makes it easier for the brain cells to discharge or to fire,” says study co-author Cynthia Fu, a clinical neuroscientist at King’s College London.\n",
            "\n Fu and her colleagues trained 120 women and 54 men, all of whom had been diagnosed with a major depressive disorder, to use the tDCS headset and randomly allocated people to either the treatment or a control group.\n",
            "\n\n\n\n\n    Found: a brain-wiring pattern linked to depression\n   \n\n\n",
            "\n Those in the treatment group received a current of 2 milliamperes to the scalp — about 0.5% of the amount drawn by a 100-watt light bulb — for 30 minutes, 5 times a week for the first 3 weeks, then 3 times a week for 7 weeks. Participants in the control group wore a sham headset, which only delivered a brief pulse of current at the start of each session, mimicking the feeling of real tDCS without providing the same stimulation.\n",
            "\n After 10 weeks, the treatment group’s scores on a scale that measures depression symptoms dropped by 9.41 points, whereas the control group’s score decreased by 7.14 points. Nearly 45% of participants with the active tDCS device experienced reduction in or recovery from their symptoms, compared with almost 22% of those with sham device. The headsets were used in addition to other treatments — many of the study participants took antidepressants and enrolled in psychotherapy for at least six weeks prior to the study.\n",
            "h2\n Mixed results\n",
            "\n Although these results are encouraging, previous research has suggested that tDCS doesn’t work for everyone. Last year, for example, a study of 150 people found that tDCS did not have antidepressant effects\n \n\n   2\n  \n. But trials with positive and negative outcomes are both equally important to investigate the method’s potential as a treatment for depression, says Frank Padberg, a psychiatrist at Ludwig Maximilian University in Munich, Germany. The next step should be to understand why tDCS works for some people but not others, and to look for ways to personalize the treatment, he adds. “Different people need different dosages.”\n",
            "\n Future studies could also use brain imaging and electrical recording to observe changes in neural circuits during tDCS treatment in real time, says McClintock. This would help researchers to “see what this treatment is actually doing at the neural circuit level”.\n",
            "\n “Three decades ago, I wouldn't have thought that this stimulation does anything on the brain,” says Padberg. But now it is known that tDCS affects brain activity, “I'm pretty sure that an optimized method will make it to clinical care one day,” he says.\n",
            "doi: https://doi.org/10.1038/d41586-024-03446-7"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03287-4",
        "title": "The early days of peer review: five insights from historical reports",
        "content": [
            "*Professor_Dorothy_Mary_Hodgkin_pictured_working_at_her_desk_in_the_1960s",
            "\n\n     A review written by Dorothy Hodgkin (pictured around 1960) is among a trove of reports released by the Royal Society.\n    \n\n     Credit: Daily Herald Archive/National Science & Media Museum/SSPL via Getty\n    \n",
            "\n The UK Royal Society has more experience of peer review than most publishers, with the practice used by its journals for nearly 200 years. Last month, the society unsealed more than 1,600 historical reports, dating from 1949 to 1954, and added them to its archive. The reports include assessments of high-profile papers.\n",
            "\n The Royal Society’s \n \n  Philosophical Transactions\n  was the first journal to establish peer review, says Louisiane Ferlier, the society’s digital resources manager in London. “This is really the biggest archive you can have for any scientific journal,” she says.\n",
            "\n\n\n\n\n    Researchers reveal the emotional and professional cost of drawn-out peer review\n   \n\n\n",
            "\n The initial process was much more informal than the one scientists know today, which became formalized in the 1970s, she adds. “Some early referees’ reports have news about their holidays or what else they are doing.”\n",
            "\n What do these and other discussions show us about peer review? “When peer review goes well, it is a system that allows authors to improve the way they communicate their results. It is a unique moment of candid exchange between scientists where anonymity can neutralize the discourse,” Ferlier suggests.\n",
            "\n “When it goes wrong, it can be a biased or inefficient quality-control that simply slows down the circulation of scientific knowledge.”\n",
            "\n\n  Nature\n  rummaged through the archive for insights into the evolution of peer review.\n",
            "h2\n Some reviews were brief — but not all\n",
            "\n By the 1950s, the Royal Society was asking reviewers to respond to standardized questions, including whether a study contained “contributions to knowledge of sufficient scientific interest” and simply whether the society should publish it.\n",
            "\n These questions could prompt brief responses even to significant pieces of work. \n \n  Chemist Dorothy Hodgkin wrote barely 50 words\n  when asked to review the full manuscript of the structure of DNA by Francis Crick and James Watson in 1953, which was published in \n \n  Proceedings of the Royal Society\n  in April 1954\n \n\n   1\n  \n. (A shorter paper announcing the discovery had already appeared in \n \n  Nature\n \n\n\n   2\n  \n.)\n",
            "\n In her sole comment, beyond a series of yes and no answers, Hodgkin suggests the duo should “touch up” photographs to eliminate distracting reflections of “chairs in the perspex rod” — a technical fix that modern cameras perform routinely. Crick and Watson seemed to follow the advice.\n",
            "*Referee's_report_by_Robert_Bellamy_Clifton,_on_two_papers_'On_some_hitherto_undescribed_optical_prop",
            "\n\n     The first page of a lengthy handwritten report by Robert Clifton.\n    \n\n     Credit: ©The Royal Society\n    \n",
            "\n The archive is also littered with long reports, many in handwritten scrawl. In 1877, reviewer Robert Clifton finished \n \n  a 24-page report on two related papers on optics\n , with an apology: “How you will hate me for bothering you with this tremendously long letter, but I hope before we meet time will have softened your anger.”\n",
            "\n Ferlier says that the introduction of the standardized referee questions significantly reduced the amount of time and effort put in by reviewers. “There’s really this understanding in the nineteenth century and very early twentieth century that the peer review is a real discussion,” she says. “After that, it becomes a way of managing the influx of papers for the journal.”\n",
            "h2\n Bias was rife\n",
            "\n Supporters of double-blind peer review — in which the authors’ identity is withheld from the referee — will find much ammunition in the archive. Many early reviewers refer to the character of the authors and their relationship with them.\n",
            "\n For a 1950 paper that discussed ‘anisotropic elastic continuum’ by mathematician James Oldroyd, \n \n  geophysicist Harold Jeffreys wrote\n : “Knowing the author, I have confidence that the analysis is correct.”\n",
            "\n By contrast, physicist Shelford Bidwell didn’t mince his words about the author of a 1900 article on ‘colour sense’. Bidwell had lent apparatus to author Frederick Edridge-Green, but writes: “I was prepared to find that his new paper was rubbish; and it turned out to be rubbish of so rank a character that no competent person could possibly take any other view of it.”\n",
            "*Referee's_report_by_Shelford_Bidwell,_on_a_paper_'The_evolution_of_the_colour_sense'_by_Frederick_Ed",
            "\n\n     A short but brutal review by physicist Shelford Bidwell.\n    \n\n     Credit: ©The Royal Society\n    \n",
            "\n At least one referee, physicist George Burch, was so concerned that rejecting a paper might give the impression of bias that he recommended publication in 1901 even though he was not convinced by the results and couldn’t replicate them.\n",
            "h2\n Early computing sparked disagreement\n",
            "\n When the Royal Society \n \n  first asked referees to give their opinions on a paper in 1831\n , the first two reviewers profoundly disagreed on the manuscript’s merits and whether it should be published (it was).\n",
            "\n\n  The archive shows a similar stalemate over mathematician Alan Turing’s 1951 paper\n \n\n\n   3\n  \n on ‘the chemical basis of morphogenesis’ that proposed new methods of mathematical modelling for the biological field, including the use of computers.\n",
            "\n\n\n\n\n    Anonymizing peer review makes the process more just\n   \n\n\n",
            "\n A negative review by scientist J. B. S. Haldane states: “I consider that the whole non-mathematical part should be re-written.” \n \n  A more positive opinion came from Charles Darwin’s grandson\n , physicist Charles Galton Darwin, who said: “This paper is well worth printing, because it will convey to the biologist the possibilities of mathematical morphology.”\n",
            "\n Still, Darwin criticized the proposed use of a “digital computer” to simulate wave theory. “The machinery is far too heavy for such a simple purpose,” Darwin argued.\n",
            "\n In a move no doubt encouraged by scientists who feel that the peer-review process has mangled their papers, Turing seems to have ignored both sets of comments.\n",
            "h2\n Reviewers helped publishers to cut costs\n",
            "\n The notion that peer review should preserve the quality of the scientific record is a modern viewpoint.\n",
            "\n The Royal Society archive demonstrates another, less noble, reason to use referees: to help journals control costs. Starting in the late nineteenth century, reviewers were asked to weigh up the soaring price of printing and were asked “are portions of the paper, or any illustrations, redundant?”\n",
            "\n In a \n \n  1943 review by Haldane of a paper on the fecundity of \n  \n   Drosophila\n   flies\n , the reviewer suggested cutting figures and tables, some of the discussion and, bizarrely, a short eulogy of a fly biologist. The authors followed the suggestions in full.\n",
            "h2\n Geopolitics influenced publication\n",
            "\n Today, journals are cautious when it comes to publishing maps that feature contested territories. In the 1940s, the influence of geopolitics was more acute. Around the time of the Second World War, the Royal Society added a question for referees: could a scientific manuscript somehow help the Nazis?\n",
            "\n\n\n\n\n    The researchers using AI to analyse peer review\n   \n\n\n",
            "\n It was obvious that many papers weren’t of value to the enemy. But some studies prompted concerns and were often referred to military specialists. Selig Brodetsky, who was a fluid-dynamics researcher at the University of Leeds, UK, \n \n  submitted a paper on aeroplane motion in 1939\n , but after hostilities began he was told its publication would be delayed until after the war.\n",
            "\n Brodetsky accepted the decision, but asked for six copies of his paper — which had been marked ‘SECRET’ — to share with his colleagues for a government project. “I shall of course,” he promised, “take every precaution that no copy gets into unauthorised hands.”\n",
            "doi: https://doi.org/10.1038/d41586-024-03287-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03236-1",
        "title": "‘Anonymous’ genetic databases vulnerable to privacy leaks",
        "content": [
            "*A_silhouetted_crowd_of_people_walking_on_busy_street_in_Istanbul,_Turkey",
            "\n\n     Links between public genetic data sets could be exploited to reveal people’s private information.\n    \n\n     Credit: imagedepotpro/Getty\n    \n",
            "\n A study has raised concerns that a type of genetic database that is increasingly popular with researchers could be exploited to reveal the identities of its participants, or link private health information to their public genetic profiles.\n",
            "\n\n  Single-cell data sets\n  can contain information on gene expression in millions of cells collected from thousands of people. They are often freely accessible, providing a valuable resource for researchers who study the effects of diseases at a cellular level. The data are supposed to be anonymized, but a study published on 2 October in \n \n  Cell\n \n\n\n   1\n  \n shows how genetic data from one study “can be exploited to uncover private information about individuals in another study”, the authors write.\n",
            "\n The findings highlight the difficulty of balancing the interests of researchers with the privacy of donors. “Our genomes are very identifying. They can tell a lot about us, our traits, our predisposition to diseases,” says study co-author Gamze Gürsoy, a bioinformatics researcher at Columbia University in New York City. “You can change your credit-card number if it leaks, but you cannot change your genome.”\n",
            "h2\n Sensitive data\n",
            "\n\n  Concerns around privacy in genetic data sets\n  have been raised before, but they mainly focused on ‘bulk’ genetic data sets. These contain information on gene activity averaged across a large population of cells rather than data of an individual cell.\n",
            "\n It was previously thought that single-cell data sets wouldn’t be as vulnerable to privacy leaks, owing to the level of ‘noise’, or variation in gene expression, between different cells. But Gürsoy and her colleagues demonstrated that was not the case.\n",
            "\n The team reviewed three publicly available single-cell data sets, which included blood cells from people with lupus, a chronic autoimmune disease. The researchers found that they could use data on gene expression to predict the structure of a person’s genome, by combining these values with information on expression quantitative trait loci (eQTLs). The details of eQTLs — variations on the chromosome that correlate with gene expression — are also publicly available on single-cell data sets.\n",
            "\n\n\n\n\n    Supercharged crime-scene DNA analysis sparks privacy concerns\n   \n\n\n",
            "\n To test the reliability of their work, the researchers checked their genome predictions against a genome database corresponding with the cells they used. They were able to link most of the data sets to their corresponding genome, with an accuracy rate of more than 80%.\n",
            "\n Unlike the data on gene expression and eQTLs, full-genome databases can usually be accessed only by scientists, to protect donor’s identifying information. But the researchers point out that a participant’s genome data can be publicly available elsewhere. For example, they might have uploaded it to a genealogy website in which users send DNA samples to learn more about their ancestry. In this case, an attacker could identify an individual whose cells are in a single-cell data set using their genome. This could reveal personal data related to a sensitive trait such as a psychiatric disorder, given that research participants are often selected to study the biology of these complex conditions.\n",
            "\n Privacy breaches such as these could have real-world implications, including causing employment discrimination, says Gürsoy. She adds that any leaks could even have repercussions for future generations, given that genetic traits can be passed to offspring. “Anything that leaks about us will perpetuate through generations,” she says.\n",
            "\n Bradley Malin, who researches large-scale genomic data sharing at Vanderbilt University in Nashville, Tennessee, says that the study is a “novel extension and contribution to the literature”. He adds that future research could explore whether genomic data could still be linked in larger data sets that include samples from thousands or millions of people.\n",
            "h2\n Competing interests\n",
            "\n Scientists are unsure about how best to tackle these privacy concerns. “There’s the desire to protect individual privacy, but also the desire to collectively advance medical research, and those are, unfortunately, at odds with each other,” says Mark Gerstein, who researches medical data science at Yale University in New Haven, Connecticut. The simplest solution would be to stop making genetic data so easily accessible, but this would negatively affect research, he says. “We need to share and aggregate large amounts of information.” he says. “Locking it down and making it more private, really, just gums that whole process up.”\n",
            "\n In their study, Gürsoy and her colleagues say that there should be greater transparency about the risks for participants who share their genomic data, and suggest that researchers should ensure that donors give consent for their data being shared. Another way forward could be encrypting personal data when it is part of a public database. The authors acknowledge that doing this would complicate the process of building and maintaining data sets, but say that it could help to protect participants’ privacy.\n",
            "doi: https://doi.org/10.1038/d41586-024-03236-1"
        ]
    }
]