[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03320-6",
        "title": "AI scans RNA ‘dark matter’ and uncovers 70,000 new viruses",
        "content": [
            "*Observation_of_the_basaltic_organs_of_the_Panarea_volcanic_island_in_the_Aeolian_islands_archipelago",
            "Some of the newly discovered viruses live in hydrothermal vents and other extreme environments.  Credit: Alexis Rosenfeld/Getty",
            "Researchers have used artificial intelligence (AI) to uncover 70,500 viruses previously unknown to science1, many of them weird and nothing like known species. The RNA viruses were identified using metagenomics, in which scientists sample all the genomes present in the environment without having to culture individual viruses. The method shows the potential of AI to explore the ‘dark matter’ of the RNA virus universe.",
            "Viruses are ubiquitous microorganisms that infect animals, plants and even bacteria, yet only a small fraction have been identified and described. There is “essentially a bottomless pit” of viruses to discover, says Artem Babaian, a computational virologist at the University of Toronto in Canada. Some of these viruses could cause diseases in people, which means that characterizing them could help to explain mystery illnesses, he says.",
            "Previous studies have used machine learning to find new viruses in sequencing data. The latest study, published in Cell this week, takes that work a step further and uses it to look at predicted protein structures1.",
            "The AI model incorporates a protein-prediction tool, called ESMFold, that was developed by researchers at Meta (formerly Facebook, headquartered in Menlo Park, California). A similar AI system, AlphaFold, was developed by researchers at Google DeepMind in London, who won the Nobel Prize in Chemistry this week.",
            "h2Missed viruses",
            "In 2022, Babaian and his colleagues searched 5.7 million genomic samples archived in publicly available databases and identified almost 132,000 new RNA viruses2. Other groups have led similar efforts3.",
            "But RNA viruses evolve quickly, so existing methods for identifying RNA viruses in genomic sequence data probably miss many. A common method is to look for a section of the genome that encodes a key protein used in RNA replication, called RNA-dependent RNA polymerase (RdRp). But if the sequence that encodes this protein in a virus is vastly different from any known sequence, researchers won’t recognize it.",
            "Shi Mang, an evolutionary biologist at Sun Yat-sen University in Shenzhen, China, and a co-author of the Cell study, and his colleagues went looking for previously unrecognized viruses in publicly available genomic samples.",
            "They developed a model, called LucaProt, using the ‘transformer’ architecture that underpins ChatGPT, and fed it sequencing and ESMFold protein-prediction data. They then trained their model to recognize viral RdRps and used it to find sequences that encoded these enzymes — evidence that those sequences belonged to a virus — in the large tranche of genomic data. Using this method, they identified some 160,000 RNA viruses, including some that were exceptionally long and found in extreme environments such as hot springs, salt lakes and air. Just under half of them had not been described before. They found “little pockets of RNA virus biodiversity that are really far off in the boonies of evolutionary space”, says Babaian.",
            "“It’s a really promising approach for expanding the virosphere,” says Jackie Mahar, an evolutionary virologist at the CSIRO Australian Centre for Disease Preparedness in Geelong. Characterizing viruses will help researchers to understand the microbes’ origins and how they evolved in different hosts, she says.",
            "And expanding the pool of known viruses makes it easier to find more viruses that are similar, says Babaian. “All of a sudden you can see things that you just weren’t seeing before.”",
            "The team wasn’t able to determine the hosts of the viruses they identified, which should be investigated further, says Mahar. Researchers are particularly interested in knowing whether any of the new viruses infect archaea, an entire branch of the tree of life for which no RNA viruses have been clearly shown to infect.",
            "Shi is now developing a model to predict the hosts of these newly identified RNA viruses. He hopes this will help researchers to understand the roles that viruses have in their environmental niches.",
            "doi: https://doi.org/10.1038/d41586-024-03320-6"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03279-4",
        "title": "If the Nobel Prizes were designed today, what would change?",
        "content": [
            "*A_general_view_shows_members_of_the_Swedish_Royal_family_R,_the_Nobel_Prize_laureates_and_guests_att",
            "Members of the Swedish royal family join laureates on stage at the 2023 Nobel awards ceremony.Credit: Jonathan Nackstrand/AFP via Getty",
            "Nobel prize season is always a time of excitement and speculation about potential winners, but it also brings criticism about the constraints imposed by the rules for the world’s most prestigious scientific prizes. Is it, after all, realistic to expect the stipulations specified by Alfred Nobel 129 years ago to remain appropriate for science today?",
            "\n\nAI comes to the Nobels: double win sparks debate about scientific fields\n",
            "Although there is no shortage of scientific prizes, some of which (such as the US$3-million Breakthrough prizes) are more financially rewarding than the Nobels, none is yet afforded the same cultural status and prestige. So, if the Nobels were being launched today, would their formula need to be different?",
            "“Personally I would say the criteria for Nobel prizes would not have to be significantly modified, but remain effective in the way Alfred Nobel intended,” says chemist Bengt Nordén at Chalmers University of Technology in Gothenburg, Sweden, who was chair of the chemistry Nobel Committee for three years.",
            "One obvious question is whether the categories of the awards adequately cover the core of scientific research. The Nobels are assigned loosely to the classical natural-sciences triumvirate of physics, chemistry and biology. But there is clearly some latitude in those boundaries. The physics awards have reached into fields including nonlinear dynamics and astronomy. The chemistry prizes, meanwhile, have ventured into Earth sciences, such as the 1995 prize for work on the ozone layer and atmospheric chemistry. This year’s chemistry and physics prizes both centred on artificial intelligence (AI).",
            "h2Lack of maths",
            "Göran Hansson, a physician at the Karolinska Institute in Stockholm and former vice-chair of the Nobel Foundation, argues that Nobel’s archaic-sounding category of physiology or medicine remains more apt than a broader biology or life sciences, because these awards remain focused on either clinical medicine or biology relevant to humans (including, in 2022, human evolution).",
            "\n\nMedicine Nobel awarded for gene-regulating ‘microRNAs’\n",
            "Hansson points out that mathematics, which does not have a Nobel category, is well served by other awards, such as the Wolf Prize and the Fields Medal. But there is nothing, he says, to prevent a funder from proposing a new category that could be administered by the Nobel Foundation, as happened for the Nobel prize in economic science — which is awarded in memory of Alfred Nobel — launched by Sweden’s central bank Sveriges Riksbank in 1969.",
            "Newer high-profile science prizes fill some of these gaps while leaving others open. For example, the $1-million Kavli prizes were launched in 2005 by the foundation established by entrepreneur Fred Kavli and are administered by the Norwegian Academy of Science and Letters in Oslo. The prizes reward research in astrophysics, nanoscience and neuroscience — which Kavli thought were “the most exciting fields for the twenty-first century and beyond”. The Breakthrough prizes, founded by a group of technology entrepreneurs including Yuri Milner and Mark Zuckerberg, give annual awards in fundamental physics, life sciences and mathematics.",
            "Perhaps the biggest source of controversy for the Nobel prizes is the restriction of three winners per category. Some argue that this doesn’t reflect the way science has become highly collaborative since Nobel’s day. But Hansson defends the constraint. “Three is, needless to say, not a holy number. But there has to be a limit. And it forces us to work even harder to identify the true discoverers.”",
            "h2Where does a team end?",
            "Prestigious awards “make researchers and research visible, shape careers and even create role models”, says historian Nils Hansson at the Heinrich Heine University Düsseldorf in Germany. He feels such recognition for individual researchers can be positive for science, and doubts that such benefits would follow if prizes were awarded to teams. Besides, he asks, “where does an interdisciplinary and international team start and where does it end?”",
            "Nordén argues that opening up the prize to big teams “would dilute the impact”. However, Göran Hansson acknowledges that big science, especially particle physics, “is a special case” that complicates the picture. The Breakthrough prizes have no limit on awardees: the 2016 prize in physics for the experimental detection of gravitational waves went to 1,015 recipients.",
            "*L-R_Regina_King,_honoree_Dr_Michel_Sadelain,_honoree_Dr_Carl_H_June,_and_Olivia_Wilde_pose_with_awar",
            "The Breakthrough prizes are sometimes regarded as the 'Oscars of science', complete with a star-studded Hollywood ceremony.Credit: Jon Kopaloff/Getty Images for Breakthrough Prize",
            "It would surely be hard for any new prize to compete in prestige with the historical legacy of the Nobels, winners of which include Marie Curie, Albert Einstein, Werner Heisenberg, James Watson, Francis Crick, Frederick Sanger and Sydney Brenner. “The past laureates chosen can give added prestige to a prize,” says Lise Øvreås, president of the Norwegian Academy of Science and Letters, and a microbiologist at the University of Bergen in Norway.",
            "Does the financial worth of a prize make a difference? A small survey of physicians and medical researchers conducted by Nils Hansson1 indicated that scientists feel that media attention can boost an award’s prestige.",
            "Milner says that the substantial financial value of the Breakthrough prizes was intended as “a message to the world: why should basketball players be paid millions and not scientists?” Academic and professional prizes are all well and good, he says, but “we really want the public at large to understand that scientists should be celebrated on a par with actors and performers and sports people. We wanted to create a celebrity element in science”.",
            "h2Decisions, decisions",
            "Another big talking point is how prize decisions are made. Although the Nobel Committee famously strives to be impervious to lobbying — Göran Hansson argues that the geographical remoteness from “major hubs of science” helps the committee to resist such influences — Nils Hansson says that “marketing strategies and personal networks” still matter in awards that, unlike in sports, are not decided on the basis of objective criteria2.",
            "\n\nChemistry Nobel goes to developers of AlphaFold AI that predicts protein structures\n",
            "For one thing, women are under-represented among Nobel laureates even after adjusting for gender imbalances in research generally3. Despite this, Hansson’s survey revealed that 41% of those questioned (two-thirds of the survey respondents were male) felt that gender was of no or little influence in the prize decisions, seemingly denying any problem of gender disparity.",
            "Issues of diversity are “constantly at the centre of attention of the Breakthrough committee members”, says Milner. One of the Breakthrough awards, the Maryam Mirzakhani New Frontiers Prize (named after the Iranian mathematician and first female to win the Fields medal, who died aged 40 in 2017), is conferred to women for the best doctoral thesis in mathematics.",
            "h2Prize culture",
            "Whether a prize could be rationally designed to optimally reflect merit or acquire prestige remains an open question. Nils Hansson doubts whether enough is known about the sociological factors that govern the procedures for and consequences of awards to make it viable. “The understanding of prize cultures and their dynamics is still quite superficial,” he says.",
            "\n\nPhysics Nobel scooped by machine-learning pioneers\n",
            "Do the constraints of the Nobels ever frustrate the committee? “Yes, of course,” says Göran Hansson. “It is frustrating that we can only award a fraction of all the important discoveries that are made. If we were to set up the Nobel Prize today, we might have chosen slightly different areas, or descriptions of areas.” Another source of dissatisfaction is the extreme secrecy of the deliberations, meaning that “we have to remain silent when some of our decisions are questioned”. And because that process typically takes a long time, “it can be very sad when a candidate passes away before an award can be made”, he adds.",
            "Still, Göran Hansson argues that the Nobel prizes must be getting something right. “Hundreds of scientists apparently feel that hundreds of other scientists should be considered for each one of these awards.” And the number of nominations has grown in the past 25 years. “If the Nobel prize categories were irrelevant in today’s world, wouldn’t one expect the opposite?”",
            "doi: https://doi.org/10.1038/d41586-024-03279-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03276-7",
        "title": "‘Phenomenal’ tool sequences DNA and tracks proteins — without cracking cells open",
        "content": [
            "*Immunofluorescence_in_an_expanded_nucleus_shown_in_blue,_yellow_and_purple_colours_on_a_black_backgr",
            "An imaging method reveals various proteins (blue, yellow and magenta) inside the nucleus of a human connective-tissue cell.Credit: Ajay Labade, Zachary Chiang, Caroline Comenho and Jason Buenrostro",
            "Researchers are queuing up to try a powerful microscopy technique that can simultaneously sequence an individual cell’s DNA and pinpoint the location of its proteins with high resolution — all without having to crack the cell open and extract its contents. Imaging DNA and proteins inside intact cells provides crucial information about how these molecules work together.",
            "The method’s developers have already used it to study how ageing might alter the way that proteins in the nucleus interact with chromosomes. As the body ages, they found, changes in these nuclear proteins could suppress gene activity.",
            "“This paper is really extraordinary,” says Ankur Sharma, a cancer biologist at the Garvan Institute of Medical Research in Sydney, Australia, who was not involved in the study but is keen to use the approach to study cancer cells and described it as “phenomenal” on the social-media platform, X.",
            "The method, called expansion in situ genome sequencing, was described in a preprint1 posted on bioRxiv on 26 September. It has not yet been peer reviewed.",
            "h2DNA packaging",
            "The approach could be particularly useful to researchers who are studying how DNA is wound around proteins and stuffed into the nuclei of cells — and how the location of genes within that morass can affect their activity. We can think of DNA as “a linear string of information that has to be squished and organized inside a 5-micron-sized cell nucleus”, says Jason Buenrostro, a geneticist at Harvard University in Cambridge, Massachusetts, and an author on the preprint. “There’s a lot of information in how that folding happens.”",
            "To extract that information, Buenrostro and his colleagues blended two previously reported methods. One feeds the cell a special enzyme for copying DNA, together with a suite of fluorescently tagged DNA components to be incorporated, one by one, into the growing DNA strands. By reading the sequence in which the fluorescent tags are added, researchers can determine the sequence of fragments of the genome2.",
            "*Small_multi-coloured_dots_make_up_the_shape_of_an_oval_on_a_black_background",
            "The new imaging technique can also be used to display genomic information. Each colour represents a different chromosome in the nucleus of the same connective-tissue cell shown above.Credit: Ajay Labade, Zachary Chiang, Caroline Comenho and Jason Buenrostro",
            "Researchers have long known how to label proteins with tags to track their locations. But the resolution of light microscopy is limited by the wavelength of light, which makes it difficult to distinguish fluorescently tagged strands of DNA or proteins that are very close together. This poses a particular problem in the narrow confines of the nucleus.",
            "So the team added another method called expansion microscopy3. This technique relies on a gel that permeates cells and then swells when it absorbs water — much like the filling in disposable diapers. As the gel expands, it pushes molecules further apart, making it easier to distinguish one protein molecule from one another.",
            "The marriage of the two methods allowed Buenrostro’s team to study interactions between proteins and genes in the cells of people with Hutchinson–Gilford progeria syndrome, a genetic condition that results in premature ageing. This condition is caused by mutations in proteins called lamins, which are usually found at the periphery of cell nuclei. The researchers confirmed previous results suggesting that in individuals with progeria, these abnormal lamins intrude into the interior of the nucleus, where they seem to alter the typical arrangement of chromosomes and suppress gene activity. Similar abnormalities were present in skin cells from a 92-year-old donor who did not have progeria.",
            "h2Information goldmine",
            "Expansion in situ genome sequencing is the latest in a series of methods that are allowing researchers to collect an increasing amount of data from individual cells. The ultimate goal is to develop an approach to detect nearly any protein or metabolite in the cell, says Thierry Voet, a geneticist at KU Leuven in Belgium.",
            "\n\nHow to make spatial maps of gene activity — down to the cellular level\n",
            "For now, Voet and his team are considering whether the method could be used in their studies of how cells in a developing embryo can cope with having different numbers of chromosomes from one another.",
            "The technique requires considerable expertise, and this will limit the number of researchers who can immediately take it up, says Kelly Rogers, who studies advanced microscopy at the Walter and Eliza Hall Institute of Medical Research in Melbourne, Australia. “It definitely looks complicated.”",
            "Even so, Rogers can list plenty of colleagues who might want to harness the approach. With time, she says, the protocols could be streamlined or even commercialized.",
            "“One thing that is for sure is that this will become more accessible by a broader range of scientists,” says Rogers. “There don’t seem to be many limits now to what we can achieve.”",
            "doi: https://doi.org/10.1038/d41586-024-03276-7"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03310-8",
        "title": "AI comes to the Nobels: double win sparks debate about scientific fields",
        "content": [
            "*Johan_Åqvist,_right,_member_of_the_Nobel_Committee_for_Chemistry,_explains_the_work_of_David_Baker,_",
            "The 2024 chemistry Nobel went to researchers who developed AI-powered tools to design proteins and predict their structures. Credit: Christine Olsson/TT News Agency via AP/Alamy",
            "Nobel committees recognized the transformative power of artificial intelligence (AI) in two of this year’s prizes — honouring pioneers of neural networks in the physics prize, and the developers of computational tools to study and design proteins in the chemistry prize. But not all researchers are happy.",
            "Moments after the Royal Swedish Academy of Sciences unveiled the winners of this year’s physics Nobel, social media lit up, with several physicists arguing that the science underlying machine learning, celebrated in the awards to Geoffrey Hinton and John Hopfield, was not actually physics.",
            "\n\nChemistry Nobel goes to developers of AlphaFold AI that predicts protein structures\n",
            "“I’m speechless. I like machine learning and artificial neural networks as much as the next person, but hard to see that this is a physics discovery,” Jonathan Pritchard, an astrophysicist at Imperial College London wrote on X. “Guess the Nobel got hit by AI hype.”",
            "The research by Hinton, at the University of Toronto in Canada, and Hopfield at Princeton University in New Jersey, “falls into the field of computer science,” says Sabine Hossenfelder, a physicist at the Munich Center for Mathematical Philosophy in Germany. “The annual Nobel Prize is a rare opportunity for physics — and physicists with it — to step into the spotlight. It's the day when friends and family remember they know a physicist and maybe go and ask him or her what this recent Nobel is all about. But not this year.”",
            "h2Bringing fields together",
            "Not everyone was troubled, however: many physicists welcomed the news. “Hopfield and Hinton's research was interdisciplinary, bringing together physics, math, computer science and neuroscience,” says Matt Strassler, a theoretical physicist at Harvard University in Cambridge, Massachusetts. “In that sense, it belongs to all of these fields.”",
            "Anil Ananthaswamy, a science writer based in Berkeley, California, and author of the book Why Machines Learn, points out that although the research cited by the Nobel committee might not be theoretical physics in the purest sense, it is rooted in techniques and concepts from physics, such as energy. The ‘Boltzmann networks’ invented by Hinton and the Hopfield networks “are both energy-based models”, he says.",
            "\n\nPhysics Nobel scooped by machine-learning pioneers\n",
            "The connection with physics became more tenuous in subsequent developments in machine learning, Ananthaswamy adds, particularly in the ‘feed-forward’ techniques that made neural networks easier to train. But physics ideas are making a comeback, and are helping researchers understand why the increasingly complex deep-learning systems do what they do. “We need the way of thinking we have in physics to study machine learning,” says Lenka Zdeborová, who studies the statistical physics of computation at the Swiss Federal Institute of Technology in Lausanne.",
            "“I think that the Nobel prize in physics should continue to spread into more regions of physics knowledge,” says Giorgio Parisi, a physicist at the Sapienza University of Rome who shared the 2021 Nobel. “Physics is becoming wider and wider, and it contains many areas of knowledge that did not exist in the past, or were not part of physics.”",
            "h2Not just AI",
            "Computer science seemed to be completing its Nobel take-over the day after the physics prize announcement, when Demis Hassabis and John Jumper, co-creators of the protein-folding prediction AI tool AlphaFold at Google DeepMind in London, won half of the chemistry Nobel. (The other half was awarded to David Baker at the University of Washington in Seattle for protein-design work that did not employ machine learning).",
            "The prize was a recognition of the disruptive force of AI, but also of the steady accumulation of knowledge in structural and computational biology, says David Jones, a bioinformatician at University College London, who collaborated with DeepMind on the first version of AlphaFold. “I don’t think AlphaFold involves any radical change in the underlying science that wasn’t already in place,” he says. “It’s just how it was put together and conceived in such a seamless way that allowed AlphaFold to reach those heights.”",
            "\n\nThese five scientific fields win the most Nobel Prizes\n",
            "For example, one key input AlphaFold uses is the sequences of related proteins from different organisms, which can identify amino acid pairs that have tended to co-evolve and therefore might be in close physical proximity in a protein’s 3D structure. Researchers were already using this insight to predict protein structures at the time AlphaFold was developed, and some even began embedding the idea in deep learning neural networks.",
            "“It wasn't just that we went to work and we pressed the AI button, and then we all went home,” Jumper said at a press briefing at DeepMind on 9 October. “It was really an iterative process where we developed, we did research, we tried to find the right kind of combinations between what the community understood about proteins and how do we build those intuitions into our architecture.”",
            "AlphaFold also would not have been possible were it not for the Protein Data Bank, a freely available repository of more than 200,000 protein structures — including some that have contributed to previous Nobels — determined using X-ray crystallography, cryo-electron microscopy and other experimental methods. “Each data point is years of effort from someone,” Jumper said.",
            "Since they were first awarded in 1901, the Nobels have often been about the impact of research on society, and have rewarded practical inventions, not only pure science. In this respect, the 2024 prizes are not outliers, says Ananthaswamy. “Sometimes they are given for very good engineering projects. That includes the prizes for lasers and PCR.”",
            "doi: https://doi.org/10.1038/d41586-024-03310-8"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-02942-0",
        "title": "How AI-powered science search engines can speed up your research",
        "content": [
            "*Close_up_view_of_a_man's_hands_type_words_on_a_laptop_keyboard",
            "Tasks such as literature review can be made easier with AI tools, but the tools must be used with caution.Credit: Olena Hromova/Alamy",
            "Artificial-intelligence (AI) tools are transforming the way we work. Many products attempt to make scientific research more efficient by helping researchers to sort through large volumes of literature.",
            "These scientific search engines are based on large language models (LLMs) and are designed to sift through existing research papers and summarize the key findings. AI firms are constantly updating their models’ features and new tools are regularly being released.",
            "Nature spoke to developers of these tools and researchers who use them to garner tips on how to apply them — and pitfalls to watch out for.",
            "h2What tools are available?",
            "Some of the most popular LLM-based tools are Elicit, Consensus and You, which offer various ways to speed up literature review.",
            "When users input a research question into Elicit, it returns lists of relevant papers and summaries of their key findings. Users can ask further questions about specific papers, or filter by journal or study type.",
            "\n\nAI science search engines are exploding in number — are they any good?\n",
            "Consensus helps researchers to understand the variety of scientific information on a topic. Users can input questions such as ‘Can ketamine treat depression?’, and the tool provides a ‘consensus meter’ showing where scientific agreement lies. Researchers can read summaries of papers that agree, disagree or are unsure about the hypothesis. Eric Olson, the chief executive of Consensus in Boston, Massachusetts, says that the AI tool doesn’t replace in-depth interrogation of papers, but it is useful for high-level scanning of studies.",
            "You, a software development company in Palo Alto, California, says that You was the first search engine to incorporate AI search with up-to-date citation data for studies. The tool offers users different ways to explore research questions, for instance its ‘genius mode’ offers answers in charts. Last month, You launched a ‘multiplayer tool’ that allows colleagues to collaborate and share custom AI chats that can automate specific tasks, such as fact checking.",
            "*Screenshot_of_the_Consensus_interface",
            "Consensus can give some idea of where scientific agreement lies on a particular topic or question. Credit: Consensus",
            "Clarivate, a research analytics company headquartered in London, released its AI-powered research assistant in September, which allows users to quickly search through the Web of Science database. Scientists can input a research question and view relevant abstract summaries, related topics and citation maps, which show the papers that each study cites and can help researchers to identify key literature, Clarivate says.",
            "And although papers in the Web of Science are in English, Clarivate’s AI tool can also summarize paper abstracts in different languages. “Language translation baked into large language models has huge potential to even out scientific literature around the world,” says Francesca Buckland, vice-president of product at Clarivate, who is based in London.",
            "BioloGPT is one of a growing number of subject-specific AI tools and produces summary and in-depth answers to biological questions.",
            "h2Which tools suit which tasks?",
            "“I always say that it depends on what you really want to do,” says Razia Aliani, an epidemiologist in Calgary, Canada, when asked about the best AI search-engine tools to use.",
            "When she needs to understand the consensus or diversity of opinion on a topic, Aliani gravitates towards Consensus.",
            "Aliani, who also works at the systematic-review company Covidence, uses other AI tools when reviewing large databases. For example, she has used Elicit to fine-tune her research interests. After inputting an initial research question, Aliani uses Elicit to exclude irrelevant papers and delve deeper into more-relevant ones.",
            "Aliani says that AI search tools don’t just save time, they can help with “enhancing the quality of work, sparking creativity and even finding ways to make tasks less stressful”.",
            "*Screenshot_of_the_interface_for_the_Web_of_Science_platform_by_Clarivate",
            "Clarivate’s AI tool produces citation maps showing the papers cited by each study.Credit: Web of Science, Clarivate",
            "Anna Mills teaches introductory writing classes at the College of Marin in San Francisco, California, including lessons on the research process. She says that it’s tempting to introduce her students to these tools, but she’s concerned that they could hinder the students’ understanding of scholarly research. Instead, she’s keen to teach students how AI search tools make mistakes, so they can develop the skills to “critically assess what these AI systems are giving them”.",
            "“Part of being a good scientist is being sceptical about everything, including your own methods,” says Conner Lambden, BiologGPT’s founder, who is based in Golden, Colorado.",
            "h2What about inaccurate answers and misinformation?",
            "Concerns abound about the accuracy of the outputs of major AI chatbots, such as ChatGPT, which can ‘hallucinate’ false information and invent references.",
            "\n\nThree ways ChatGPT helps me in my academic writing\n",
            "That’s led to some scepticism about science search engines — and researchers should be cautious, say users. Common errors that AI research tools face include making up statistics, misrepresenting cited papers and biases based on these tools’ training systems.",
            "The issues that sports scientist Alec Thomas has experienced when using AI tools have led him to abandon their use. Thomas, who is at the University of Lausanne in Switzerland, previously appreciated AI search tools, but stopped using them after finding “some very serious, basic errors”. For instance, when researching how people with eating disorders are affected if they take up a sport, an AI tool summarized a paper that it said was relevant, but in reality “it had nothing to do with the original query”, he says. “We wouldn’t trust a human that is known to hallucinate, so why would we trust an AI?” he says.",
            "h2How are developers addressing inaccurate answers?",
            "The developers that Nature spoke to say they have implemented safeguards to improve accuracy. James Brady, head of engineering at Elicit in Oakland, California, says that the firm takes accuracy seriously, and it is using several safety systems to check for errors in answers.",
            "Buckland says that the Web of Science AI tool has “robust safeguards”, to prevent the inclusion of fraudulent and problematic content. During beta-testing, the team worked with around 12,000 researchers to incorporate feedback, she says.",
            "\n\nAI chatbots are coming to search engines — can you trust the results?\n",
            "Although such feedback improves user experience, Olson says that this, too, could influence hallucinations. AI search tools are “trained on human feedback, they want to provide a good answer to humans”, says Olson. So “they’ll fill in gaps of things that aren’t there”.",
            "Andrew Hoblitzell, a generative-AI researcher in Indianapolis, Indiana, who lectures at universities through a programme called AI4All, thinks that AI search tools can support the research process, providing that scientists verify the information generated. “Right now, these tools should be used in a hybrid manner rather than a definitive source.”",
            "doi: https://doi.org/10.1038/d41586-024-02942-0"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03288-3",
        "title": "Google uncovers how quantum computers can beat today’s best supercomputers",
        "content": [
            "*A_Google_quantum_processor_Sycamore_is_held_by_a_pair_of_hands_in_protective_gloves",
            "Google’s Sycamore processor uses quantum bits, or qubits, to run algorithms.Credit: Peter Kneffel/dpa/Alamy",
            "Ever since the first quantum computers were dreamt up in the early 1980s, researchers have looked forward to the day the devices could solve problems that are too difficult for classical computers. In the past five years, the machines have finally begun to challenge their classical cousins — although definitive victory over them has remained elusive.",
            "Now, in the latest chapter of the battle to achieve this ‘quantum advantage’, researchers at Google say they have determined the conditions under which quantum computers can beat their classical counterparts. To understand these conditions, they used a quantum-computer processor named Sycamore to run random circuit sampling (RCS), a simple quantum algorithm that essentially generates a random sequence of values.",
            "\n\nGoogle’s quantum computer hits key milestone by reducing errors\n",
            "The team analysed Sycamore’s output and found that when it ran in a mode with a lot of noise interference while performing RCS, it could be ‘spoofed’, or beaten, by classical supercomputers. But, when the noise was lowered to a certain threshold, Sycamore’s computation became complex enough that spoofing it was effectively impossible — by some estimates, it would take the fastest classical supercomputer in the world ten trillion years. The finding, first reported in a preprint on the arXiv server last year, was published today in Nature1.",
            "This is a convincing demonstration that Sycamore is capable of outpacing any classical computer running RCS, quantum specialists told Nature. In 2019, Google reported that its quantum computer could run RCS and achieve a quantum advantage, but since then classical computers have been able to run the algorithm more quickly than estimated, eliminating the purported advantage. This time around, “Google did a very good job of both clarifying and addressing many of the known issues with RCS”, says Michael Foss-Feig, a quantum-computing researcher at the computer software firm Quantinuum, who is based in Broomfield, Colorado. And the new findings show how much noise quantum computers can have and still beat classical computers, he says.",
            "The continuous competition between classical and quantum computers has been a driving force in the field, says Chao-Yang Lu, a quantum physicist at the University of Science and Technology of China in Shanghai. It has motivated researchers to build bigger and higher-quality quantum computers.",
            "Google’s latest result does not mean that quantum computers will replace classical computers. For instance, Sycamore cannot perform typical operations of a regular computer, such as storing photos or sending e-mails. “Quantum computers are not faster — they’re different,” says Sergio Boixo, the head of Google’s quantum computing effort in Santa Barbara, California. They are intended to eventually do classically impossible — and useful — tasks, such as exactly simulating chemical reactions.",
            "h2Exponential growth",
            "The Sycamore processor looks similar to the silicon chips that power everyday laptops, but it is specially fabricated to control the electrons that flow through it — with quantum precision. To reduce temperature fluctuations that would destroy the electrons’ delicate states and introduce noise, the chip is kept at ultracold temperatures near absolute zero.",
            "\n\nIBM quantum computer passes calculation milestone\n",
            "Rather than using classical bits (which are always either a 0 or 1) as a regular computer does, the quantum chip relies on qubits, which harness the electrons’ ability to be in a mixture of states. A quantum computer can conduct some tasks with exponentially fewer qubits than the bits a classical computer would need. For example, to run the RCS algorithm, a classical computer would need 1,024 bits and a quantum computer would need 10 qubits.",
            "Five years ago, a team of Google researchers reported in Nature2 that to match a 200-second RCS run on their 53-qubit computer, it would take a classical supercomputer 10,000 years. Almost immediately, the claim came under fire; researchers at the technology giant IBM posted a preprint online3, ahead of peer review, which suggested that a supercomputer could actually complete the task in days. In June, Lu and his colleagues used powerful classical computers to spoof the result in just over one minute4.",
            "Google’s 2019 result is not the only one that has fallen to classical spoofing. In June 2023, IBM researchers and others reported evidence5 that their 127-qubit computer could solve potentially useful maths problems that were “beyond brute-force classical computation”. Within weeks, multiple studies6,7 showed that classical approaches could still compete.",
            "h2High fidelity",
            "Boixo and his colleagues wanted to understand how noise made quantum computers vulnerable to classical spoofing. They found that even tiny differences in qubit noise — going from a 99.4% error-free rate to 99.7% — caused Sycamore to behave as if it were in a new state, similar to matter transitioning from solid to liquid.",
            "\n\nHello quantum world! Google publishes landmark quantum supremacy claim\n",
            "“What [the noise] is doing, it’s turning the system into something more classical,” Boixo says. Once an upgraded version of Sycamore running with 67 qubits was past a certain noise threshold, its RCS output became impossible to simulate classically.",
            "Within the past two years, attempts to beat classical supercomputers have also focused on reducing qubit noise. Foss-Feig and his colleagues ran RCS on a quantum computer with 56 low-error qubits8. With better qubits, “at least for RCS, classical computers can no longer keep up with quantum computers”, he says.",
            "Someday, researchers hope quantum computers will be large enough and free enough from errors to move past the quantum–classical war. For now, they’ll settle for the battle. If you cannot win an advantage with RCS, the simplest of applications, Boixo says, “I don’t think you can win in any other application”.",
            "doi: https://doi.org/10.1038/d41586-024-03288-3"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03277-6",
        "title": "Eating less can lead to a longer life: massive study in mice shows why",
        "content": [
            "*Coloured_scanning_electron_micrograph_of_fat_cells_shown_in_various_shades_of_pink",
            "Fat cells (artificially coloured). Restrictive diets cause fat loss and lengthen life, but the two effects are not necessarily linked.Credit: Steve Gschmeissner/SPL",
            "Cutting calorie intake can lead to a leaner body — and a longer life, an effect often chalked up to the weight loss and metabolic changes caused by consuming less food. Now, one of the biggest studies1 of dietary restrictions ever conducted in laboratory animals challenges the conventional wisdom about how dietary restriction boosts longevity.",
            "The study, involving nearly 1,000 mice fed low-calorie diets or subjected to regular bouts of fasting, found that such regimens do indeed cause weight loss and related metabolic changes. But other factors — including immune health, genetics and physiological indicators of resiliency — seem to better explain the link between cutting calories and increased lifespan.",
            "“The metabolic changes are important,” says Gary Churchill, a mouse geneticist at the Jackson Laboratory in Bar Harbor, Maine, who co-led the study. “But they don’t lead to lifespan extension.”",
            "To outside investigators, the results drive home the intricate and individualized nature of the body’s reaction to caloric restriction. “It’s revelatory about the complexity of this intervention,” says James Nelson, a biogerontologist at the University of Texas Health Science Center in San Antonio.",
            "The study was published today in Nature by Churchill and his co-authors, including scientists at Calico Life Sciences in South San Francisco, California, the anti-ageing focused biotech company that funded the study.",
            "h2Counting calories",
            "Scientists have long known that caloric restriction, a regimen of long-term limits on food intake, lengthens lifespan in laboratory animals2. Some studies3,4 have shown that intermittent fasting, which involves short bouts of food deprivation, can also increase longevity.",
            "To learn more about how such diets work, the researchers monitored the health and longevity of 960 mice, each a genetically distinct individual drawn from a diverse population that mirrors the genetic variability found in humans. Some mice were placed on calorie-limited diets, another group followed intermittent fasting regimens, and others were allowed to eat freely.",
            "\n\nLife expectancy rise in rich countries slows down: why discovery took 30 years to prove\n",
            "Cutting calories by 40% yielded the longest longevity bump, but intermittent fasting and less severe calorie restriction also increased average lifespan. The dieting mice also displayed favourable metabolic changes, such as reductions in body fat and blood sugar levels.",
            "However, the effects of dietary restriction on metabolism and lifespan didn’t always change in lockstep. To the authors’ surprise, the mice that lost the most weight on a calorie-limited diet tended to die younger than did animals that lost relatively modest amounts.",
            "This suggests that processes beyond simple metabolic regulation drive how the body responds to limited-calorie regimes. What mattered most for lengthening lifespan were traits related to immune health and red-blood-cell function. Also key was overall resilience, presumably encoded in the animals’ genes, to the stress of reduced food intake.",
            "“The intervention is a stressor,” Churchill explains. The most-resilient animals lost the least weight, maintained immune function and lived longer.",
            "h2Leanness for longevity",
            "The findings could reshape how scientists think about studies of dietary restriction in humans. In one of the most comprehensive clinical trials of a low-calorie diet in healthy, non-obese individuals, researchers found5 that the intervention helped to dial down metabolic rates — a short-term effect thought to signal longer-term benefits for lifespan.",
            "But the mouse data from Churchill’s team suggest that metabolic measurements might reflect ‘healthspan’ — the period of life spent free from chronic disease and disability — but that other metrics are needed to say whether such ‘anti-ageing’ strategies can truly extend life.",
            "Daniel Belsky, an epidemiologist who studies ageing at the Columbia University Mailman School of Public Health in New York City, cautions against over-extrapolating from mice to humans. But he also acknowledges that the study “adds to the growing understanding we have that healthspan and lifespan are not the same thing”.",
            "doi: https://doi.org/10.1038/d41586-024-03277-6"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03214-7",
        "title": "Chemistry Nobel goes to developers of AlphaFold AI that predicts protein structures",
        "content": [
            "*Composite_image_of_headshots_of_David_Baker,_Demis_Hassabis_and_John_Jumper",
            "David Baker, Demis Hassabis and John Jumper (left to right) won the chemistry Nobel for developing computational tools that can predict and design protein structures.Credit: BBVA Foundation",
            "For the first time — and probably not the last — a scientific breakthrough enabled by artificial intelligence (AI) has been recognized with a Nobel prize. The 2024 chemistry Nobel was awarded to John Jumper and Demis Hassabis at Google DeepMind in London, for developing a game-changing AI tool for predicting protein structures called AlphaFold, and David Baker, at the University of Washington in Seattle, for his work on computational protein design, which has been bolstered by Al in the past few years.",
            "“I hope when we look back on AlphaFold, it will be the first proof point of AI’s incredible potential to accelerate scientific discovery,” Hassabis said at a press briefing at DeepMind on 9 October. “It’s so unreal at this moment.”",
            "\n\nWhat’s next for AlphaFold and the AI protein-folding revolution\n",
            "The impact of AlphaFold, which was unveiled just a few years ago, has been nothing short of transformative. The tool has made protein structures — often, but not always, highly accurate ones — available to researchers at the touch of a button, and enabled experiments that were unimaginable a decade ago. “It’s a major revolution,” says Christine Orengo, a computational biologist at University College London, whose laboratory has used AlphaFold-predicted structures to uncover new proteins.",
            "“It has long been a dream to learn to predict the three-dimensional structure of proteins from knowing their amino acid sequences. For several decades, this was considered impossible,” said Nobel committee chair Heiner Linke, who researches nanoscience at Lund University in Sweden, during the prize announcement. This year’s laureates “have cracked the code”, he added. The three winners share a prize pot of 11 million Swedish kronor (US$1 million).",
            "h2Award-winning AI",
            "DeepMind debuted AlphaFold in 2018, when it won a biennial protein-structure prediction contest called the Critical Assessment of Protein Structure Prediction (CASP). But it was the second iteration of the deep-learning neural network1,2, revealed in late 2020, that really shook up the life sciences. Many of AlphaFold2’s predictions at CASP were so accurate as to be indistinguishable from experimentally solved protein structures.",
            "Hassabis, DeepMind’s co-founder and chief executive, and Jumper, head of the AlphaFold team, led the development of AlphaFold2. To predict protein structures, the neural network incorporates data from libraries of hundreds of thousands of structures and millions of sequences from related proteins — which hold information about their shapes.",
            "\n\nHow to win a Nobel prize: what kind of scientist scoops medals?\n",
            "In particular, AlphaFold’s success is due in no small part to the Protein Data Bank, a freely available repository of more than 200,000 protein structures determined using methods including X-ray crystallography and cryo-electron microscopy. “It’s humbling every time we train [AlphaFold] on years of effort. Each data point is years of effort from someone,” Jumper said at the DeepMind press briefing.",
            "In 2021, DeepMind made AlphaFold2’s underlying code freely available, along with the data needed to train the model. An AlphaFold database, created with the European Molecular Biology Laboratory’s European Bioinformatics Institute in Hinxton, UK, now holds the structures of almost all the proteins from every organism represented in genetic databases, some 214 million predictions in total. This year, the company unveiled a third version of AlphaFold, which can model other molecules that interact with proteins, such as drugs3.",
            "The revolution that Jumper, Hassabis and their colleagues unleashed is still in its early days, and AlphaFold’s full impact on science might not be known for years. Already, the tool is helping scientists make new insights.",
            "One pioneering team used the tool, along with experimental data, to map the nuclear pore complex, one of our cells’ largest machines that transports molecules into and out of the nucleus4. Last year, two teams mined the entire AlphaFold database to uncover the darkest corners of the protein universe, identifying new families of proteins and folds and surprising connections in the machinery of life5.",
            "\n\n‘The entire protein universe’: AI predicts shape of nearly every known protein\n",
            "Many researchers hope that AlphaFold and other AI tools it has inspired will transform medicine, but it is not yet clear how, or indeed whether, AlphaFold will streamline the costly and multi-step process of developing safe drugs. Scientists laying the groundwork for new vaccines are finding AlphaFold incredibly useful and, in some cases, game changing. But AlphaFold is a complement to experimental studies and other approaches to mapping and tweaking the structure of viral proteins for use in vaccines.",
            "For most researchers, a predicted structure is the beginning of a study, not the end, says Jan Kosinski, a structural modeller at the European Molecular Biology Laboratory in Hamburg, Germany. “At the beginning, there was this fear that it will replace structural biology, people will lose jobs and so on. Actually, the complete opposite has happened,” he adds.",
            "David Jones, a bioinformatician at University College London who collaborated with DeepMind on the first version of AlphaFold starting in 2016, says one of the tool’s biggest impacts has been a change in biologists’ mindsets, people realized “that computers are things that can produce useful hypotheses that can be tested in the lab”.",
            "h2Creating new proteins",
            "Some two decades before DeepMind started working on AlphaFold, computational biophysicist David Baker and his colleagues developed a software tool called Rosetta that modelled protein structures using physical principles. The tool compares small fragments of several existing protein structures and sequences to identify a protein sequence that can fold into a particular shape.",
            "Initially, Rosetta was applied to predicting protein structures — it has been among the top entries at numerous CASPs, before AlphaFold’s dominance. But Baker soon realized that the model could be flipped around to design entirely new proteins.",
            "\n\nAI tools are designing entirely new proteins that could transform medicine\n",
            "The tool had early success in designing proteins6, including new kinds of enzyme, proteins that can bind tightly to other molecules and self-assembling protein nanoparticles that resemble viruses (one of these served as a basis for an approved COVID-19 vaccine).",
            "When AlphaFold2 was announced — but not yet released — Baker and his team, including computational chemist Minkyung Baek, now at Seoul National University, set out to understand the software and apply some of its tricks to a previous AI-based version of Rosetta. The first version of the resulting RoseTTAFold network7 performed nearly as well as AlphaFold2. Since 2021, both networks have been continually improved by their developers and other scientists to tackle fresh challenges, such as predicting the structure of complexes of several distinct interacting proteins.",
            "Baker’s team has been especially prolific in applying machine learning to his lab’s raison d’etre: creating new proteins never before seen in nature. A tool recently developed by Baker’s team that combines RoseTTAFold with image-generating diffusion neural networks has led to a step change in researchers’ capacity to design proteins.",
            "h2Rapid progress",
            "Such tools have been a massive accelerator and democratizer, says Sergey Ovchinnikov, an evolutionary biologist at the Massachusetts Institute of Technology in Cambridge, who did his PhD in Baker’s lab. It used to take Rosetta weeks of running on hundreds of processors to come up with a protein design, a task that newer AI-based tools can accomplish in seconds. “Now everybody in the world can do protein design,” he says.",
            "“I have been really deeply inspired by the others in the field and the people I’ve worked with,” said Baker, speaking by telephone at the Nobel prize announcement. “I stood on the shoulders of giants.”",
            "\n\nMedicine Nobel awarded for gene-regulating ‘microRNAs’\n",
            "Martin Steinegger, a computational biologist at Seoul National University, likens the impact of AlphaFold, RoseTTAFold and other biological AI tools to that of the Apollo Moon missions, because they show what engineering can achieve. “This is a similar moment for structure prediction and the structural biology field — just seeing what is possible,” he says.",
            "Few were surprised with the Nobel committee’s decision. For Baker, “most people thought that it was ‘a when not if’ situation, the amount of work he’s done in that field,” says Jones. Jumper, aware that he and Hassabis were on many people’s shortlists, said in the press briefing that he was unable to sleep the night before today’s announcement.",
            "For Jumper, the predicted structures that AlphaFold delivers create opportunities for scientific discovery. Millions of scientists have already used the tools, and he hopes that it won’t be long before one of them gets a call from Sweden. “The moment that I will be almost as excited as this will be the Nobel prize that talks about the work done with AlphaFold,” he said.",
            "doi: https://doi.org/10.1038/d41586-024-03214-7"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03213-8",
        "title": "Physics Nobel scooped by machine-learning pioneers",
        "content": [
            "*A_screen_shows_the_laureates_of_the_2024_Nobel_Prize_in_Physics,_US_physicist_John_J_Hopfield_L_and_",
            "The winners were announced by the Royal Swedish Academy of Sciences in Stockholm.Credit: Jonathan Nackstrand/AFP via Getty",
            "Two researchers who developed tools for understanding the neural networks that underpin today’s boom in artificial intelligence (AI) have won the 2024 Nobel Prize in Physics.",
            "John Hopfield at Princeton University in New Jersey, and Geoffrey Hinton at the University of Toronto, Canada, share the 11-million Swedish kronor (US$1 million) prize, announced by the Royal Swedish Academy of Sciences in Stockholm on 8 October.",
            "Both used tools from physics to come up with methods that power artificial neural networks, which exploit brain-inspired, layered structures to learn abstract concepts. Their discoveries “form the building blocks of machine learning, that can aid humans in making faster and more-reliable decisions”, said Nobel physics committee chair Ellen Moons, a physicist at Karlstad University, Sweden, during the prize announcement. “Artificial neural networks have been used to advance research across physics topics as diverse as particle physics, material science and astrophysics.”",
            "h2Machine memory",
            "In 1982, Hopfield, a theoretical biologist with a background in physics, came up with a network that described connections between virtual neurons as physical forces1. By storing patterns as a low-energy state of the network, the system was able to re-create these patterns when prompted with something similar. It became known as associative memory, because the way in which it ‘recalls’ things is similar to the brain trying to remember a word or concept on the basis of related information.",
            "Hinton, a computer scientist, used principles from statistical physics, which collectively describes systems that have too many parts to track individually, to further develop the ‘Hopfield network’. By building probabilities into a layered version of the network, he created a tool that could recognize and classify images, or generate new examples of the type that it was trained on2.",
            "\n\nComputer science: The learning machines\n",
            "These processes differed from earlier kinds of computation, in that the networks were able to learn from examples, including from complex data. This would have been challenging for conventional software reliant on step-by-step calculations.",
            "The networks are “grossly idealized models that are as different from real biological neural networks as apples are from planets”, Hinton wrote in Nature Neuroscience in 2000. But they proved useful and have been built on widely. Neural networks that mimic human learning form the basis of many state-of-the-art AI tools, from large language models to machine-learning algorithms capable of analysing large swathes of data, including the protein-structure-prediction model AlphaFold.",
            "Speaking by telephone during the physics-prize announcement, Hinton said that learning he had won the Nobel was “a bolt from the blue”. “I’m flabbergasted, I had no idea this would happen,” he said. He added that advances in machine learning “will have a huge influence, it will be comparable with the industrial revolution. But instead of exceeding people in physical strength, it’s going to exceed people in intellectual ability”.",
            "In recent years, Hinton has become one of the loudest voices calling for safeguards to be placed around AI. He says he became convinced last year that digital computation had become better than the human brain, thanks to its ability to share learning from multiple copies of an algorithm, running in parallel. “It made me think [that these systems are] going to become more intelligent than us sooner than I thought,” he said on 31 May, speaking virtually to the AI for Good Global Summit in Geneva, Switzerland. “Up until that point, I’d spent 50 years thinking that if we could only make it more like the brain, it will be better.”",
            "h2Motivated by physics",
            "Hinton also won the A. M. Turing Award in 2018 — sometimes described as the ‘Nobel of computer science’. Hopfield, too, has won several other prestigious physics awards, including the 2001 Dirac Medal.",
            "Hopfield’s “motivation was really physics, and he invented this model of physics to understand certain phases of matter”, says Karl Jansen, a physicist at the German Electron Synchrotron (DESY) in Zeuthen, who describes the work as “groundbreaking”. After decades of development, neural networks have become an important tool in analyzing data from physics experiments and in understanding the types of transitions between phases that Hopfield had set out to study, Jansen adds.",
            "\n\nHow to win a Nobel prize: what kind of scientist scoops medals?\n",
            "Lenka Zdeborová, a specialist in the statistical physics of computation at the Swiss Federal Institute of Technology in Lausanne (EPFL), says she was pleasantly surprised that the Nobel Committee recognized the importance of ideas from physics for understanding complex systems. “This is a very generic idea, whether it’s molecules or people in society.”",
            "In the past five years, the Abel Prize and Fields Medals have also celebrated the cross-fertilization between mathematics, physics and computer science, particularly contributions to statistical physics.",
            "Both Hopfield and Hinton “have brought incredibly important ideas from physics into AI”, says Yoshua Bengio, a computer scientist who shared the 2018 Turing Award with Hinton and fellow neural-network pioneer Yann LeCun. Hinton’s seminal work and infectious enthusiasm made him a great role model for Bengio and other early proponents of neural networks. “It inspired me incredibly when I was just a university student,” says Bengio, who is scientific director of Mila — Quebec Artificial Intelligence Institute in Montreal, Canada. For decades, many computer scientists regarded neural-network research as fruitless, says Bengio, but there was a turning point in 2012, when Hinton and others used the technology to win a major image-recognition competition.",
            "h2Brain-model benefits",
            "Biology has also benefited from these artificial models of the brain. May-Britt Moser, a neuroscientist at the Norwegian University of Science and Technology in Trondheim and a winner of the 2014 Nobel Prize in Physiology or Medicine, says she was “so happy” when she saw this year’s Nobel physics winners being announced. Versions of Hopfield’s network models have been useful to neuroscientists, she says, for investigating how neurons work together in memory and navigation. His model, which describes memories as low points of a surface, helps researchers to visualize how certain thoughts or anxieties can get fixed and retrieved in the brain, she adds. “I love to use this as a metaphor to talk to people when they are stuck.”",
            "\n\nTen computer codes that transformed science\n",
            "Today, neuroscience relies on network theories and machine-learning tools, which stem from Hopfield’s and Hinton’s work, to understand and process data on thousands of cells simultaneously, says Moser. “It’s like a fuel for understanding things that we couldn’t even dream of when we started in this field.”",
            "“The use of machine-learning tools is having immeasurable impact on data analysis and our potential understanding of how brain circuits may compute,” says Eve Marder, a neuroscientist at Brandeis University in Waltham, Massachusetts. “But these impacts are dwarfed by the many impacts that machine learning and artificial intelligence are having in every aspect of our daily lives.”",
            "doi: https://doi.org/10.1038/d41586-024-03213-8"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03278-5",
        "title": "Famed lions’ full diet revealed by DNA — and humans were among their prey",
        "content": [
            "*Close-up_of_the_face_of_a_maneless_lion",
            "A maneless lion from Kenya. Two maneless lions nicknamed the ‘Man-eaters of Tsavo’ preyed on railway workers in Kenya during the nineteenth century.Credit: Cavan Images/Alamy",
            "Hair found wedged in the broken teeth of famous lions killed in the nineteenth century offers a glimpse of their diet — which included humans1.",
            "Few wild lions (Panthera leo) are as well-known as the ‘Man-eaters of Tsavo’, two large maneless males that terrorized workers constructing the Kenya–Uganda Railway until they were shot by a railway administrator, lieutenant-colonel John Henry Patterson, in 1898. The exact number of their victims is unknown, but they probably killed at least 31 people near the Tsavo River in Kenya2.",
            "The Tsavo lions ended up on display at Chicago’s Field Museum in Illinois, and by 2001, thousands of hairs had been extracted from a cavity in one of their teeth. At the time, the best scientists could do was look at the hairs under a microscope.",
            "h2Ancient-DNA advances",
            "However, “ancient DNA has come a long way”, says co-author Ripan S. Malhi, an anthropological geneticist at the University of Illinois at Urbana-Champaign. “You no longer need a follicle cell on a hair” to extract and read the DNA. “You can do it from the hair shaft itself.” Using these techniques, Malhi and his colleagues have identified hair from giraffe, oryx, waterbuck, wildebeest, zebra and human in the sample. Their report was published today in Current Biology.",
            "The wildebeests were the biggest surprise. There were no wildebeests near the site of the railway worker’s camp, says co-author Alida de Flamingh, an evolutionary biologist at the University of Illinois at Urbana-Champaign. The closest herds were 90 kilometres away. So “either these lions were roaming across larger areas, or, historically, wildebeest did occur in the Tsavo region”, de Flamingh says.",
            "*Close-up_of_a_lion_skull_showing_its_teeth_on_a_black_background",
            "Hair trapped in the broken tooth (pictured) of one of the Tsavo lions yielded DNA from the great cat’s prey.Credit: Field Museum of Natural History in Chicago",
            "Although the researchers could do further analyses to uncover more information about the human DNA, they included minimal detail about it in their published paper. The next step will be “working with the local community and the local institutions”, Malhi says. “There are potentially descendants, or a descendant community that may or may not want this type of analysis done, or maybe they do — we just don’t know yet.”",
            "Graham Kerley, an ecologist and lion specialist at Nelson Mandela University in Gqeberha, South Africa, says that the list of species whose DNA is lingering in the predator’s teeth isn’t particularly surprising. For him, the real takeaway is the importance of preserving biological specimens so that they can be reanalysed as tools improve over time. “Patterson, when he shot these lions, he had no sense of the incredible information that would emerge a hundred odd years later,” Kerley says.",
            "That’s exactly the message that the researchers wanted to send, de Flamingh says. “We hope that other folks will try to apply the methodology that we developed here to study prey ecology or histories of other animals — even extending further back to extinct species.”",
            "doi: https://doi.org/10.1038/d41586-024-03278-5"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03259-8",
        "title": "‘Cocaine of the seas’ — how a luxury food is wreaking ecological mayhem",
        "content": [
            "*Picture_taken_on_March_29,_2016,_showing_pedestrians_walking_past_a_display_of_different_varieties_o",
            "Different varieties of fish maw — dried swim bladders — on display in a shop in Hong Kong. Credit: Anthony Wallace/AFP/Getty",
            "Zoologist Yolarnie Amepou heard whispers about the fish frenzy when she made her first trip to the Kikori River Delta in the remote reaches of southern Papua New Guinea.",
            "It was January 2012, and Amepou was travelling down the delta by dinghy, from village to village, as part of a research project on the vulnerable pig-nosed turtle (Carettochelys insculpta). Amepou heard talk of outsiders appearing across the region offering staggering amounts of cash for swim bladders — an organ cut from some of the delta’s large fish species that helps them to control buoyancy. Consumers in Asia, particularly southern China, know this commodity as fish maw and covet it as a culinary delicacy, a traditional medicine and a symbol of prosperity.",
            "The global maw trade has been growing rapidly over the past 25 years1, and market prices now far exceed those of similar dried seafood luxuries such as shark fin and sea cucumber, which are also prized in China. In some low- and middle-income countries where demand for maw is very high, it is sometimes called the cocaine of the seas because it is so lucrative and attracts organized crime interests.",
            "Papua New Guinea has become the source of some of the most sought-after maw. In the years since Amepou’s first visit, she’s watched the fish-maw industry in the Kikori delta explode, “like a fisheries gold rush”. Fishers replaced their paddle canoes, lines and hooks with outboard-powered dinghies and commercial nets. The price being offered to delta fishers for dried maw from one prized species — the scaly croaker (Nibea squamosa) — has been recorded at up to US$15,615 per kilogram — potentially the highest price offered to fishers for maw in the world, according to a study by Amepou and her colleagues published earlier this year2.",
            "*Aerial_view_of_meandering_Kikori_River_and_streams_through_lowland_tropical_rainforest_in_Kikori_Del",
            "The Kikori river delta is the source of some of the most highly prized maw in the world.Credit: Minden Pictures/Alamy",
            "Revenue from the maw industry is a lifesaver for many delta communities, with some people using it to move away from the coast to escape rapidly rising seas. “Fish maw has alleviated some quite severe poverty issues,” says Michael Grant, a marine biologist at James Cook University in Townsville, Australia, who researches Papua New Guinea’s sharks and rays in the Kikori delta, one of their last strongholds. Its waterways and mangroves are recognized as a sanctuary of biodiversity and have been nominated for inclusion as a World Heritage Site on the list maintained by the United Nations cultural organization UNESCO.",
            "Grant and others fear that the sharp increase in fishing pressure in the Kikori delta and the use of gillnets — which indiscriminately capture many types of fish, dolphin and turtle — could recreate problems that have plagued Mexico, China and parts of Africa, where the maw trade has fished some species into near oblivion. That threat risks damaging the delta’s ecosystems and leaving people worse off, says Grant.",
            "The information coming out of Papua New Guinea “is worrying, because it does seem to fit what we’ve seen in other places wherelittle-known species are targeted for the value of their maw”, says Yvonne Sadovy, a Hong Kong fisheries specialist now based in the United Kingdom. Along with Grant and other members of a species-survival commission that is part of the International Union for Conservation of Nature (IUCN), she contributed to a paper sounding the alarm on the increasing maw trade that was submitted by the United States to a meeting of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) in July.",
            "“There are very few controls and there is very little knowledge, I think, by the government fishery departments about the value, importance and potential threats of this,” says Sadovy. The consequence is “a sort of cowboy frontier”, whereby high prices push fishers to target species that “we hardly know anything about in terms of the science”.",
            "h2Turtle troubles",
            "Amepou wasn’t too concerned when she first heard about the fish-maw trade. In her early years in the Kikori region, she was focused on how hunting and habitat changes were threatening the pig-nosed turtle. The work took her to far-flung villages to monitor nesting sites, survey the consumption of turtle meat and eggs, and build community awareness about the vulnerability of the creatures known as piku.",
            "By 2019 she was known locally as mama piku, and was the director of a small conservation organization, the Piku Biodiversity Network, which she still runs. Amid the other changes in the region, the fish-maw trade had become yet another threat to the turtle’s survival because the animals were getting tangled in commercial gillnets that seafood companies were supplying to local fishers.",
            "*A_fisherman_untangles_a_gillnet_at_Veraibari_village_in_the_Kikori_River_delta,_Papua_New_Guinea",
            "Rising sea levels have damaged the remote village of Veraibari.Credit: Jo Chandler",
            "The remoteness and logistical difficulties of working in the Kikori delta — a region with little electrical power, few roads, fragmentary communications and 4–8 metres of rainfall a year — mean that Amepou, Grant and their collaborators are among just a handful of researchers who are active in the area. With support from the Secretariat of the Pacific Regional Environment Programme (SPREP), a multinational organization focused on the region’s natural resources, they collected data on targeted maw species, as well as by-catch. A survey of landings in gillnets reported by fishers from five delta communities over six months to April 2022 found that the hunt for fish maw pulls up huge numbers of non-target fish and mammals3.",
            "Elasmobranchs — a subclass of fish that includes sharks and rays — accounted for almost half the catch, whereas target species made up just 22%. Among the other casualties were several species listed as endangered or critically endangered on the IUCN Red List, including three species of hammerhead shark, the giant guitarfish (Glaucostegus typus) and the bottlenose wedgefish (Rhynchobatus australiae), alongside various vulnerable river sharks and critically endangered Indo-Pacific sawfishes (Pristidae)2.",
            "Other reports, some unpublished, document declines in two endemic dolphin species that have small local populations and are listed as vulnerable on the IUCN Red List. On one occasion, fishers reported that ten dolphins drowned in a single net, says Amepou. “You’re looking at the very real possibility of a local extinction if nothing is done about the gillnets in the water,” she says.",
            "But discussions with local people about curtailing fishing practices for conservation purposes are acutely sensitive given the money flowing into the economically disadvantaged region. “While local fishers acknowledge sustainability concerns, the overarching feeling is everyone is pretty happy for now,” says Grant. “Whether fish-maw money is going back into community and development remains to be seen, and this is our next research focus.”",
            "In 2022, the researchers submitted a report to SPREP on the Kikori maw fishery, urging the development of a management plan3. Sources have told Nature that work on a plan has commenced, but Papua New Guinea’s authorities did not respond to questions from Nature on its progress. In 2021, the National Fisheries Authority stopped issuing new fish-maw licences in Gulf Province, where the Kikori delta is located, and in the neighbouring Western Province, owing to increasing illegal, unregulated and unreported activities in the two fisheries.",
            "h2Villages at risk",
            "After storm surges destroyed many houses in the delta village of Veraibari in 2020, the people formed a relocation committee. They plan to use the windfall maw money to build around 200 homes, a school, a market and churches a short distance inland from the beach where they currently live. The committee estimates that this plan will cost 1,689,000 Papua New Guinean kina (US$431,000). In recent years, waves have damaged and closed the schoolhouse, knocked down freshwater tanks and submerged burial grounds. Abandoned homes decay on their stilts in the shallows alongside the stumps of drowned palm trees.",
            "“The land is disappearing, the high land is going down, and then it is very easy for water to enter into the village,” says community and church leader Ara Kouwo. When the big tides come, his family wades into the sea to push away debris that might tip their home off its legs.",
            "Kouwo is also the local agent buying maw for one of the six seafood companies, all Asian-led, with licences in Gulf Province. He conducts business at his family table, weighing and trading fish maw, offering 5,000 to 6,000 kina per 100 grams for the finest specimens. He kicked off the relocation fund with his own earnings, urging his neighbours and relatives to provide cash or other contributions. They are lobbying for more government support, but have so far received only sandbags to build a seawall, which soon failed, and some iron roofing, nails and a sawmill to help with the relocation. Money earned from fishing is the only way to save the village, he says, although he recognizes the risks.",
            "If there was any other help coming to pay for the new village, “then we would stop these fishing activities”, he says. “We are in fear,” he adds. “When we kill all mothers of the fish, we are in trouble.”",
            "*Fishmaw_product_bought_from_villagers,_labelled_with_their_weight_when_received_and_drying_in_the_wi",
            "Maw drying outside in a delta community.Credit: Yolarnie Amepou/Piku Biodiversity Network",
            "Environmental lawyer Watna Mori at Blue Ocean Law, a firm based in Hagåtña, Guam, is part of a team assisting the people of Veraibari to argue a case for funding from the UN for loss and damages due to climate change. She says that the tension between the slow process of structural, systemic change and the community’s urgent need was heartbreakingly stark when she visited Veraibari in 2022.",
            "“You see the contrast of these two activities — trying to adapt to climate change, and then you see this act of fishing for this product that causes so much harm to their biodiversity,” says Mori. “What else can they do?”",
            "The maw trade generates a boom-and-bust cycle that fisheries researchers and activists have seen before. The most infamous case is that of the totoaba (Totoaba macdonaldi), which is found only in Mexico’s Gulf of California and was hunted for its maw for much of the twentieth century.",
            "Although Mexico banned fishing for totoaba in 1975, the species continues to be fished illegally, with trading of totoaba maw increasing on Facebook and the Chinese social media platform WeChat, according to a report released in February by the Environmental Investigation Agency UK, a non-governmental organization in London (see go.nature.com/4ghoiwr). The gillnets used to catch totoaba also entangle the endemic vaquita (Phocoena sinus), the world’s smallest porpoise. It’s estimated that as few as ten individuals remain.",
            "The hunt for maw has left a trail of ecological damage elsewhere, too, including in Africa’s Lake Victoria, where there are concerns that the Nile perch (Lates niloticus) might disappear.",
            "h2Hidden danger",
            "For years, the global scale of fish-maw operations remained mainly under the radar because the volume of the catch was hidden in a broad commodities category of “dried fish”, says Sadovy. She and others urged authorities in Hong Kong, the global trade hub for maw, to introduce a specific code for fish maw separate from other dried fish, which they did in 2015. Data collected using this new code revealed that between 2015 and 2018, 3,144–3,882 tonnes of dried maw, worth $264 million to $394 million, were imported to Hong Kong every year4. These were shockingly high numbers, Sadovy says, “because you might have 3,000 tonnes of maw, but maw is only 5% of the weight of the animal. So that’s tonnes and tonnes of animal, so you begin to think about the scale of those fisheries”.",
            "Her team tracked the maw to 110 source countries and territories, but found that, in most of those nations, hardly anything is known about the trade. “A lot of even local scientists had no idea this trade was going on, it’s quite secretive,” she says.",
            "*A_leatherback_turtle_caught_as_bycatch_in_fishmaw_nets_Veraibari_village,_Pai’ia_Tribal_lands_and_wa",
            "Turtles, marine mammals and non-target fish often get caught in nets used by people fishing for species that supply maw.Credit: Amos Ivei/Piku Biodiversity Network ",
            "Her work also exposed the previously unrecognized loss of another species coveted for its maw, the Chinese bahaba (Bahaba taipingensis)5, which can reach 2 metres in length and weigh more than 100 kilograms. Records from the 1930s found specimens in its habitat off the coast of China. Today it is so rare that “it is possible it will become the first marine commercial species to go extinct in recent times in the wild”, Sadovy says.",
            "The cycles that have played out with the bahaba, totoaba and Nile perch “illustrate the consequences of escalating prices and lack of management”, including the implications for biodiversity, Sadovy and her colleagues warned in 20194. Concern over the trade has grown in the years since then. In 2021, in response to the high prices being paid for maw in Papua New Guinea, Bangladesh, India and French Guiana, the IUCN adopted a motion urging nations to control and monitor trade in the swim bladders of a group of ray-finned fishes known as big croakers to both protect the target species and reduce by-catch of threatened marine megafauna.",
            "“A lot of people are beginning to realize — biologists, fisheries people — that maw is an issue,” says Sadovy. However, she adds that there are also a lot of places where the maw trade operates out of sight. Concerns about the trade are what motivated the drafting of the document submitted by the United States to CITES in July, she says. “It was a first initiative to highlight international maw trade as an issue threatening some species.”",
            "\n\nRewilding the planet: how seven artificial islands could help a dying Dutch lake\n",
            "Sadovy hopes escalating concern will persuade international organizations — in particular, the Food and Agriculture Organization (FAO) of the UN — to become more active in documenting the trade. She wants to see the FAO follow Hong Kong’s lead and introduce a commodity code specifically for maw. “There are opportunities to actually seek better benefits for the fishermen themselves,” says Sadovy. “I see a win–win before some species are really pushed too far down.” But it needs to happen soon.",
            "Without action at national and international levels, researchers warn that the risks for both vulnerable marine populations and the people who rely on them for income and food are dire. In the dozen years she has been working in the Kikori delta, Amepou has observed how precarious life is in the villages and how much the people there are exposed to the rapidly changing environment. She hears their stories and tries to answer questions about rising seas, changing weather and vanishing species.",
            "Amepou likes to take the conversation back to the creature that drew her to the region: the turtle with the snout of a pig, remarkable enough to etch its way into local lore. When she first arrived, the people of the delta told her they had no concerns for its future, because the pig-nosed turtle was like their mother. It would always provide for them.",
            "“And I say ‘your mother will provide for you to a certain point. There’s a time in life when you have to take care of your mother’,” Amepou says. “‘And it’s come to that point, where your mother kind of needs your help.’”",
            "Nature 634, 284-286 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03259-8"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03303-7",
        "title": "MicroRNAs won the Nobel — will they ever be useful as medicines?",
        "content": [
            "*Micro_RNA_miRNA_3d_illustration",
            "MicroRNAs are small, single-stranded snippets of RNA, around 22 nucleotides long.Credit: ART-ur/Shutterstock",
            "Nobel prize: check. Medical revolution: still pending.",
            "It took 30 years for a Nobel prize committee to recognize the discovery of tiny RNA molecules that regulate gene activity in our cells. Turning those beguiling ‘microRNAs’ into medicines, however, will take even longer.",
            "On 7 October, this year’s Nobel Prize in Physiology or Medicine was awarded to two scientists who found and characterized microRNAs for the first time in the roundworm Caenorhabditis elegans. Since that discovery in 1993, researchers have unearthed hundreds of microRNAs in the human genome — some with tantalizing potential applications, such as treating cancer or preventing heart disease.",
            "But so far, no microRNA-based drugs have been approved by the US Food and Drug Administration, an agency that many countries look to for guidance. The field has hit “a little bit of a slump”, says Frank Slack, who studies microRNAs at Beth Israel Deaconess Medical Center in Boston, Massachusetts.",
            "That could be about to change: “The promise is there. The technology is getting better,” Slack says. “And the attention from the Nobel prize is really good — this will drive interest again.”",
            "h2Expanding ambitions",
            "Treating disease was not on Slack’s mind when he first encountered microRNAs as a postdoctoral fellow in the 1990s. Then, he was working in Garry Ruvkun’s laboratory at Massachusetts General Hospital in Boston, where he, Ruvkun and others co-discovered the second-known microRNA, a molecule called let-7, also in roundworms1. Ruvkun shared this year’s medicine Nobel with Victor Ambros at the University of Massachusetts Chan Medical School in Worcester.",
            "\n\nMedicine Nobel awarded for gene-regulating ‘microRNAs’\n",
            "In the 1990s, researchers were interested in microRNAs because they represented a new way of regulating gene activity, Slack says. But ambitions expanded when he and his colleagues realized that let-7 was also a part of the human genome2, and might help to prevent cancer3. “We really started to think that this might have a medical application,” says Slack. “The first clinical trial came very quickly after that.”",
            "Maybe a little too quickly, he adds.",
            "That first trial investigated a microRNA similar to let-7, called miR-34, that also held the potential to stave off cancer. Studies in mice with lung cancer showed that administering a molecule similar to miR-34 early in the disease could slow tumour growth4. But at the time, researchers knew little about how to cloak RNA medicines to keep them from provoking a dangerous immune response, or how best to deliver them to the right spot in the human body.",
            "As a result, says Slack, clinicians had to administer unusually high doses of the experimental drug into the bloodstream of trial participants. This triggered an immune response, and four people died. The trial was stopped.",
            "h2Disappointments abound",
            "Since those early days, researchers in academia and industry have learned how to package or modify RNA molecules so that they can be delivered to certain organs safely and at lower doses, says Anastasia Khvorova, a chemical biologist at the University of Massachusetts Chan Medical School.",
            "\n\nScientists are waiting longer than ever to receive a Nobel\n",
            "But the miR-34 trial wasn’t the only disappointment along microRNA’s path to becoming a medicine. Another came when researchers at the San Diego, California, site of Santaris Pharma tested a therapy designed to reduce the expression of a human microRNA that is commandeered by the hepatitis C virus to infect liver cells. Early results in people with chronic hepatitis C virus infections seemed positive5. “It was a milestone,” says Sakari Kauppinen, who studies RNA-based medicine at Aalborg University’s campus in Copenhagen, and worked on the team at Santaris.",
            "But as the researchers were celebrating, another company announced that it had developed a more conventional treatment for hepatitis C. Fearing that it could not compete, Santaris abandoned the microRNA approach, Slack says.",
            "Despite those false starts, there is every reason to expect that microRNA-based medicines will have their day, Khvorova says.",
            "Researchers are developing microRNA-based therapies to treat epilepsy, obesity and cancer. In March, in a sign of confidence in microRNAs, the pharmaceutical firm Novo Nordisk in Bagsvaerd, Denmark, agreed to pay up to €1.025 billion (US$1.12 billion) to purchase a company called Cardior Pharmaceuticals in Hannover, Germany. Cardior is conducting a phase II clinical trial of a microRNA inhibitor designed to treat heart failure.",
            "h2Tipping point ahead?",
            "Another reason to expect success for microRNAs is that other drugs based on RNA have been approved and work through very similar mechanisms, Khvorova says. Those drugs, several of which are designed to treat genetic disorders such as hereditary high cholesterol, rely on a technique called RNA interference to reduce the activity of a target gene. One difference between them and microRNAs, however, is that microRNAs are made naturally by the body and often affect the activity of many genes, Khvorova adds. This means that careful laboratory studies will be necessary to ensure that boosting or suppressing a natural microRNA won’t have unwanted side effects.",
            "\n\nDo the microRNAs we eat affect gene expression?\n",
            "Over the years, those microRNA data have been accumulating, says Khvorova, and the field might be nearing a tipping point. “It’s lagging behind, but it’s coming,” she says. “I am confident that there are several programmes that are likely to generate drugs.”",
            "In the meantime, Slack, who has advised and founded several companies involved in developing microRNA therapies, has returned years later to miR-34. Armed with better methods for delivering the treatment in the body, he’s hopeful that the microRNA’s ability to simultaneously affect multiple genes that have a role in protecting against tumours could help to treat particularly recalcitrant cancers, such as pancreatic cancer.",
            "“I never gave up on it,” he says.",
            "doi: https://doi.org/10.1038/d41586-024-03303-7"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03217-4",
        "title": "Dear researchers: send us your lab hacks",
        "content": [
            "*A_researcher_wearing_a_lab_coat_and_holding_science_equipment_in_a_lab",
            "What’s the secret to keeping a lab tidy and productive?Credit: Getty",
            "What’s the best way to clean a laboratory while preserving half-finished half-experiments? How can you make sure a group of researchers keeps the workbench clean, but doesn’t throw out a new medical marvel with the rubbish? And how do you implement a cleaning rota so someone else can take on the responsibility next time?",
            "The truth is, we at Nature don’t know. But we’re certain you do, and we’d like to share your collective wisdom with the rest of our audience. So, if you’ve found a great extra use for a label-maker, a world-beating pipette strategy or a computer tool you use every single day and want other scientists to know about, let us know. We plan to publish a selection of your tips in the new year.",
            "We’ve made a habit of already sharing the advice of scientists in our pages, so others are able to stand on the shoulders of giants — or, at least, lean on their shoulders to improve their sample-preparation techniques. This year, for example, we learnt how to save money by improving cold-storage management, how to find work–life balance by leaving some tasks incomplete (but with a sticky-note memory-jogger) and how often you need to take manufacturers’ recommendations seriously on reagents.",
            "Whatever your lab hack is, please get in touch with us at naturecareerseditor@nature.com to share it. All of those we publish will be credited and we hope the tips will help to advance science and speed up research in the lab.",
            "doi: https://doi.org/10.1038/d41586-024-03217-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03107-9",
        "title": "Women are better than men at science job interviews",
        "content": [
            "*A_female_scientist_in_a_white_lab_coat_looks_through_a_microscope_in_a_laboratory_with_other_scietis",
            "An analysis of the academic job market finds that women are more successful at turning job interviews into offers than are men.Credit: Getty",
            "An investigation into academic hiring outcomes for biological-science roles has suggested a surprising trend: women who applied for assistant professor positions in North America were more likely to get job offers than were men.",
            "The findings, published on the bioRxiv preprint server1, have not been peer reviewed. Still, they offer a sign that the academic job market might be making progress towards equity in hiring, says co-author Nafisa Jadavji, a neuroscientist at Southern Illinois University in Carbondale.",
            "Jadavji and her co-authors surveyed 449 researchers, of which 89% were from the United States, who applied for positions between 2019 and 2022. The team then built a computer model to identify the factors that predicted success or failure.",
            "Overall, women were at an advantage. Two-thirds of women in the sample received at least one job offer compared with half of the men. The advantage is particularly notable because men had slightly more first-author publications in highly ranked journals. “Men had a few more CNS [Cell, Nature, Science] papers, but women were getting more job offers,” Jadavji says.",
            "\n\nWhat’s the state of hiring researchers in science? Share your insights with Nature\n",
            "However, there were some negative trends. Researchers who had completed several postdoc positions were the least likely to receive an offer. Older applicants, first-generation scholars (those whose parents didn’t go to university) and applicants who were residents of countries outside North America were also less likely to find success.",
            "Jadavji says the apparent advantage for women is somewhat unexpected, given the gender imbalance at higher levels of academia and the “leaky pipeline’ that continues to remove women from the academic career path. “We know that women are taken out of the job market at every level of science training,” she says.",
            "The finding that women in this sample were more likely to receive job offers than were men was “pleasant to see”, says Yvette Pearson, a STEM (science, technology, engineering and mathematics) education researcher and the former vice-president of diversity, equity and inclusion at the University of Texas at Dallas. “It’s less surprising in the biological sciences, where we see a larger number of women completing undergraduate and graduate degrees. I’d like to see this in engineering, computer science and other STEM disciplines.”",
            "The study found that men and women were equally likely to be offered on-site job interviews, but women were more successful at turning those interviews into offers. That might be partly because men are more likely than women to apply to jobs even if they don’t meet all of the required qualifications, Pearson says. “Women might go into interviews with a higher level of confidence,” she adds, because, in reality, they have stronger CVs.",
            "Pearson co-authored a 2023 paper2 in the International Journal of STEM Education that looked at the qualifications and characteristics that are deemed important by faculty members and administrators during the hiring process. That study found that qualifications related to research — including institutional prestige, postdoctoral experience and publications — were more important when evaluating tenure-track applicants. By contrast, qualifications and qualities related to diversity, equity and inclusion (such as a proven ability to work with people of different genders, races and ethnicities) took on more importance when hiring for non-tenure-track teaching positions.",
            "Michael Yassa, a neuroscientist at the University of California, Irvine, says that the bioRxiv study provides an interesting snapshot of a crucial part of the hiring process. He co-authored a 2023 report3 in the Federation of American Societies for Experimental Biology (FASEB) Journal that detailed successful efforts at his institution to diversify faculty recruitment in the field of biomedical sciences. Among other things, his institution took steps to ensure greater gender balance in hiring committees.",
            "\n\nWhite men still hold majority of US science and engineering jobs\n",
            "Women who do land a faculty job continue to face obstacles in promotion and leadership opportunities, Yassa says. “Even if hiring is equal, every step onwards is disproportionately challenging for women and under-represented minorities.\"",
            "In the bioRxiv study, the race and ethnicity of applicants had no apparent bearing on the chances of receiving a job offer. Jadavji cautioned that only about 10% of respondents identified as Black, Hispanic or members of another under-represented minority.",
            "When it comes to job applications, the more the better, Jadavji says. “The number of applications you submit plays a major role in the number of offers you receive,” Jadavji says. In this sample, the sheer volume of applications — ranging from one to 96 per person — was the most reliable predictor of success.",
            "Pearson says that 96 applications is probably overkill for any particular job search, but she does see a lesson in the findings: applicants shouldn’t skimp on their opportunities. “My advice is to apply to every position that meets your qualifications and your interests,” she says.",
            "The finding that completing several postdoc positions can lower the chances of a job offer might be unwelcome news for many junior researchers who have spent years trying to land a tenure-track role.",
            "“The general advice, especially in biomedical sciences, is that you have to do a number of postdocs” to be competitive for a faculty position, Jadavji says. “But if you stay too long, you may become undesirable.”",
            "Junior researchers who are in their second or third postdoc position shouldn’t necessarily despair, Yassa says. Instead, they should continue to work towards awards, publications and other accomplishments that can reassure hiring committees. “They need to show that they have the potential to launch a successful research programme,” he says.",
            "Jadavji plans to continue studying job applicants to get a clearer picture of the factors that determine success in academia. Hiring departments are ultimately looking for someone who is a good fit, which is a difficult quality to measure, she says.",
            "“We've recruited social scientists to our team to start looking at the qualitative experience of being on the faculty job market,” Jadavji adds. “There are a lot of factors to consider.”",
            "doi: https://doi.org/10.1038/d41586-024-03107-9"
        ]
    }
]