[
    {
        "URL": "https://www.nature.com/articles/d41586-024-04160-0",
        "title": "Stem cells head to the clinic: treatments for cancer, diabetes and Parkinson’s disease could soon be here",
        "content": [
            "*Two_of_the_clinical_team_prepare_the_needle_in_the_operating_room",
            "A team at Skåne University Hospital in Lund, Sweden, prepares a needle to transplant cells into a person’s brain to treat Parkinson’s. Credit: Åsa Sjöström for Nature",
            "Andrew Cassy had spent his working life in a telecommunications research department until a diagnosis of Parkinson’s disease in 2010 pushed him into early retirement. Curious about his illness, which he came to think of as an engineering problem, he decided to volunteer for clinical trials.",
            "“I had time, something of value that I could give to the process of understanding the disease and finding good treatments,” he says.",
            "In 2024, he was accepted into a radical trial. That October, surgeons in Lund, Sweden, placed neurons that were derived from human embryonic stem (ES) cells into his brain. The hope is that they will eventually replace some of his damaged tissue.",
            "Stem cells reverse woman’s diabetes — a world first",
            "The study is one of more than 100 clinical trials exploring the potential of stem cells to replace or supplement tissues in debilitating or life-threatening diseases, including cancer, diabetes, epilepsy, heart failure and some eye diseases. It’s a different approach from the unapproved therapies peddled by many shady clinics, which use types of stem cell that do not turn into new tissue.",
            "All the trials are small and focus mainly on safety. And there are still substantial challenges, including defining which cells will be most fit for which purposes and working out how to bypass the need for immunosuppressant drugs that stop the body from rejecting the cells but increase the risk of infections.",
            "Still, the flurry of clinical studies marks a turning point for stem-cell therapies. Following decades of intense research that has at times triggered ethical and political controversy, the safety and potential of stem cells for tissue regeneration is now being widely tested. “The rate of progress has been remarkable,” says stem-cell specialist Martin Pera at the Jackson Laboratory in Bar Harbor, Maine. “It’s just 26 years since we first learnt to culture human stem cells in flasks.”",
            "Researchers expect some stem-cell therapies to enter the clinic soon. Treatments for some conditions, they say, could become part of general medicine in five to ten years.",
            "h2Finding a source",
            "Cassy’s symptoms began with a small, persistent tremor in his fingers when he was just 44. The characteristic motor symptoms of Parkinson’s are driven by the degeneration of dopamine-producing neurons called A9 cells in the brain’s substantia nigra. Drugs that replace the missing dopamine are effective, but have side effects including uncontrolled movements and impulsive behaviours. And as the disease progresses, the drugs’ efficacy wanes and the side effects worsen.",
            "The idea of replacing the degenerated dopaminergic cells has a long history. During development, pluripotent ES cells, which have the potential to become many cell types, turn into the specialized cells of the brain, heart, lungs and so on. Theoretically, transplanted stem cells could repair any damaged tissue.",
            "Parkinson’s lent itself to testing that theory. The first transplant of such cells took place in Sweden in 1987 using neurons from the developing brains of fetuses from terminated pregnancies, the only source of immature, or progenitor, neural cells at the time. Since then, more than 400 people with Parkinson’s have received such a transplant — with mixed results. Many people saw no benefit at all, or had debilitating side effects. But others improved so much that they no longer needed to take dopaminergic drugs.",
            "*Brain_MRI_scans_of_a_trial_participant",
            "Brain MRI scans of a trial participant are used to plan where the needle will deliver the cells.Credit: Åsa Sjöström for Nature",
            "“Overall, the studies showed us that the approach can work, sometimes transformatively,” says neurologist Roger Barker at the University of Cambridge, UK. “But we needed a more-reliable source material.”",
            "Fetal brain tissue cannot be standardized and might also be contaminated with progenitors that are destined to mature into the wrong sort of cells. On top of this, some people have ethical or religious objections to the use of this material. And in any case, notes Barker, it has often been hard to find enough material to go ahead with an operation to transplant the cells.",
            "Prospects for regenerative stem-cell therapy improved when it became possible to derive specialized cells from more controllable sources, particularly human ES cells and, later, induced pluripotent stem (iPS) cells, which are created by reprogramming adult cells to revert to an immature state. Today, large numbers of specialized cells can be reliably produced at a quality and purity high enough for the clinic.",
            "Stem-cell researcher Agnete Kirkeby at the University of Copenhagen and her colleagues have surveyed the landscape of regenerative-stem-cell clinical trials worldwide and, as of December 2024, they had identified 116 trials approved or completed across a range of diseases1. Around half use human ES cells as the starting material. The other studies use iPS cells, either off the shelf or generated from the skin cells or blood of individual people to treat their own conditions. Twelve of the trials attempt to treat Parkinson’s disease using dopamine-producing cells derived from stem cells.",
            "h2Promise for Parkinson’s",
            "The trial that Cassy is enrolled in, which Barker co-leads, and another more-advanced trial run by BlueRock Therapeutics, a biotechnology firm based in Cambridge, Massachusetts, gave participants A9 progenitor cells derived from human ES cells. The BlueRock trial has reported preliminary results for its 12 participants. Two years in, the treatment has proved safe and shown hints of efficacy in those receiving the higher of two doses. So far, no Parkinson’s trial has reported uncontrolled movement side effects such as those seen with dopaminergic drugs and in some trials that used fetal tissue.",
            "The race to supercharge cancer-fighting T cells",
            "Compared with other organs, such as the heart, pancreas and kidneys, the brain has proved to be one of the most straightforward organs to treat with stem cells. One advantage is that the brain is largely protected from the body’s immune system, which seeks out and destroys foreign tissue. Participants in Parkinson’s trials receive immunosuppressants for only a year to cover the period when the blood–brain barrier is healing from surgery. Participants in trials for other organs typically receive the drugs for the rest of their lives.",
            "And the brain is accommodating. The A9 cells usually reside in the substantia nigra and send projections out to the putamen, in the forebrain, where they release dopamine. But neurosurgeons often place the progenitor cells directly in the putamen because it’s easier to get at surgically. The brain’s ability to adapt to fetal tissue and to cells transplanted into the ‘wrong’ site is “pretty clever”, says Barker.",
            "Just as remarkable, he says, is a study of epilepsy in which transplanted cells derived from human ES cells integrate into the correct neural circuits in the brain. In the clinical trial, run by the biotechnology company Neurona Therapeutics based in San Francisco, California, surgeons transplanted immature versions of a type of brain cell called interneurons into the brains of ten people with a form of epilepsy that could not be controlled by drugs. Before receiving this treatment, the participants’ seizures were so frequent and debilitating that they could not live independently.",
            "*Close_up_view_of_a_frozen_rat_brain_sample",
            "A rat brain with transplanted stem-cell-derived cells is put on ice and cut into slices in preparation for analysis. These cells were tested in rats before an ongoing clinical trial in people with Parkinson’s disease was approved.Credit: Åsa Sjöström for Nature",
            "One year after the transplant, the frequency of severe seizures in the first two participants had dropped to almost zero, an effect that has been maintained for two years. Most of the other participants have had pronounced reductions in seizure frequency. There were no significant side effects and no cognitive damage, the company reports. Last June, the US Food and Drug Administration awarded the therapy a fast-track status to expedite the process that leads to regulatory approval.",
            "“The outcomes for patients were strikingly similar even though procedures were carried out at different sites around the country,” says Arnold Kriegstein at the University of California, San Francisco, who is a co-founder of Neurona Therapeutics. “It is very robust.”",
            "Like the brain, the eye is well-protected from the body’s immune system. Kirkeby and her colleagues identified 29 clinical trials for ocular diseases, particularly for types of age-related macular degeneration. Other organs don’t have the same immune privilege, yet are responsible for some of the most burdensome diseases, including heart failure as well as type 1 diabetes, which is caused by the destruction of insulin-producing islet cells in the pancreas.",
            "h2Beyond the brain and eyes",
            "Progress has been slower for other conditions. But positive early results from a trial run by the drug company Vertex Pharmaceuticals based in Boston, Massachusetts, have spawned a rush of optimism for diabetes. Stem-cell biologist Douglas Melton and his colleagues developed the first functional islet cells from a human ES cell line in 2014 at Harvard University in Cambridge2. Now at Vertex, he is leading a trial of people with particularly serious forms of the disease, using proprietary islet cells generated by similar methods. The cells do their job wherever they are placed in the body, in this case the liver. According to the company, 9 of the 12 participants who received the full dose no longer need to inject insulin, and another two were able to reduce their dose.",
            "“I was surprised and delighted that it worked so well,” says Melton, who moved into this field in the 1990s, when his baby son was diagnosed with type 1 diabetes. “And especially glad to see the potential it has for patients.”",
            "*Close_up_view_of_Dr_Malin_Parmar_looking_at_a_sample",
            "The laboratory of Malin Parmar at Lund University, Sweden, developed stem-cell-derived replacement cells for an ongoing trial that is attempting to use stem-cell therapy to replace damaged tissue in people with Parkinson’s disease.Credit: Åsa Sjöström for Nature",
            "The heart has proved particularly vexing for regenerative medicine. It’s a large and complex pump made up of different cell types, and any damage must be fixed in situ. Stem-cell scientist Christine Mummery at Leiden University in the Netherlands, was one of the first to generate beating heart-muscle cells3, or cardiomyocytes, from human ES cells in 2002. But, she quickly realized how challenging it would be to bring to the clinic, particularly when she saw a deeply scarred and fatty heart removed during a transplant surgery. “I thought: we won’t be able to fix that any time soon.” She changed her research direction to disease modelling. But with roughly 64 million people worldwide with heart failure, Mummery says she values the persistence of those who haven’t given up.",
            "Nature 637, 18-20 (2025)",
            "doi: https://doi.org/10.1038/d41586-024-04160-0"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04194-4",
        "title": "Humans evolved for distance running – but ancestor ‘Lucy’ didn’t go far or fast",
        "content": [
            "*Illustration_of_human_ancestors_at_different_stages_of_evolution_running_with_Australopithecus_afare",
            "Australopithecus afarensis did not have the lengthened Achilles tendon and shortened muscle fibres that benefit modern runners. Credit: Christian Jegou/Science Photo Library",
            "Ancient human relatives ran on two legs, like modern humans, but at a much slower pace, suggest 3D computer simulations of Australopithecus afarensis1 – a small hominin that lived more than three million years ago.",
            "The analysis offers a detailed snapshot of the hominin’s running speed and the muscular adaptations that enabled modern humans to run long distances, says Herman Pontzer, an evolutionary anthropologist at Duke University in Durham, North Carolina. “It’s a very thorough approach,” he says. The findings were published this week in Current Biology.",
            "A. afarensis walked upright on two legs, making its fossils a favourite for researchers looking to unpick how bipedalism evolved in the human lineage. But few studies have explored the hominin’s running ability because it requires more than studying fossilized footprints and bones, says study co-author Karl Bates, an evolutionary biomechanics researcher at the University of Liverpool, UK.",
            "h2A slow ape",
            "Bates and his colleagues created a 3D digital model of the ‘Lucy’ skeleton – a near-complete 3.2-million-year-old A. afarensis specimen discovered in Ethiopia half a century ago. They used the muscular features of modern apes and the surface area of Lucy’s bones to estimate the ancient hominin’s muscle mass. The researchers then used a simulator to make their Lucy model ‘run’ and compared its performance with that of a digital model of a modern human.",
            "The simulations showed that Lucy could run on two legs, despite lacking the lengthened Achilles tendon and shortened muscle fibres that are thought to benefit endurance running in modern humans. But speed wasn’t Lucy’s strength: she could reach a maximum of only around five metres per second, even after the researchers remodelled her with human muscles. By contrast, the human model ran at roughly 8 metres per second. Even when the researchers removed body size from their modelling, Lucy’s running still lagged behind that of modern humans, suggesting that her physical proportions were the main culprit. “Even if you jack up all the muscles, she was still slower,” says Bates.",
            "doi: https://doi.org/10.1038/d41586-024-04194-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04206-3",
        "title": "Giant study finds untrustworthy trials pollute gold-standard medical reviews",
        "content": [
            "h2Access options",
            "doi: https://doi.org/10.1038/d41586-024-04206-3"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04014-9",
        "title": "Controversial COVID study that promoted unproven treatment retracted after four-year saga",
        "content": [
            "h2Access options",
            "doi: https://doi.org/10.1038/d41586-024-04014-9"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03900-6",
        "title": "This doctor raised the alarm about a deadly mpox outbreak that went global",
        "content": [
            "*Portrait_of_Placide_Mbala_in_front_of_a_yellow_wall",
            " Credit: Ley Uwera for Nature",
            "Early this year, cases of mpox erupted across Central Africa, killing hundreds. Seeing the events unfold so soon after the still-simmering outbreak of 2022 “felt like scientific amnesia”, says Placide Mbala, an epidemiologist at the National Institute of Biomedical Research in Kinshasa, the capital of the Democratic Republic of the Congo (DRC).",
            "Mbala led a team of researchers who sounded the alarm about the latest outbreak when they spotted a suspicious cluster of mpox cases among young adults and sex workers in an eastern region of the DRC. The team predicted that the disease would move quickly and urged health officials both in the DRC and in neighbouring countries to devise plans to contain the monkeypox virus’s spread.",
            "",
            "He and his colleagues analysed the genome of the virus (E. H. Vakaniaki et al. Nature Med. 30, 2791–2795; 2024), revealing that it was a new strain, capable of passing from human to human and distinct from the virus that caused the 2022 outbreak and other previous outbreaks in the DRC. It has since been detected in Sweden, Thailand, India, Germany, the United States, the United Kingdom and six African countries that had never before reported mpox infections.",
            "Mbala has been instrumental in leading these research projects, says Jason Kindrachuk, a virologist at the University of Manitoba in Winnipeg, Canada, who collaborates with Mbala. Furthermore, Mbala has “been coordinating response and community-engagement activities across the country, and doing all this in the least selfish, most diplomatic and democratic ways”, Kindrachuk adds.",
            "It’s a role that Mbala has long trained for. After finishing medical school in 2006 and spending a year as a clinician in Kinshasa, he met Jean-Jacques Muyembe-Tamfum, a microbiologist who directs the centre where Mbala works. Mbala was impressed by Muyembe-Tamfum’s work — in particular his dogged efforts to find the animal reservoir of Ebola, having co-discovered the Ebola virus in 1976. Muyembe-Tamfum took Mbala under his wing, and in 2008 they worked to improve the country’s capacity for mpox testing and treatment. Later, Mbala helped to diagnose and confirm, through genetic sequencing, the first infections with the Ebola virus during the DRC’s 2014 outbreak.",
            "“He’s leaving quite the legacy, and he’s really fitting the shoes of his mentor,” says Nicaise Ndembi, a virologist at the Africa Centres for Disease Control and Prevention in Addis Ababa, who is coordinating the agency’s 2024 mpox response.",
            "For Mbala, it is his personal mission to put an end to the scientific amnesia that allowed conditions such as mpox to linger and re-emerge. He says that the world knew what the monkeypox virus was capable of, and yet, once infections outside Africa dropped below a certain level, the disease became neglected once again. Vaccines and therapeutics that many high-income countries deployed to control the 2022 outbreaks remained out of reach of African nations until last September — when the strain had already spread aggressively throughout the continent.",
            "Mbala aims to better understand how the disease spreads in the DRC and neighbouring countries. His team has found that the virus can spread rampantly in displacement camps and through non-sexual contact; previously, mpox in Central Africa caused small, localized outbreaks and was known to spread to people only through contact with infected animals (D. Mukadi-Bamuleka et al. Preprint at medRxiv https://doi.org/g8dxrz; 2024).",
            "Nature 636, 552-553 (2024)",
            "doi: https://doi.org/10.1038/d41586-024-03900-6"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-04220-5",
        "title": "Why eating less slows ageing: this molecule is key",
        "content": [
            "h2Access options",
            "doi: https://doi.org/10.1038/d41586-024-04220-5"
        ]
    }
]