[
    {
        "URL": "https://www.nature.com/articles/d41586-024-03190-y",
        "title": "Largest brain map ever reveals fruit fly’s neurons in exquisite detail",
        "content": [
            "*A_comprehensive_map_of_the_fifty_largest_neural_connections_of_the_fly_brain",
            "Researchers have mapped nearly 140,000 neurons in the fruit-fly brain. This version shows the 50 largest. Credit: Tyler Sloan and Amy Sterling for FlyWire, Princeton University (ref. 1)",
            "A fruit fly might not be the smartest organism, but scientists can still learn a lot from its brain. Researchers are hoping to do that now that they have a new map — the most complete for any organism so far — of the brain of a single fruit fly (Drosophila melanogaster). The wiring diagram, or ‘connectome’, includes nearly 140,000 neurons and captures more than 54.5 million synapses, which are the connections between nerve cells.",
            "“This is a huge deal,” says Clay Reid, a neurobiologist at the Allen Institute for Brain Science in Seattle, Washington, who was not involved in the project but has worked with one of the team members who was. “It’s something that the world has been anxiously waiting for, for a long time.”",
            "The map1 is described in a package of nine papers about the data published in Nature today. Its creators are part of a consortium known as FlyWire, co-led by neuroscientists Mala Murthy and Sebastian Seung at Princeton University in New Jersey.",
            "h2A long road",
            "Seung and Murthy say that they’ve been developing the FlyWire map for more than four years, using electron microscopy images of slices of the fly’s brain. The researchers and their colleagues stitched the data together to form a full map of the brain with the help of artificial-intelligence (AI) tools.",
            "But these tools aren’t perfect, and the wiring diagram needed to be checked for errors. The scientists spent a great deal of time manually proofreading the data — so much time that they invited volunteers to help. In all, the consortium members and the volunteers made more than three million manual edits, according to co-author Gregory Jefferis, a neuroscientist at the University of Cambridge, UK. (He notes that much of this work took place in 2020, when fly researchers were at loose ends and working from home during the COVID-19 pandemic.)",
            "\n",
            "But the work wasn’t finished: the map still had to be annotated, a process in which the researchers and volunteers labelled each neuron as a particular cell type. Jefferis compares the task to assessing satellite images: AI software might be trained to recognize lakes or roads in such images, but humans would have to check the results and name the specific lakes or roads themselves. All told, the researchers identified 8,453 types of neuron — much more than anyone had expected. Of these, 4,581 were newly discovered, which will create new research directions, Seung says. “Every one of those cell types is a question,” he adds.",
            "The team was surprised by some of the ways in which the various cells connect to one another, too. For instance, neurons that were thought to be involved in just one sensory wiring circuit, such as a visual pathway, tended to receive cues from multiple senses, including hearing and touch1. “It’s astounding how interconnected the brain is,” Murthy says.",
            "h2Exploring the map",
            "The FlyWire map data have been available for the past few years for researchers to explore. This has enabled scientists to learn more about the brain and about fruit flies — findings that are captured in some of the papers published in Nature today.",
            "\n\nCubic millimetre of brain mapped in spectacular detail\n",
            "In one paper2, for example, researchers used the connectome to create a computer model of the entire fruit-fly brain, including all the connections between neurons. They tested it by activating neurons that they knew either sense sweet or bitter tastes. These neurons then launched a cascade of signals through the virtual fly’s brain, ultimately triggering motor neurons tied to the fly’s proboscis — the equivalent of the mammalian tongue. When the sweet circuit was activated, a signal for extending the proboscis was transmitted, as if the insect was preparing to feed; when the bitter circuit was activated, this signal was inhibited. To validate these findings, the team activated the same neurons in a real fruit fly. The researchers learnt that the simulation was more than 90% accurate at predicting which neurons would respond and therefore how the fly would behave.",
            "In another study3, researchers describe two wiring circuits that signal a fly to stop walking. One of these contains two neurons that are responsible for halting ‘walk’ signals sent from the brain when the fly wants to stop and feed. The other circuit includes neurons in the nerve cord, which receives and processes signals from the brain. These cells create resistance in the fly’s leg joints, allowing the insect to stop while it grooms itself.",
            "One limitation of the new connectome is that it was created from a single female fruit fly. Although fruit-fly brains are similar to each other, they are not identical. Until now, the most complete connectome for a fruit-fly brain was a map of a ‘hemibrain’ — a portion of a fly’s brain containing around 25,000 neurons. In one of the Nature papers out today4, Jefferis, Davi Bock, a neurobiologist at the University of Vermont in Burlington, and their colleagues compared the FlyWire brain with the hemibrain.",
            "Some of the differences were striking. The FlyWire fly had almost twice as many neurons in a brain structure called the mushroom body, which is involved in smell, compared with the fly used in the hemibrain-mapping project. Bock thinks the discrepancy could be because the hemibrain fly might have starved while it was still growing, which harmed its brain development.",
            "The FlyWire researchers say that much work remains to be done to fully understand the fruit-fly brain. For instance, the latest connectome shows only how neurons connect through chemical synapses, across which molecules called neurotransmitters send information. It doesn’t offer any information about electrical connectivity between neurons or about how neurons chemically communicate outside synapses. And Murthy hopes to eventually have a male fly connectome, too, which would allow researchers to study male-specific behaviours such as singing. “We’re not done, but it’s a big step,” Bock says.",
            "doi: https://doi.org/10.1038/d41586-024-03190-y"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03177-9",
        "title": "CRISPR helps brain stem cells regain youth in mice",
        "content": [
            "*Fluorescent_light_micrograph_of_groups_of_neural_stem_cells_shown_in_pink_and_yellow_colours_on_a_bl",
            "Brain stem cells (artificially coloured) give rise to neurons in young individuals, but that ability fades with advancing age.Credit: Riccardo Cassiani-Ingoni/Science Photo Library",
            "Clues to keeping the brain’s regenerative cells youthful and energetic into old age have emerged by applying CRISPR gene editing to mice1.",
            "Age impedes the ability of the brain’s stem cells to churn out new cells, but the study’s authors found that reducing the activity of a particular gene rejuvenated these stem cells, allowing them to proliferate and provide the brain with a supply of fresh neurons.",
            "That gene regulates stem cells’ consumption of glucose, a sugar that is key to cellular metabolism. The results in mice fit well with an emerging picture from studies of postmortem human brains. These efforts, too, have found that age affects metabolism in the brain, says Maura Boldrini, a neuroscientist and psychiatrist at Columbia University Irving Medical Center in New York City who was not involved in the latest research. “Probably their metabolism is less efficient than it used to be,” she says, adding that both the human results and the mouse study, published today in Nature, “open new avenues for potential therapeutics.”",
            "h2A youthful brain",
            "The role of neural stem cells in the adult human brain has been controversial. Boldrini and others have published evidence that new neurons are made in the hippocampus, a region of the brain that is important for learning and memory, at least until the age of 792. Her team is now looking to see whether production of new neurons is altered in people with Alzheimer’s disease or psychiatric illnesses. But some researchers have reported that they could not find evidence that adults make new neurons in the hippocampus. “This controversy is still continuing,” Boldrini says.",
            "\n\nHuman brain cells implanted in rats prompt excitement — and concern\n",
            "In mice, the picture is clearer. Neural stem cells in a region of the brain called the subventricular zone can give rise to neurons and other types of cells. These young cells then migrate to the olfactory bulb, which controls the sense of smell. A steady supply of fresh neurons to the olfactory bulb makes sense in mice, because they rely heavily on smell to perceive changes in their environment, says Anne Brunet, a geneticist who studies ageing at Stanford University in California and who is an author of the new study.",
            "As mice age, however, those stem cells become less active. Brunet and her colleagues decided to find out why. The team used CRISPR-Cas9 genome editing to systematically disrupt 23,000 genes, and then tested the effect of each disrupted gene on neural stem cells that had been taken from young and old mice and grown in the laboratory.",
            "h2Neuronal boost",
            "The screen yielded 300 genes that might play a part in neural stem-cell ageing. The researchers further narrowed the pool by using CRISPR-Cas9 to disrupt some of these genes in cells in the subventricular zone of living young and old mice. The authors then checked the animals’ olfactory bulbs and identified a select group of key genes. Disruption of these genes boosted stem cells’ production of neurons in the old animals — but did not affect stem cells in young animals.",
            "\n\nFive ways the brain can age: 50,000 scans reveal possible patterns of damage\n",
            "One such gene, called Slc2a4, codes for a protein that imports glucose into cells. Disrupting it reduced cells’ glucose intake and increased their power to proliferate.",
            "That result meshes with previous studies that have found a link between sugar metabolism and ageing, says Saul Villeda, a neuroscientist at the University of California, San Francisco. For example, researchers recently reported that a diabetes drug can stave off age-related cognitive decline in monkeys. But the latest finding is particularly important, he says, because it points to a specific protein that has a key role and could be targeted in future studies.",
            "Even if the role of neural stem cells in adult humans is in question, the results provide crucial information for the design of cell therapies that might one day treat neurodegenerative conditions, Villeda says.",
            "doi: https://doi.org/10.1038/d41586-024-03177-9"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03169-9",
        "title": "‘In awe’: scientists impressed by latest ChatGPT model o1",
        "content": [
            "*OpenAI_o1_displayed_on_smartphone,_with_a_hand_holding_it",
            "Technology firm OpenAI released a preview version of its latest chatbot, o1, last month.Credit: GK Images/Alamy",
            "Researchers who helped to test OpenAI’s new large language model, OpenAI o1, say it represents a big step up in terms of chatbots’ usefulness to science.",
            "\n\nHas your paper been used to train an AI model? Almost certainly\n",
            "“In my field of quantum physics, it gives significantly more detailed and coherent responses” than did the company’s last model, GPT-4o, says Mario Krenn, leader of the Artificial Scientist Lab at the Max Planck Institute for the Science of Light in Erlangen, Germany. Krenn was one of a handful of scientists on the ‘red team’ that tested the preview version of o1 for OpenAI, a technology firm based in San Francisco, California, by putting the bot through its paces and checking for safety concerns.",
            "Since the public launch of ChatGPT in 2022, the large language models that drive such chatbots have, on average, become bigger and better, with more parameters, or decision-making nodes; bigger training data sets; and stronger abilities across a variety of standardized tests, or benchmarks.",
            "OpenAI says that its o1 series marks a step change in the company’s approach. The distinguishing feature of this artificial intelligence (AI) model, observers say, is that it has spent more time in certain stages of learning, and ‘thinks’ about its answers for longer, making it slower, but more capable — especially in areas in which right and wrong answers can be clearly defined. The firm adds that o1 “can reason through complex tasks and solve harder problems than previous models in science, coding, and math”. For now, o1-preview and o1-mini — a smaller, more cost-effective version suited to coding — are available to paying customers and certain developers on a trial basis. The company hasn’t released details about how many parameters or how much computing power lie behind the o1 models.",
            "h2Besting the PhDs",
            "Andrew White, a chemist at FutureHouse, a non-profit organization in San Francisco that focuses on how AI can be applied to molecular biology, says that observers have been surprised and disappointed by a general lack of improvement in chatbots’ ability to support scientific tasks over the past year and a half, since the public release of GPT-4. The o1 series, he says, has changed that.",
            "*NEXT_LEVEL_Chart_shows_OpenAI’s_latest_large_language_model,_o1,_outperforms_its_previous_best_model",
            "Source: OpenAI",
            "Strikingly, o1 has become the first large language model to beat PhD-level scholars on the hardest series of questions — the ‘diamond’ set — in a test called the Graduate-Level Google-Proof Q&A Benchmark (GPQA)1. OpenAI says that its scholars scored just under 70% on GPQA Diamond, and o1 scored 78% overall, with a particularly high score of 93% in physics (see ‘Next level’). That’s “significantly higher than the next-best reported [chatbot] performance”, says David Rein, who was part of the team that developed the GPQA. Rein now works at the non-profit organization Model Evaluation and Threat Research, based in Berkeley, California, which works on assessing the risks of AI. “It seems plausible to me that this represents a significant and fundamental improvement in the model’s core reasoning capabilities,” he adds.",
            "OpenAI also tested o1 on a qualifying exam for the International Mathematics Olympiad. Its previous best model, GPT-4o, correctly solved only 13% of the problems, whereas o1 scored 83%.",
            "h2Chain of thought",
            "OpenAI o1 works by using chain-of-thought logic; it talks itself through a series of reasoning steps as it attempts to solve a problem, correcting itself as it goes.",
            "\n\nWhat ChatGPT and generative AI mean for science\n",
            "OpenAI has decided to keep the details of any given chain of thought hidden — in part because the chain might contain errors or socially unacceptable ‘thoughts’, and in part to protect company secrets relating to how the model works. Instead, o1 provides a reconstructed summary of its logic for the user, alongside its answers. It’s unclear, White says, whether the full chain of thought, if revealed, would look similar to human reasoning.",
            "The new capabilities come with trade-offs. For instance, OpenAI reports that it has received anecdotal feedback that o1 models hallucinate — make up incorrect answers — more often than their predecessors do (although the company’s internal testing showed slightly lower rates of hallucination for o1).",
            "The red-team scientists noted plenty of ways in which o1 was helpful in coming up with protocols for science experiments, but OpenAI says the testers also “highlighted missing safety information pertaining to harmful steps, such as not highlighting explosive hazards or suggesting inappropriate chemical containment methods, pointing to unsuitability of the model to be relied on for high-risk physical safety tasks”.",
            "“It’s still not perfect or reliable enough that you wouldn’t really want to closely check over it,” White says. He adds that o1 is more suited to guiding experts than novices. “For a novice, it’s just beyond their immediate inspection ability” to look at an o1-generated protocol and see that it’s “bunk”, he says.",
            "h2Science solvers",
            "Krenn thinks that o1 will accelerate science by helping to scan the literature, seeing what’s missing and suggesting interesting avenues for future research. He has had success looping o1 into a tool that he co-developed that does this, called SciMuse2. “It creates much more interesting ideas than GPT-4 or GTP-4o,” he says.",
            "Kyle Kabasares, a data scientist at the Bay Area Environmental Research Institute in Moffett Field, California, used o1 to replicate some coding from his PhD project that calculated the mass of black holes. “I was just in awe,” he says, noting that it took o1 about an hour to accomplish what took him many months.",
            "Catherine Brownstein, a geneticist at Boston Children’s Hospital in Massachusetts, says the hospital is currently testing several AI systems, including o1-preview, for applications such as connecting the dots between patient characteristics and genes for rare diseases. She says o1 “is more accurate and gives options I didn’t think were possible from a chatbot”.",
            "doi: https://doi.org/10.1038/d41586-024-03169-9"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03218-3",
        "title": "Deadly Marburg virus: scientists race to test vaccines in outbreak",
        "content": [
            "*Coloured_scanning_electron_micrograph_SEM_of_Marburg_virus_particles_blue,_both_budding_and_attached",
            "Marburg virus particles (blue) on the surface of an infected cultured cell (red).Credit: NIAID/SPL",
            "Researchers are in a race against time to deploy vaccines and treatments against a deadly virus that has exploded in Rwanda.",
            "As of 30 September, the central African country had recorded 27 cases and 9 deaths caused by Marburg virus, a highly deadly relative of Ebola virus that also causes haemorrhagic fever, with most cases occurring in health-care workers in the country’s capital, Kigali.",
            "\n\nAfter the genocide: what scientists are learning from Rwanda\n",
            "There are no approved therapies or vaccines against Marburg virus. But if the current outbreak continues — most previous outbreaks have been small and quickly contained — health officials and researchers hope to gather valuable data on the safety and potential effectiveness of vaccines and treatments.",
            "On 30 September, the World Health Organization (WHO) in Geneva, Switzerland, hosted a teleconference that, according to a WHO spokesperson, involved Rwandan scientists appointed by the government to run potential trials of vaccines and treatments, and members of the Marburg virus vaccine consortium (MARVAC), a group of companies, non-profit organizations and researchers.",
            "h2Ring vaccination",
            "Basic plans for trials were hashed out in the wake of a 2023 Marburg-virus outbreak in Equatorial Guinea that caused 12 deaths among 17 confirmed cases and another 23 fatal probable cases. But no experimental medicines were tested during the outbreak.",
            "Ira Longini, a biostatistician at the University of Florida in Gainesville and a MARVAC member, says that if the Rwandan outbreak continues, the plan is to trial at least one vaccine in a strategy known as ring vaccination. The approach — which showed the effectiveness of an Ebola vaccine in Guinea during the 2014–16 West African outbreak — involves immunizing contacts of an infected individual.",
            "\n\nMeet the Ebola workers battling a virus in a war zone\n",
            "A WHO ethics committee previously approved plans for the vaccine trial, as well as one for treatments such as the antiviral drug remdesivir, which was tested against Ebola and COVID-19, and monoclonal antibody treatments that have shown promise in animals. The WHO spokesperson said the next urgent step is for the trials to be approved in Rwanda.",
            "Several Marburg vaccines are at various stages of development. The furthest along is a candidate led by the Sabin Vaccine Institute in Washington DC that uses a modified chimpanzee adenovirus to deliver instructions for cells to make a Marburg-virus protein. A trial involving 40 healthy participants in the United States found the vaccine to be safe and showed that it generated an immune response against the virus in most people1, and a larger trial is under way in Uganda and Kenya.",
            "A spokesperson for Sabin says that the group is working with Rwanda’s government, but did not say how many doses of its vaccine were currently available. In 2023, a WHO advisory committee named the Sabin vaccine as its top candidate for testing during a Marburg virus outbreak.",
            "h2Rapid production",
            "A similar vaccine that is being developed at the University of Oxford, UK, was also named as a priority for testing during a Marburg outbreak. Teresa Lambe, a vaccinologist at Oxford who is leading the vaccine’s development, says that the vaccine has so far proved safe in the handful of participants who have received it in an ongoing UK trial.",
            "Mark Feinberg, chief executive of the International AIDS Vaccine Initiative in New York City, says there are currently no doses available of the Marburg vaccine his organization is developing — which is similar to an approved Ebola vaccine — but that production is scheduled to start this week.",
            "\n\nRwanda 30 years on: understanding the horror of genocide\n",
            "“The Rwandan health authorities are exceptionally capable, and I hope that they will be able to rapidly contain this outbreak,” Feinberg adds. “The risk of extension of the outbreak to adjacent countries is not insignificant and the consequences of this could be severe.”",
            "The fact that clinical-trial plans are in place and that other groundwork has been laid increases the odds that Marburg vaccines and treatments will be used in Rwanda, says Nancy Sullivan, a viral immunologist at Boston University in Massachusetts. But it’s likely that data on Marburg vaccines and treatments will be needed from multiple outbreaks before conclusions can be drawn about their effectiveness.",
            "“The idea now is that you just move forward and don’t worry that the outbreak will end before trial enrolment is complete,” Sullivan adds. “It’s just a piece of the overall trial.”",
            "doi: https://doi.org/10.1038/d41586-024-03218-3"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03206-7",
        "title": "Mysterious form of high-energy radiation spotted in thunderstorms",
        "content": [
            "*Lightning_strikes_pictured_during_a_fast-moving_tropical_thunderstorm_that_rolled_across_Santa_Barba",
            "The trigger for lightning has been a mystery for centuries. Credit: George Rose/Getty",
            "Physicists have discovered a new form of γ-ray radiation that emerges from tropical thunderstorms — and shown that such invisible bursts of energy are more common on Earth than previously thought. The phenomenon is described1,2 in two studies published in Nature on 2 October.",
            "“These papers are game-changers for the field,” says Joseph Dwyer, a physicist at the University of New Hampshire in Durham. The findings added a new animal to the “zoo” of high-energy phenomena seen in storms, he adds. “These two papers are very important and will make a big splash in the thunderstorm and lightning community.”",
            "\n\nMystery gamma rays could help solve age-old lightning puzzle\n",
            "More energetic than X-rays, γ-radiation is found around black holes, and other extreme cosmic environments. It is also seen on Earth, and its origins could help to explain what initiates lightning, which often follows these events. The trigger for lightning has remained a mystery for centuries because observations struggle to find electric fields strong enough to initiate it.",
            "h2Cold war plane",
            "A group led by scientists at the University of Bergen in Norway made the discoveries using instruments on a high-altitude ex-cold-war spy plane, converted by NASA. The single-pilot aircraft flew as close as 1.5 kilometres above storms in the Caribbean and Central America, during ten flights in 2023.",
            "Scientists had previously documented two kinds of γ-ray phenomenon in storms — seconds-long glows and higher-intensity bursts known as terrestrial γ-ray flashes (TGFs), which last just millionths of a second. The mechanisms behind either are not well understood, nor is their relationship.",
            "*An_Illustration_of_an_aircraft_flying_above_thunderclouds_illuminated_in_purple_to_visualize_the_gam",
            "Illustration of an aircraft flying above thunderclouds to monitor gamma-ray glows, coloured in purple.Credit: The ALOFT team/Mount Visual (CC BY 4.0)",
            "Detectors aboard the plane spotted both types of radiation appearing in the same storm. They saw around 500 glows and 130 TGFs — many more than they had anticipated. And the glows were not as expected. Rather than a steady hum, the radiation surged up and down in intensity, bubbling across a region around 100 kilometres wide, like a boiling pot of water.",
            "Both kinds of radiation have rarely been observed before. “We saw that, over these tropical storms, they are really very common,” says Martino Marisaldi, a co-author and high-energy atmospheric physicist at the University of Bergen.",
            "But the team also saw 24 instances of a new kind of γ-ray radiation: a flickering flash. These pulses grew out of glows and lasted as long as 250 milliseconds, with traits in between that of the other two types of radiation. During each flash, radiation spiked around a dozen times over around one-tenth of a second.",
            "h2Electron soup",
            "This newly observed radiation could be key to understanding how γ-rays come about on Earth. Scientists have known since the 1980s that storms can emit γ-rays. It happens when electric fields of around 100 million volts develop inside churning clouds, creating a natural particle accelerator. When cascades of electrons, zooming at close to light speed, collide with air molecules, they release γ-ray radiation. But where so many of these electrons come from remains uncertain.",
            "\n\nSpace-station cameras reveal how thunderstorms trigger gamma-ray bursts\n",
            "Dwyer says that the latest data fit with a model that he introduced in 2003, in which high-energy radiation sometimes creates positrons, the antimatter counterparts to electrons. These would zoom in the opposite direction to electrons, in a cycle that creates fresh particle avalanches, which might explain the quantity of γ-rays and the flicker, says Dwyer.",
            "That’s an “attractive possibility” worth exploring, says Teruaki Enoto, an astrophysicist studying extreme natural phenomena at the RIKEN Hakubi laboratory in Saitama, Japan.",
            "Lightning strikes happened after most glows and flickering flashes, and at the same time as TGFs. Models suggest that the electron avalanche could partially discharge the cloud, causing the field to grow elsewhere and initiate lightning, adds Dwyer.",
            "The exciting findings will accelerate future observations of these events, says Enoto. “Kudos to the team,” he says.",
            "doi: https://doi.org/10.1038/d41586-024-03206-7"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03208-5",
        "title": "Why hasn’t deadly bird flu reached Australia yet?",
        "content": [
            "*A_adult_short-tailed_Shearwater_Ardenna_tenuirostris_in_flight_off_the_coast_of_Hong_Kong",
            "Scientists have started swabbing short-tailed shearwater (Ardenna tenuirostris) for evidence of bird flu. The birds are migrating from the northern hemisphere to Australia.Credit: John Holmes/Alamy",
            "Australia and the rest of Oceania are the last regions free of the highly pathogenic strain of bird flu that has caused mass mortality in birds across the world and a massive outbreak in dairy cattle in the United States. Why animals in the southern region have so far escaped infection is a mystery, but scientists have several theories.",
            "For one, Australia is geographically isolated and doesn’t import live poultry, says Frank Wong, a virologist at the CSIRO Australian Centre for Disease Preparedness in Geelong. Many of the countries’ birds are endemic and do not migrate to regions where the virus is spreading.",
            "But the virus’s arrival in Australia is “a matter of when, not if”, says Michelle Wille, a virologist at the Centre for Pathogen Genomics at the University of Melbourne, Australia.",
            "h2Bird survey",
            "Wille thinks that long-distance migratory shorebirds and seabirds that come from Siberia and Alaska through southeast Asia to Australia are most likely to carry the virus into the country.",
            "This week, Australian scientists, including Wille, started swabbing the first of nearly 1,000 migratory birds for the virus. Over the coming weeks, the team will capture wedge-tailed shearwaters (Ardenna pacifica) and short-tailed shearwaters (Ardenna tenuirostris) as they migrate from the northern autumn to the southern spring. At night, shearwaters sleep in burrows and are relatively easy to grab. The researchers will swab the birds for the virus, and take blood to test for antibodies that will reveal previous exposure. They will be testing for the H5N1 clade 2.3.4.4b in particular, which has caused mass mortality in birds and some mammals.",
            "To swab the birds, the researchers will travel to seven locations across Australia, as far apart as Broome in the northwest, Lord Howe Island in the east and Phillip Island in the south.",
            "h2Deadly ducks?",
            "Wille says another possible route for the virus is through ducks. Scientists think migrating ducks and geese in other parts of the world can spread the disease without succumbing to it.",
            "That’s because ducks’ epithelial cells have a sensor, known as RIG-I, that detects an invading influenza virus and triggers an immune response that usually fends it off. Kirsty Short, a virologist at the University of Queensland in Brisbane, says ducks might have evolved such defences in Asia from repeated infections with many less-pathogenic forms of the virus, giving them pre-existing immunity. Although they don’t get sick from H5N1, they can still pass it on, and ducks congregate in lakes and ponds with other birds, increasing the chances of disease spread.",
            "h2Isolated ecosystems",
            "Another reason that Oceania is currently free of the virus is that the region’s ducks are endemic and they don’t tend to migrate overseas.",
            "This isolation is partly explained by a biogeographical division called the Wallace Line, first described by naturalist Alfred Russel Wallace in 1859, which runs through Indonesia. Many animal species tend to stay on one side of the line or the other, and because of this isolation, the fauna on each side are distinct. Michael Andersen, an evolutionary biologist at the University of New Mexico in Albuquerque, describes this phenomenon as “one of the great mysteries” of the world.",
            "The sharp division might also mean that the virus is not adapted to animals east of the Wallace Line, says Wong. “Avian influenza viruses, including this high-pathogenicity avian influenza virus, are particularly well-adapted to certain species,” he says. Birds in Australia could have a genetic make-up that circumvents the usual infection route for the virus, but no one has yet tested this hypothesis.",
            "Although many duck species are short-distance migratory birds and tend not to cross the Wallace Line, some species — including Pacific black duck (Anas superciliosa) and spotted whistling duck (Dendrocygna guttata) — do, and Wille thinks they could introduce H5N1 to the region.",
            "If the virus is detected, government veterinarians will immediately move in to cull the affected population, which happened when H7N3 and H7N9 strains of the flu were detected in Victoria in May.",
            "Short says that, when it happens, the effect on Australia’s birds, mammals and ecosystems is unknown, but many species are probably susceptible. “It’s a big research gap,” she says.",
            "doi: https://doi.org/10.1038/d41586-024-03208-5"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03227-2",
        "title": "A spaceship punched an asteroid — we’re about to learn what came next",
        "content": [
            "*An_artist's_impression_of_Asteroid_Impact_Mission_and_its_twin_CubeSats_conducting_a_multi-point_inv",
            "The Hera mission and its twin CubeSats will study the asteroids Dimorphos and Didymos (artist’s impression). Credit: ESA",
            "The European Space Agency (ESA) is set to launch a mission that will assess how effective humanity could be in protecting Earth from an asteroid impact. Called Hera, the mission will visit a rock blasted by a NASA spacecraft in 2022 to analyse the effects of the deflection effort.",
            "“It seems like we hit it hard enough and we reshaped it,” says Harrison Agrusa, a Hera team member and a planetary scientist at the Côte d’Azur Observatory (OCA) in Nice, France.",
            "\n\nThis spacecraft just smashed into an asteroid in an attempt to change its path\n",
            "Hera is set to launch no earlier than 7 October on a SpaceX Falcon 9 rocket from Cape Canaveral in Florida, although the lift-off might be delayed while SpaceX investigates an issue with its launch vehicle. The solar-powered spacecraft, which is the size of a small car, will take two years to reach its target, the binary asteroid system of Didymos and Dimorphos between Earth and Mars, arriving in late 2026.",
            "The €363-million (US$398-million) mission is a follow-up to NASA’s DART, the Double Asteroid Redirection Test. In September 2022, the similarly sized DART spacecraft slammed into Dimorphos, the smaller of the two asteroids at 160 metres across. That impact shortened the period of the asteroid’s nearly 12-hour orbit around Didymos by 33 minutes (see ‘Impact assessment’). That’s strong evidence that space agencies could, in future, use a similar approach to deflect an asteroid on course with Earth, say researchers. No such asteroid is currently known.",
            "h2Delayed mission",
            "Hera was supposed to have been present at Dimorphos for the DART impact to gather data on the experiment in real-time. But ESA cancelled the mission in 2016 before reviving it in 2019, meaning it would now arrive four years after DART. That means comparisons of Dimorphos’s form before and after impact are more difficult.",
            "“It would have been better to have the full characteristics, but we can live with that,” says Patrick Michel, a planetary scientist at the OCA and Hera’s mission lead. “Fortunately, the outcome of the impact will [still] be there.”",
            "*IMPACT_ASSESSMENT_Graphic_shows_the_HERA_mission_which_will_study_the_asteroids_Dimorphos_and_Didymo",
            "Source: ESA/NASA/A. F. Cheng et al. Nature 616, 457–460 (2023).",
            "DART hit the asteroid at 22,000 kilometres per hour, and sent nearly 1,000 tonnes of material into space, including boulders the size of buses. Remote observations suggest that it formed a crater about 50 metres across, the width of a football field, but the true size won’t be known until Hera arrives. “It’s a big divot a third of the width of the body,” says Dawn Graninger, a physicist at Johns Hopkins University Applied Physics Laboratory (JHUAPL) in Laurel, Maryland, and a Hera scientist.",
            "Hera will slowly sidle up to the system when it arrives, positioning itself on a path around both rocks. “This is the first rendezvous with a binary asteroid,” says Michel. It will then study the asteroids for six months using cameras and an infrared imager, gradually lowering its altitude above them from 30 kilometres down to one kilometre.",
            "“Hera is a detective, like Colombo,” says Michel. “It’s going back to the crime scene and telling us what happened, and why.”",
            "\n\nAsteroid lost 1 million kilograms after collision with DART spacecraft\n",
            "h2Reshaped asteroid",
            "Studying the system will give us an unprecedented understanding of these two-rock systems, says Alice Quillen, an astronomer at the University of Rochester in New York. About 15% of asteroids are thought to be binaries. “One of the mysteries about binary asteroids is they’re predicted to fall apart really quickly,” she says, because of radiation pressure from the Sun. A slight wobble in Dimorphos’s orbit might explain how it stays gravitationally bound to Didymos.",
            "It’s possible that DART’s impact reformed asteroid’s relatively spherical shape. “A lot of impact models indicate we made it elongated,” says Agrusa.",
            "The impact might also have caused Dimorphos to tumble as it orbits Didymos. Previously, it had been tidally locked, with the same face always pointing towards its larger companion, as the Moon does Earth. But DART might have caused its axis to spin chaotically, possibly even head over heels, something Agrusa predicted before impact. “We think that this prediction might have come true,” he says.",
            "*Asteroid_moonlet_Dimorphos_as_seen_by_the_DART_spacecraft_11_seconds_before_impact",
            "Dimorphos as seen by the DART spacecraft 11 seconds before impact.Credit: NASA/Johns Hopkins APL",
            "Differences in the position of boulders on Dimorphos’s surface in Hera’s images compared with DART’s pictures could also reveal how much the rock has changed.",
            "The mission will “tie-off some of the loose ends” of the deflection experiment, says Andy Rivkin, a planetary scientist at JHUAPL who led the DART mission and is now working on Hera.",
            "\n\nFresh images reveal fireworks when NASA spacecraft ploughed into asteroid\n",
            "About two months into the mission, Hera will deploy two small CubeSats, called Juventas and Milani, that will encircle the asteroid pair. Measuring the distance between all three spacecraft will help scientists to work out Dimorphos’s gravitational pull and thus its mass, a crucial piece of information in understanding asteroid deflection. If the mass is low, “then maybe we deflected it so easily because it was light”, says Michel. But if the mass is high, it suggests that DART’s approach was even more effective at pushing the asteroid off course.",
            "Both CubeSats will later attempt to land on Dimorphos, providing richer information on its gravity and composition — and take images from the surface.",
            "Hera might also touch down on Didymos as its final resting place, ending this grand escapade. “Altogether it’s a rehearsal for if we did have to intercept something” heading for Earth, says Rivkin.",
            "doi: https://doi.org/10.1038/d41586-024-03227-2"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03209-4",
        "title": "World-first therapy using donor cells sends autoimmune diseases into remission",
        "content": [
            "*Coloured_scanning_electron_micrograph_of_a_breast_cancer_cell_pink_being_attacked_by_a_chimeric_anti",
            "Engineered immune cells, called CAR T cells (yellow), have revolutionized treatment for some tumours (pink) and show promise for treating autoimmune conditions. Credit: Eye Of Science/Science Photo Library",
            "One woman and two men with severe autoimmune conditions have gone into remission after being treated with bioengineered and CRISPR-modified immune cells1. The three individuals from China are the first people with autoimmune disorders to be treated with engineered immune cells created from donor cells, rather than ones collected from their own bodies. This advance is the first step towards mass production of such therapies.",
            "One of the recipients, Mr Gong, a 57-year-old man from Shanghai, has systemic sclerosis, which affects connective tissue and can result in skin stiffening and organ damage. He says that three days after receiving the therapy, he felt his skin loosen and he could start moving his fingers and opening his mouth again. Two weeks later, he returned to his office job. “I feel very good,” he says, more than a year after receiving the treatment.",
            "Engineered immune cells, called chimeric antigen receptor (CAR) T cells, have shown great promise in treating blood cancers — half a dozen products are approved in the United States — and potential for treating autoimmune conditions such as lupus and multiple sclerosis, in which rogue immune cells release autoantibodies that attack the body’s own tissue. But the therapy typically relies on a person’s own immune cells, and this personalization makes it expensive and time consuming.",
            "That’s why researchers have started creating CAR T therapies from donated immune cells. If successful, they would allow pharmaceutical companies to scale up manufacturing, potentially slashing costs and production times. Instead of making one treatment for one person, therapies for more than a hundred people could be made from one donor’s cells, says Lin Xin, an immunologist at Tsinghua University in Beijing. Donor-derived CAR T cells have been used to treat people with cancers, but with limited success so far2.",
            "h2Autoimmune diseases",
            "The trial, led by Xu Huji, a rheumatologist at Naval Medical University in Shanghai, is the first to report results for autoimmune diseases. They were published in Cell last month. More than six months after receiving the treatment, the recipients remained in remission. Another two dozen individuals have received the donor-derived treatment and a slightly modified product, says Xu. The results have been largely positive, he says.",
            "“The clinical outcomes are phenomenal,” says Lin, who is leading a separate trial using donor-derived CAR T cells to treat lupus.",
            "The success and safety of the therapy look promising but still need to be demonstrated in many more people before researchers can draw conclusions about its broad application, says Christina Bergmann, a rheumatologist at the University Hospital Erlangen in Germany.",
            "But if it does succeed in more people over a longer time frame, it “could prove paradigm shifting”, says Daniel Baker, an immunologist at the University of Pennsylvania in Philadelphia. More than 80 autoimmune diseases are linked to malfunctioning immune cells.",
            "h2Healthy donor",
            "CAR-T-cell therapy typically involves extracting immune cells known as T cells from the person being treated. The cells are embellished with CAR proteins that target B cells and are then re-infused into the person’s body.",
            "The process for creating CAR T cells from donated immune cells is similar. Xu and his colleagues extracted T cells from a 21-year-old woman and studded them with CARs that recognize CD19, a receptor found on the surface of B cells. They used the CRISPR–Cas9 gene-editing tool to knock out five genes in the T cells, to prevent both the grafted cells from attacking the host’s body and the host’s immune system from attacking the donor cells.",
            "The first person to receive the treatment, in May 2023, was a 42-year-old woman with a type of autoimmune myopathy, which targets skeletal muscle tissue, resulting in weakness and fatigue. Mr Gong, and another man aged 45, had an aggressive form of sclerosis. They started their treatments in June and August 2023.",
            "Once injected into the hosts, the CAR T cells got to work. They multiplied and targeted and destroyed all the B cells — including pathogenic cells linked to the autoimmune conditions. The bioengineered T cells survived for weeks in the recipients before largely vanishing. Eventually, new healthy B cells returned, but no pathogenic ones did. A similar response has been observed in people with autoimmune conditions who received CAR T cells derived from their own cells3.",
            "h2‘Complete remission’",
            "Two months after the treatment, the researchers say the woman achieved complete remission, and maintained that status at her six-month follow-up. Baker says that although the woman showed clear clinical improvements, he would be more cautious about calling it complete remission, given the short assessment time. The woman’s autoantibodies had dropped to undetectable levels, and her muscle strength and mobility had improved dramatically.",
            "The two men also saw significant improvements in their symptoms — including the reversal of scar-tissue formation — and declines in autoantibody levels.",
            "None of the individuals experienced an extreme inflammatory reaction known as cytokine-release syndrome, which has been observed in some people with cancer who have received CAR-T therapy, and they didn’t show evidence of the graft attacking the host. But the researchers are still trying to determine whether the host’s body rejects the graft over time.",
            "One key safety concern observed in some people who have received CAR-T-cell therapy to treat cancer is the emergence of new tumours, although researchers are still investigating whether they are linked to the therapy. Baker says it’s too early to know whether people with autoimmune conditions who are treated with donor-derived CAR T cells will face this risk. “Only time will tell.“",
            "The big question now, Baker says, is whether the same approach will work in more people, and how durable the effects will be. “Will these patients stay symptom-free for years?”",
            "doi: https://doi.org/10.1038/d41586-024-03209-4"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03219-2",
        "title": "Believe it or not, this lush landscape is Antarctica",
        "content": [
            "*A_general_landscape_view_of_Ardley_Island_on_a_sunny_day_with_small_patches_of_melted_snow",
            "Hummocks of moss cover Ardley Island off the tip of the Antarctic Peninsula.Credit: Dan Charman",
            "A fast-warming region of Antarctica is getting greener with shocking speed. Satellite imagery of the region reveals that the area covered by plants increased by almost 14 times over 35 years — a trend that will spur rapid change of Antarctic ecosystems.",
            "“It's the beginning of dramatic transformation,” says Olly Bartlett, a remote-sensing specialist at the University of Hertfordshire in Hatfield, UK, and an author of the study1, published today in Nature Geoscience, that reports these results.",
            "h2From white to green",
            "Bartlett and his colleagues analysed images taken between 1986 and 2021 of the Antarctic Peninsula — a part of the continent that juts north towards the tip of South America. The pictures were taken by the Landsat satellites operated by NASA and the US Geological Survey in March, which is the end of the growing season for vegetation in the Antarctic.",
            "To assess how much of the land was covered with vegetation, the researchers took advantage of the properties of growing plants: healthy plants absorb a lot of red light and reflect a lot of near-infrared light. Scientists can use satellite measurements of light at these wavelengths to determine whether a piece of land is covered by thriving plants.",
            "The team found that the area of the peninsula swathed in plants grew from less than one square kilometre in 1986 to nearly 12 square kilometres in 2021 (see ‘An icy land goes green’). The rate of expansion was roughly 33% higher between 2016 and 2021 compared with the four-decade study period as a whole.",
            "*AN_ICY_LAND_GOES_GREEN_Graphic_shows_the_area_of_the_Antarctic_Peninsula_covered_by_vegetation_has_g",
            "Source: Ref. 1",
            "“These numbers shocked us,” says Thomas Roland, a study co-author and an environmental scientist at the University of Exeter, UK. “It's simply that rate of change in an extremely isolated, extremely vulnerable area that causes the alarm.”",
            "The research is “really important”, says Jasmine Lee, a conservation scientist at the British Antarctic Survey in Cambridge, UK. Other studies2,3 have found evidence that vegetation on the peninsula is changing in response to climate change, “but this is the first study that's taken a huge-scale approach to look at the entire region”, she says.",
            "Previous visits by the authors to the peninsula lead the authors to think that most of the vegetation is moss. As mosses spread to previously ice-covered landscapes, they will build up a layer of soil, offering a habitat for other plant life, Roland says. “There's a huge potential here to see a further increase in the amount of non-native, potentially invasive species,” he says.",
            "*A_general_view_of_Norsel_Point_showing_the_green_vegetation_and_a_person_in_an_orange_jacket",
            "Moss covers rocks on Norsel Point, an arm of an island off the Antarctic Peninsula.Credit: Dan Charman",
            "This is a concern because Antarctica’s native flora are adapted to extreme conditions, and they might not be able to compete with an influx of other species, Lee says.",
            "The researchers point to climate change as the driver of the landscape’s shift from white to green. Temperatures on the peninsula have risen by almost 3°C since 1950, which is a much bigger increase than observed across most parts of the planet. The “phenomenal” rate of expansion of greenery, Roland says, highlights the unprecedented changes that humans are imposing on Earth’s climate.",
            "doi: https://doi.org/10.1038/d41586-024-03219-2"
        ]
    },
    {
        "URL": "https://www.nature.com/articles/d41586-024-03113-x",
        "title": "Funders launch online resource to help researchers navigate narrative CVs",
        "content": [
            "*A_female_scientist_in_a_lab_coat_using_a_phone_on_a_tripod_to_record_herself_carrying_out_an_experim",
            "Narrative CVs are gaining in popularity — but many researchers don’t yet know exactly how to craft one.Credit: Getty",
            "A group of funding agencies and research organizations has created a free online platform to help academics to create narrative CVs.",
            "In the past few years, funders have increasingly favoured the narrative style over typical formats, which usually emphasize quantitative indicators. These include the titles of journals that papers are published in, and the amount of grant money received. Narrative CVs describe a person’s contributions and achievements, and reflect a broader range of skills and experiences than do conventional formats.",
            "The Peer Exchange Platform for Narrative-style CVs (PEP-CV) is backed by a coalition of national funders that are already using narrative CVs in funding applications. These include UK Research and Innovation, the Swiss National Science Foundation, Science Foundation Ireland, the Dutch Research Council and the Luxembourg National Research Fund.",
            "Other PEP-CV supporters include London-based research funder Wellcome; the Young Academy of Europe (YAE), a Europe-wide association of junior researchers; and the Marie Curie Alumni Association, an international non-profit organization.",
            "It’s difficult to understand a person’s expertise by looking only at quantitative metrics, says YAE chair Katalin Solymosi, a plant biologist at Eötvös Loránd University in Budapest.",
            "“If you want to change the research culture, and also build a more inclusive scientific landscape with equity, diversity and inclusion of all talents, there should be greater awareness among funders of more qualitative indicators,” Solymosi says.",
            "Narrative CVs can help funders to see the human being behind a funding application. They can capture periods of parental leave, for example, which are harder to account for in conventional CV formats, she adds.",
            "“But many researchers have no experience with how to write narrative CVs, what to include, and how to avoid it becoming a very lengthy text that nobody will really read,” Solymosi concludes. This is why mentoring support is needed, she says.",
            "h2A sea change for CVs",
            "Individual researchers can register on PEP-CV as mentors or people seeking advice. Those seeking a mentor can then search for one who best fits their needs. If that person accepts the request, the two are connected through e-mail. Since its launch in March, the platform has garnered around 500 users, 153 mentors and 348 seeking guidance.",
            "Tanita Casci, who directs the research strategy and policy unit at the University of Oxford, UK, says that a mentoring platform such as PEP-CV can help researchers who do not have much local support to find guidance on how to craft their CV.",
            "Because knowledge of this CV format is not yet widespread, she adds, it means that “rather than the narrative CV achieving its intended aims of allowing for greater diversity in applicant pools and awardee pools, it’s actually favouring those who are in institutions that have the appropriate support”.",
            "Future plans include incentivizing mentors to offer their time for free by allowing them to claim recognition using ORCID, a tool that assigns unique identifiers to authors to capture bibliometric outputs. This will enable them to earn credit for their work.",
            "Kelly Cobey, who leads the metascience and open-science programme at the University of Ottawa Heart Institute, says a change in behaviour is needed to shift in how research is assessed, and narrative CVs are part of that process.",
            "Currently, grant applicants don’t always know what funders are looking for in narrative CVs, which is why more mentoring support is a positive step, Cobey adds.",
            "In addition to guidance on crafting CVs, Casci thinks institutions should support researchers by making sure they are participating in relevant activities to gain knowledge and experiences that they can eventually write about.",
            "doi: https://doi.org/10.1038/d41586-024-03113-x"
        ]
    }
]