[
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-life-forms-that-have-survived-in-space",
        "title": "\n\tLet’s learn about life forms that have survived in space",
        "content": [
            "*_Let’s_learn_about_life_forms_that_have_survived_in_space0",
            "The moss species Physcomitrium patens (shown) is the latest life form to survive a stay in space.",
            "Plenty of species have gone to space. Monkeys and dogs were among the first astronauts and cosmonauts. Those animals were sent on missions to see how space travel might affect people. (Spoiler: They didn’t always survive.) Then humans took to space. And they have since ferried everything from frogs and butterflies to lettuce and flowers to the International Space Station, or ISS. There, astronauts run experiments to test how life fares beyond our home planet.",
            "But most organisms have spent their out-of-this-world journeys onboard spacecraft. Inside those vehicles, living things have air to breathe. They’re shielded against the extreme temperature swings of outer space. And they’re somewhat sheltered from the radiation that fills the cosmos.",
            "Few life forms have ever been sent into the void of outer space and lived for scientists to tell their tales. Among that elite club of survivors are moss spores, bacteria, plant seeds and tardigrades.",
            "Moss only earned its survived-in-space badge a few months ago. Spores of the species Physcomitrium patens lived nine months outside the ISS. Hunkering down in a dormant state helped the spores withstand being dried out and exposed to extreme temps. The spores were also enclosed in a natural casing called sporangium, which guarded them against space radiation.",
            "Scientists have likewise placed clumps of Deinococcus bacteria outside the space station. These microbes, which live in Earth’s stratosphere, are known for standing up well to radiation. Some of them lived through a three-year stint in outer space.",
            "In another experiment, researchers left seeds from mustard and tobacco plants in space for more than a year and a half. Some of those seeds survived and sprouted plants. Tardigrades and lichens — both famous for withstanding harsh conditions on Earth — have done tours in space as well.",
            "These experiments are useful for a few reasons. They help scientists figure out which plants could be taken to the moon or Mars. Such hardy plants could supply astronauts with food and oxygen. Testing life’s limits also reveals the risk of astronauts contaminating other planets with Earth microbes. And it offers clues about whether organisms could drift on space rocks from one planet to another. If so, life might be able to start in one place and spread across the universe — a concept known as panspermia. ",
            "If bacteria stick together, they can survive for years in space Tiny clumps of bacteria can survive at least three years in outer space. This raises the prospect of interplanetary travel by microbial life. (9/18/2020) Readability: 7.8",
            "These ultra-long experiments outlive their scientists — on purpose Space isn’t the only place scientists have tested the extreme hardiness of seeds. (11/6/2025) Readability: 6.5",
            "Let’s learn about tardigrades Surviving the vacuum of outer space is far from tardigrades’ only superpower. (9/23/2025) Readability: 7.2",
            "iFhttps://www.youtube.com/embed/IxndOd3kmSs?feature=oembed",
            "Meet the tardigrade, one of the toughest animals on Earth — so tough it can survive outer space.",
            "Scientists Say: Bacteria",
            "Scientists Say: Radiation",
            "Explainer: How a seed grows into a plant",
            "Let’s learn about the International Space Station",
            "Most Americans would welcome a microbial E.T.",
            "Moss spores survived in space for 9 months (from Science News)",
            "How to keep humans from ruining the search for life on Mars (from Science News)",
            "A barrage of radiation couldn’t kill this hardy life-form (from Science News)",
            "Tardigrades could teach us how to handle the rigors of space travel (from Science News)",
            "Word find",
            "Explore how life survives in extreme environments on Earth — and what it might look like on other worlds — with the Extremoverse Card Game from the Arizona Astrobiology Center. "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/antarctic-fish-arrange-nests",
        "title": "\n\tSome Antarctic fish arrange their nests into odd shapes",
        "content": [
            "*_Some_Antarctic_fish_arrange_their_nests_into_odd_shapes1",
            "Yellowfin rockcod arrange their nests in organized shapes to protect against predators.",
            "Antarctic fish build surprisingly organized neighborhoods of nests — and in some very odd shapes.",
            "Scientists spotted this aquatic architecture in the Weddell Sea. Those waters, off the coast of Antarctica, are some of the coldest on Earth. The discovery shows that fish there plan where they group their nests. This helps them protect their eggs from predators.",
            "Researchers described the neatly arranged nests October 29 in Frontiers in Marine Science. The new findings add evidence that the Weddell Sea is home to complex ecosystems worth preserving.",
            "Many countries want to use natural resources in the Antarctic, notes Thomas Desvignes. He’s a fish biologist at the University of Alabama at Birmingham who did not take part in the new work. An international treaty currently protects Antarctica’s resources. Still, some nations want to begin seabed mining or fishing in the Antarctic.",
            "Such actions would put local wildlife at risk. The new research, Desvignes says, offers “one more reason why we should protect the Weddell Sea.”",
            "In 2019, researchers set out to explore a patch of open water near a sheet of ice called the Larsen Ice Shelf. Those waters had recently been exposed after a huge chunk of ice broke off from the shelf. The team dropped an underwater robot into the ocean to survey and film the seafloor more than 350 meters (about 1,150 feet) below.",
            "After the journey, Russ Connelly looked through the videos hoping to find something interesting. A marine biologist, he works at the University of Essex in Colchester, England. The footage revealed bowl-shaped dimples pressed into the soft seafloor.  As he looked closer, Connelly noticed those imprints formed perfect ovals and curves.",
            "*_Some_Antarctic_fish_arrange_their_nests_into_odd_shapes2",
            "fCYellowfin rockcod (shown) makes nests in distinct geometric patterns on the Weddell Sea floor. The curves, ovals and clusters are thought to help protect eggs from predators.",
            "“We weren’t actually sure what the videos were showing us at the time,” Connelly recalls. “We thought maybe it was a Weddell seal snout that was going down and bonking down into the seabed. Or that it was pockmarks from stones dropping from the ice and making craters.”",
            "But the marks seemed just too evenly spread out to be either of those.",
            "The team then used its knowledge of creatures living nearby to figure out the true imprint artists. Those odd divots, they realized, must be fish nests made by yellowfin rockcod.",
            "The videos turned up more than 1,000 yellowfin rockcod nests. They were arranged in five repeating patterns: clusters, crescents, U-shapes, lines and ovals. A few nests stood alone.",
            "Most nests grouped into clusters, with several nests bunched closely. Connelly suspects this layout offers smaller fish better protection against predators. Larger fish that fend for themselves might live in those bigger, solo nests.",
            "Other reasons may explain the nests’ odd ordering, too, Connelly says. It’s possible that many fish couples grouped their nests together for protection. But a single pair might have made the clustered ones. These fish might be building extra nests as decoys. More trips to the region are needed to confirm how many fish are using the nests, Connelly says.",
            "These are hardly the only fish nests to have grabbed attention recently in the Weddell Sea. Almost four years ago, researchers discovered its Antarctic seafloor was home to the world’s largest known colony of breeding fish. This one community of icefish was nesting across a 92-square-mile area of the seabed.",
            "“In general, we need to explore more of the oceans, because … we’re so surprised at every single time that we see life exists at these depths,” Connelly says. “We need to see what’s out there before species that we didn’t even know existed have been lost.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/air-pollution-harm-vision",
        "title": "\n\tAir pollution might harm children’s eye health",
        "content": [
            "*a_young_woman_with_dark_hair_wearing_a_mask_and_glasses_in_a_smoggy_outdoor_setting",
            "Many children wear glasses for nearsightedness. New research links this vision problem with air pollution.",
            "Polluted air is bad for your lungs. That dirty air might also be why many kids need glasses, new data show. ",
            "This observation comes from a study of vision in about 30,000 school-age children. Kids had better eyesight when air pollution levels were lower, scientists found.",
            "The researchers focused on myopia. People with this eye condition — also known as nearsightedness — have trouble seeing faraway objects. It’s a really big problem in East Asia. In China, for instance, more than four in every five teens are nearsighted by the time they finish high school. One in 10 are severely myopic.",
            "Many things can contribute to someone becoming nearsighted. Genetics play a big role. Daily habits matter too, such as how much time you spend staring at screens or whether you play outside. Even what you eat can affect vision.",
            "“We know air pollution is a factor in eye health,” too, notes Zongbo Shi. A coauthor of the new study, he’s a scientist who looks at how atmospheric processes affect human health and the environment. He works at the University of Birmingham in England.",
            "But scientists didn’t know which things these had the biggest impact, Shi says. So they decided to investigate the role of air quality.",
            "*two_diagrams_shgowing_how_light_enters_the_eye_and_where_it_is_focused_for_normal_vision_and_myopia",
            "fCNormally, our eyes focus images on the retina, a layer of cells at the back of the eye (upper drawing). But with myopia, the eye instead focuses images a short distance in front of the retina (bottom image), causing faraway objects to appear blurred.",
            "His team used data from 29,971 elementary, middle and high school students in Tianjin, China. These data came from a survey on myopia. It asked kids or their families about the kids’ age and sex, health history and family background. This survey also asked about their habits, including how much the kids slept, what they ate, their school environment and more.",
            "Shi’s team also gathered environmental data for Tianjin. This ranged from air pollution to the amount of green space and nighttime lighting.",
            "To make sense of all these data, the researchers turned to machine learning. They trained this form of artificial intelligence (AI) to identify which aspects of the survey data seemed to have the strongest link to eye health. And levels of two air pollutants stood out: nitrogen dioxide gas and ultra-fine airborne particles. The AI model linked lower levels of both of these to better vision.",
            "Shi’s team shared its findings in the September 2025 issue of PNAS Nexus.",
            "iFhttps://www.youtube.com/embed/v1_HkgP8Mdw?feature=oembed",
            "Learn what myopia is, when it tends to develop and what you can do if you develop this eye condition.",
            "Earlier studies suggested a link between air pollution and eye disorders in adults, says Paul Foster. An ophthalmologist, he studies eye health at University College London in England. It’s possible, he says, that pollution causes narrowing of the blood vessels in the retina. That’s the layer of light-sensitive cells at the back of the eye. “[This] may lead to a greater risk of children becoming myopic.” In fact, data have shown that elementary-school-age children are especially sensitive to air pollution.",
            "“Every body function — every organ system — is affected by air pollution,” says Judith Klein-Seetharaman. She did not take part in the new study. A biochemist, she works at Arizona State University in Phoenix. There, she studies what happens in our bodies at the molecular level.",
            "“We might think the lungs are affected more because we breathe in those substances,” she says. “But the eye is particularly vulnerable,” too, she points out, “because it’s so exposed.”",
            "Imagine a dusty day. If there are a lot of particles in the air, they can get into our eyes and irritate them. Hurt or damaged cells will send out distress signals. This brings immune cells rushing to the area. It can trigger an increase in blood flow to the site, leaving it red and swollen. It might get itchy too. This is called inflammation.",
            "*three_kids_playing_outside_in_a_sunny_green_setting",
            "fCDoctors generally recommend getting plenty of outdoor time to limit your risk of myopia. Why? Your eyes get lots of exercise changing their focus to view things near and far. However, new data show, in polluted communities, outdoor air may also become a risk for nearsightedness, at least in kids.",
            "Oxidative stress can also develop, Klein-Seetharaman notes. This is when imbalances in certain chemicals damage affected cells. Both inflammation and oxidative stress can increase the risk of myopia.",
            "Inhaled pollutants can lead to more cell damage — and inflammation. From the lungs, pollutants can get into the blood and be transported throughout the body. This can affect every part of our body, including the eyes, the World Health Organization says.",
            "“It’s really complicated,” Shi says. “And there may be other [affected] pathways that we don’t know very well yet.”",
            "Shi’s team also ran computer models that asked what would happen if children had been breathing and viewing the world through less polluted air. They predicted that fewer children would develop serious myopia.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The study shows how many different things affect eye health, Klein-Seetharaman says. However, correlation isn’t causation, she adds. Just because two things happen at the same time doesn’t mean one caused the other. ",
            "Shi agrees. “I can say, generally speaking, improving air pollution would improve eyesight,” he says. “But I can’t say if you improve your air pollution level [by some particular amount], how much that will improve your eyesight.”",
            "He notes other limitations, too. The study relied on self-reported data, which is not always accurate. The researchers also defined pollution exposures using data collected near the kids’ schools. This approach isn’t perfect because kids don’t spend their entire day at school, much less weekends.",
            "This study, however, suggests some options for improving eye health. Since children spend a lot of time at school, the researchers recommend creating clean-air zones around schools. This might involve closing streets to cars during school drop-offs and pick-ups. Putting air purifiers in classrooms is another option.",
            "Such changes might work alongside local or regional pollution-fighting efforts, the researchers say. For kids everywhere, cleaner air could mean better vision, too.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/quit-to-reach-goal",
        "title": "\n\tSometimes the best way to reach a goal may be to quit an old one",
        "content": [
            "*An_illustration_of_a_person_pushing_a_round_boulder_up_a_steep_incline",
            "Most stories in the West emphasize persevering, often against all odds. But sometimes quitting is the best path forward.   ",
            "In the classic story The Little Engine That Could, a small blue locomotive laboriously chugs up a hill. She’s hauling cars stuffed full of toys and food for children on the other side. The train engine wills herself up the steep incline by chanting: “I think I can, I think I can, I think I can.”",
            "Stories of sticking things out, often under tough circumstances, are common in the United States and other industrial countries. As a society, “we value perseverance and persistence,” says Andreea Gavrila. She’s a psychology expert at Université du Québec à Montréal in Canada.",
            "The new year is a time people often set resolutions. Clean out your house. Start a new hobby. Exercise more. But rather than always choose something new to do, researchers suggest, maybe consider the opposite.",
            "“It’s time to reassess at the end of the year, ‘What is something I don’t need in my life anymore?’” says Rachit Dubey. He studies computation and human motivation at the University of California, Los Angeles.",
            "Past goals may have become impractical to work toward. Maybe they felt too hard or cost too much. Or they just no longer match what you want for your life now. Continuing to work toward goals that don’t fit can trigger physical and mental health problems, research shows. But the idea of quitting has a bad rap. So sometimes, letting go can be tougher than persevering.",
            "Research on quitting is fairly new. Scientists are just starting to learn when and how people can best quit goals. Often, Gavrila says, quitting a goal can take months or even years. “Think of a relationship,” she says. Breaking up with a goal and moving on can be messy and painful. But if you can really let go of a long-held pursuit, you might free up the mental space and energy for new goals and dreams.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Goals serve an important role in our lives. “It’s in human nature to set goals because goals give us direction. Goals represent some desired future end state,” says Nikos Ntoumanis. He’s a motivation science expert at the University of Southern Denmark in Odense.",
            "But not all targets are equally helpful. Struggling to work toward a goal that doesn’t fit can create guilt and stress. And the time and effort spent trying may prevent you from seeing other — maybe better — options.",
            "Dubey and his team showed this with a simple online game. They recruited more than 3,500 players. Each had 100 chances to push a button of a given color. Sometimes the push delivered a point. Other times it didn’t. Some of the buttons were more likely to give points than others — but the players weren’t told this. At any time, someone could request a new button color to see if they could snag more points. But they couldn’t go back to a color they’d tried before. (This was meant to mimic real-life choices that can’t be undone.)",
            "The research team also developed a math formula to figure out the best possible strategy. Then they compared it to how the human players had behaved.",
            "Players stuck with a given color much longer than they should have. The team reported this in the September 2025 Journal of Experimental Psychology: General. And most people only tried a few buttons before picking a final color.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Even in this no-stakes game, people struggled to move on from things that weren’t working out, Dubey says. What would happen in real-life settings, where the emotional stakes are higher? There it’s even harder, he suspects.",
            "That’s why Dubey often advises people to take a hard look at their goals.",
            "“If something is consistently disappointing you, maybe try to get the emotions out of it,” he says. “Be more ruthless to quit.”",
            "The idea of quitting may feel strange. It’s natural to resist giving up. Once you’ve spent time, money or energy on something, you want to see it pay off. This is called a “sunk-cost” bias.",
            "That bias may be hardwired in our brains. In studies, birds and rodents tend to stay with one task even when switching would give more reward. Researchers have also studied people with a type of brain damage that impairs their sense of future time. In a video game, these people were more likely than those with unharmed brains to swap one strategy for another. The damaged area, part of brain’s prefrontal cortex, may play a role in staying committed to a goal, the results suggest. The team reported this in July 2024 in Nature Human Behaviour.",
            "*a_young_man_wearing_white_headphones_bending_over_and_exhaling_heavily_after_excercise",
            "fCMany people set goals related to getting more exercise. But such goals don’t work for everyone. A close look at whether the motivation to keep at it comes from within or from others can help you decide whether it’s worth sticking with it.",
            "So if quitting is sometimes the best option, how do we go about it? Researchers are still sorting out how people can best work through that difficult process.",
            "In fact, the same tools that help people persevere at something may also help them quit, research suggests. That’s because there are two parts to the quitting process. To revisit Gavrila’s relationship analogy, there’s the initial breakup, and then there’s moving on. And moving on without second-guessing your decision may depend on what drove you to quit in the first place.",
            "When it comes to sticking with a goal, a person’s source of motivation seems to be a key indicator for whether they’ll succeed. Consider two people who want to stop eating meat. One person is doing it because their friends keep bugging them about the ethics of eating animals. That message of guilt and shame seldom leads to long-term changes. The other person wants to give up meat to feel healthier. Such inner drive can help a person stay committed.",
            "More recently, researchers have asked whether an inner resolve to quit can similarly help someone make a clean break.",
            "It’s common to get stuck on a decision to quit, Gavrila says. After someone leaves a team they no longer enjoyed, they may doubt their choice as they struggle to figure out what else to do. Or after a breakup, someone may continue to follow their ex’s every move on social media.",
            "A 2022 study assessed how well people move on from goals in real life. Researchers surveyed more than 500 university students over nine months and more than 400 community members for three months. At the start of the study, the team asked participants about a long-term goal they were giving up. They also asked how important the goal was to the people’s lives. To assess inner drive, participants rated statements such as, “This goal no longer reflects who I am.” Statements like “People have been telling me I have to let this goal go” assessed outside pressures to quit.",
            "As the study went on, the team weighed how much participants had disengaged from their goal. They also gauged how “stuck” a person was through statements like “I feel torn about letting go of this goal.”",
            "People who were quitting primarily due to outside pressures tended to get more stuck than those who were self-driven. That was true in both groups of participants, the team reported in Motivation and Emotion.",
            "People don’t just wake up one day and say, “I’m done” and seamlessly move on to their next adventure. “There’s all this difficulty in letting go of the goal,” says Gavrila, who was not involved in that study. “It’s very messy.”",
            "But what’s clear is that clinging to an outgrown goal can do more harm than good. Cutting some ties can clear space in your life to pursue things that really matter to you. And finding a new path forward may first require the courage to say, “I think I can’t.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-tenebrescence-definition-pronunciation",
        "title": "\n\tScientists Say: Tenebrescence",
        "content": [
            "*three_chunks_of_milky_white_rock_with_tinges_of_pink_are_displayed_on_asphalt",
            "Tugtupite is a mineral that shows tenebrescence. It color-shifts from creamy white to vivid pink with ultraviolet light exposure.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/soundcloud%253Atracks%253A2241824960&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Tenebrescence is a property of some minerals that change color under certain lights, such as ultraviolet (UV) or bright sunlight.",
            "These color shifts last even after light exposure ends. The minerals do eventually fade back to their original color. But that takes time. Some fade in a matter of seconds. Others take hours or more.",
            "This slow fade sets tenebrescence apart from fluorescence. That’s another light-related mineral property. Fluorescent minerals also color shift. But the effect ends when the light exposure does.",
            "Hackmanite shows tenebrescence. This milky white or light pink mineral is often mined in Greenland or Afghanistan. Exposure to UV light typically turns this mineral vivid purple or pink. Sulfur particles play a role in this effect. However, the color and light response can differ slightly from one hackmanite sample to another. That’s because different rocks have slightly different chemical makeups. Other examples of minerals with this property include tugtupite and certain zircon minerals.",
            "Here’s how it works. First, light energizes electrons in these minerals. That means the electrons absorb some of the energy from light. Then, the electrons re-emit this energy as light. That’s where the new color comes from. Importantly, the electrons do not lose their energy immediately. As electrons slowly return to their resting state, the stone retains its new color.",
            "Fluorescent minerals work in a similar way. But there’s a difference. These minerals re-emit their energy almost immediately. That’s why the effect ends when the lights go out.",
            "Tenebrescence can be recreated in the lab. In the 1960s, it inspired scientists to develop sunglass lenses that darken in sunlight.",
            "Minerals’ unique crystal structures may bring many strange properties, such as tenebrescence and phosphorescence.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/what-chances-asteroid-hits-earth",
        "title": "\n\tAnalyze This: What are the chances of an asteroid hitting Earth?",
        "content": [
            "*an_illustration_shows_a_glowing_asteroid_hurtling_toward_the_surface_of_a_planet",
            "It’s not impossible for an asteroid to strike Earth during a person’s lifetime. In fact, it’s more likely than getting struck by lightning.",
            "Our solar system is peppered with large rocks, called asteroids. If a big asteroid plummets to Earth, there are many possible outcomes. The space rock could splash into the ocean and not harm anyone, for instance. Or it could wipe out a city. People have a hard time understanding the chances of an asteroid strike. So a team calculated the likelihood and compared it with other events — with some surprising results.",
            "“If a large or a medium asteroid were to hit the Earth, it would be something that almost everybody on the planet would be aware of,” says Carrie Nugent. She’s a planetary scientist at Olin College of Engineering in Needham, Mass. While killer asteroids have hit before, such as the one that finished off the dinosaurs 66 million years ago, Nugent says not to worry. “We try to put this event, which is actually a preventable event, in context with other preventable events.”",
            "Nugent worked with six undergraduate students from Aalborg University in Denmark. Using a computer program, they simulated a group of asteroids similar to real near-Earth objects. They fed these modeled asteroids into a program called JPL Horizons. Anyone can use that program to look up predicted locations for objects in the solar system. For this project, the students determined whether each simulated asteroid would cross paths with Earth.",
            "That allowed the team to estimate the frequency of asteroids bigger than 140 meters (460 feet) across. That’s around the size of a small cruise ship, Nugent says. An asteroid of this size would hit Earth roughly every 11,000 years. The researchers shared their findings August 12 in the Planetary Science Journal.",
            "That number is still pretty hard to understand. So Nugent compared the chances of an asteroid hitting Earth with other events that people may experience. The chances of being alive during an asteroid strike, she found, are higher than that of being struck by lightning. But a person is more likely to die in a car crash.",
            "Some events were rare but deadly. People — kids in particular — can die in dry sand hole collapses. This can happen when someone digs a large hole in sand, often at the beach. That hole can fall in on itself and take its digger down with it. “It is an extremely rare cause of death that most people don’t even know about,” Nugent says.",
            "Books and movies often portray asteroid run-ins as unstoppable events. “The truth is actually entirely the opposite,” she says. NASA’s DART Mission in 2022, for instance, bopped an asteroid that wasn’t in danger of hitting Earth. The test changed the asteroid’s path. This showed that people might be able to do this one day with a rock headed for our planet and avert a collision. So, Nugent says, it’s important to do research, such as sky surveys, that locate these objects. “This is the one natural disaster we can totally prevent,” she says.",
            "Nugent’s team calculated the chances of near-Earth object (NEO), such as asteroids, hitting Earth in a person’s lifetime. They compared this with the likelihood of other preventable events. The chance of an asteroid hitting the Earth is shown by the blue marker. The chance of such an asteroid killing a person is shown by the vertical blue bar.",
            "The graph is presented on a logarithmic scale. That means each grid line differs by a factor of ten from the one next to it. The x-axis gives the one-in-X chance that an event happens to an individual or the planet. For instance, the chance of being hit by lightning is 1-in-11,000. The y-axis gives the one-in-Y chance that a person dies if the event happens. So someone hit by lightning has a 1-in-10 chance of dying.",
            "Unlike most graphs, the label numbers on the x-axis get smaller moving to the right. And on the y-axis, they get smaller going up. This is because a one-in-X number is like a fraction with “1” on top and the “X” number on the bottom. The bigger the label number on these axes, the smaller the likelihood of that event happening.",
            "*a_lograrithmic_scaled_graph_showing_the_chances_of_various_disasters_",
            "fCC.R. Nugent et al/The Planetary Science Journal 2025"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/ai-generated-virus-genome",
        "title": "\n\tAI can now write working genetic instruction books from scratch",
        "content": [
            "*an_illustration_of_DNA_double_helixes_against_a_blue_background",
            "Two AI models generated — from scratch — multiple genomes for bacteria-killing viruses. In lab dishes, some of these AI-designed viruses were more effective assassins of bacteria than a well-studied phage (virus) is.",
            "Artificial intelligence can dash off more than emails and essays. It has now written entire genetic instruction manuals, or genomes. ",
            "Two AI models designed complete sets of DNA for 16 viruses that can attack Escherichia coli bacteria in lab dishes. Such viruses that infect and replicate inside bacteria are known as bacteriophages (Bak-TEER-ee-oh-FAHZ-es). Just call them phages.",
            "A mix of these AI-designed phages stopped the growth of E. coli strains that ordinarily can resist death by virus. This hints that AI-made phages might offer new ways to fight tough-to-treat infections.",
            "It’s the first time that AI has created an entire genome, says Brian Hie. And even though scientists debate whether viruses are alive or not, the work is a step toward using AI to design living things.",
            "Hie is a computational biologist at Stanford University in California. He’s part of a team that shared its new findings September 17 on bioRxiv.org. (Studies posted to that site have not yet been vetted by other scientists.)",
            "In the past, AI models have been used to design individual genes and proteins. Creating an entire genome from scratch, however, adds a new layer of complexity. It requires many genes and proteins to team up.",
            "To try to create genomes for bacteria-killing viruses, Hie’s team turned to two of its own AI models. These models had trained on billions of pairs of DNA’s basic units — abbreviated A, C, G and T — from existing phage genomes. (This is similar to the way ChatGPT has trained on the billions of letters in books and internet posts.)",
            "The researchers turned to a known bacteria-killing phage — ΦX174 — as a guide to help their AI design a similar genome. Scientists first read out the complete set of genetic instructions for ΦX174 in 1977. Its DNA is now very well known and studied. This meant the scientists could easily compare how phage genomes designed by AI differed from that of ΦX174, Hie explains.",
            "One reason his team decided to test their genome-designing AI on phages: They don’t infect people. That means it was safe to work with them in the lab. The researchers also did not train their models on viruses known to cause disease. In this way, they made sure their AI wouldn’t design viruses that might harm people.",
            "The two AI models came up with roughly 300 potential phage genomes. Of those, 16 produced viruses that could infect E. coli. Some of them even killed E. coli faster than ΦX174 did.",
            "What’s more, ΦX174 failed to kill three strains of E. coli on its own. But mixtures of AI-generated phages quickly evolved to take out even those bacteria. ",
            "The new findings suggest AI could help develop new viruses for use in medicine. Indeed, such phages might offer a way to treat bacterial infections that no longer respond to antibiotics.",
            "“The need to find a phage that targets [such a ‘superbug’] strain would be very urgent,” says Kimberly Davis. “AI could be a powerful way of rapidly generating a phage match to treat patients.” Davis is a microbiologist at the Johns Hopkins Bloomberg School of Public Health in Baltimore, Md. She did not take part in the AI genome work.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "However, Davis adds, “Use of AI-generated phages would need to be tightly controlled.” Extensive tests would need to make sure such phages don’t harm good microbes in the body, ones that keep us healthy.",
            "Ideally, AI-made phages would not just kill one harmful type of bacteria, Hie says. They might also evolve to keep up with virus-resistant bacteria. Using AI to design entire organisms also could make microbes that speed up antibiotic production, Hie notes. Or they might allow the design of microbes to break down plastics. ",
            "AI may even help researchers make sense of genomes — and treat diseases — that are more complex than viral ones, Hie says. Our genome is more than half a million times the size of ΦX174’s genome, he notes. “So there’s a lot of work to go.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/origami-paper-miura-ori-strength",
        "title": "\n\tOrigami folds let paper support 9,000 times its weight, teen finds",
        "content": [
            "*left_a_middle_school_boy_stacks_books_on_top_of_an_origami_structure_on_a_table_right_a_stack_of_zig",
            "Miles Wu (left) tested how much weight different versions of the Miura-Ori origami folds (right) could support. ",
            "Miles Wu, 14, has been folding origami for seven years. Some of his favorite shapes to make are insects and birds. But recently, Miles got curious about a type of fold known as Miura-Ori. He’d read that this type of origami fold can be both compact and quite strong. That led him to wonder if he could use it in the design of pop-up emergency shelters.",
            "*a_middle_school_boy_in_a_blue_shirt_and_standing_against_a_white_wall_smiles_at_the_camera",
            "fCMiles Wu has been folding origami for seven years. “You can make basically anything out of just a square sheet of paper,” he says — “which I think is really cool.” ",
            "To see which Miura-Ori fold would work best here, he tested how much weight each of 54 different types could support. They differed in the lengths and angles of their folds. He also used several types of paper. Miles placed heavier and heavier weights atop them until each collapsed.",
            "The strongest Miura-Ori folds held more than 9,000 times their paper’s weight. Ones with smaller panels and sharper fold angles made using lightweight copy paper worked best.",
            "An aspiring biologist, Miles did this project as an eighth grader at Hunter College High School in New York City. His research earned him the $25,000 top prize in the 2025 Thermo Fisher Scientific Junior Innovators Challenge. This program is run by Society for Science, which also publishes Science News Explores.",
            "Here, Miles shares his research experiences.",
            "“Realizing that these origami patterns are actually really strong,” Miles says. The one that held the most weight only collapsed under about 200 pounds. “I was really pleasantly surprised, because I didn’t think they would hold that much,” Miles says. “Halfway through my project, I realized that I would need heavier weights, so I [bought] these two really gigantic 50-pound exercise weights.”",
            "“The amount of time it took,” Miles says. The total time to design, fold and test each Miura-Ori pattern took around 250 hours, he estimates. “I did it a lot over school breaks,” he says. Most of the work was done in his living room. “Sometimes it felt kind of repetitive. That was the most challenging part — actually having the commitment to finish the entire project.”",
            "“Definitely the past [origami] research that people have done,” Miles says. That includes people like NASA physicist Robert Lang and computer scientist Erik Demaine. (Demaine works for the Massachusetts Institute of Technology in Cambridge.) “They’re really cool. They’re my role models,” he says. “Also my family. They were also patient, because they let me do this entire project and take over the living room for a whole month to carry out my project.”",
            "“Explore hobbies and topics that you love, even if you don’t think they’re related to science fair research,” Miles says. Research projects can help you find new interests, he adds. “I did a project studying pigeons (their genetics) which stemmed from my love of birds,” he says. “I didn’t know anything about genetics or biology before that, but now it’s like my favorite subject.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/slow-sharp-cuts-onion-crying",
        "title": "\n\tChopping an onion? Sharp knives can keep its juice out of your eyes",
        "content": [
            "*_Chopping_an_onion_Sharp_knives_can_keep_its_juice_out_of_your_eyes3",
            "A chemical in flying onion juice is the culprit for a cook’s stinging tears. Changing how the onion is chopped can eliminate those tears. ",
            "Crying over chopped onions could be a thing of the past. Slicing with sharper blades and slower cuts can eliminate those painful tears, a new study finds.",
            "A chemical formed from onion juice (propanethial S-oxide) triggers those tears. Slicing the onion ruptures its cells, triggering a chemical reaction that forms this compound. Chopping can fling tiny droplets of it into the air. If they bind to sensory nerves in a cook’s eyes, they’ll cause that well-known stinging — and tears. ",
            "But slicing onions slowly with a sharpened knife cuts the number of tear-inducing droplets that were spewed. This technique could offer serious relief to everyday cooks. It also could shed light on how pathogens spread.",
            "The researchers shared their findings on Oct. 21 in Proceedings of the National Academy of Sciences.",
            "“This is something everybody’s dealing with,” says physicist Navid Hooshanginejad. He now works at SharkNinja, a product-design company in Needham, Mass. “Now we can also explain and understand it better fundamentally.”",
            "iFhttps://www.youtube.com/embed/0KXCnZfItGE?feature=oembed",
            "High-speed cameras captured droplets flying from onions as they were sliced, allowing researchers to zero in on what cutting techniques helped keep tear-inducing droplets in check.",
            "Onions were the focus of Hooshanginejad’s research at Cornell University in Ithaca, N.Y. He sliced up onions for a salad, one day, while brainstorming about his project with his advisor. Drops from the juicy onions landed on his hand. He thought, “What if these drops flew high enough to make me cry?”",
            "The next day, he lugged a 10-pound (4.5-kilogram) bag of onions to the lab. Then he set up a high-speed camera, grabbed a knife and started slicing.",
            "He and his coworkers wanted to find out what about the cutting action matters most in determining how far onion-juice droplets fly. So they built a miniature guillotine, which allowed them to insert blades of varying sharpness. Then they attached sensors to measure the force and speed of each cut. The high-speed camera captured the spray of flying droplets emitted with each slice of a blade.",
            "Fluid-containing cells sit in each layer of an onion’s skin. Every pass of the knife slices open these cells. Released juices then pool and press against the onion’s skin. This pressure causes the juices to fly once the blade breaks through that skin.",
            "A blunt blade requires more force to break an onion’s skin than a sharp one. That extra force squashes a greater number of cells, releasing more fluid. And it makes a difference: Rapid cuts made with dull knives can shoot onion droplets nearly 40 meters (130 feet) high, they found. That’s almost half the height of a giant sequoia!",
            "Slow and steady chopping with a sharp blade, however, kept the droplets from even reaching eye level, Hooshanginejad now reports.",
            "“It’s just like the idea of a water balloon,” says physicist Jim Wilking. He works at the Mayo Clinic in Rochester, Minn., and did not take part in the new study.",
            "“If you pop a water balloon by using a needle, you don’t need to apply much pressure,” he says. But try using just your finger. Then, he says, “you’re essentially pressurizing the elastic shell in order to pop it.”",
            "Additional pressure applied to the surface will spray the water (or juice, in the case of the onion) farther.",
            "The team’s videos of spurting onion juice show how droplets break apart in the air and gain distance. Says Hooshanginejad, these new data may help scientists better understand how infectious microbes disperse through the air.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/why-ice-is-slippery",
        "title": "\n\tScientists finally know why ice is so slippery",
        "content": [
            "*a_molecular_structure_of_crystalline_ice",
            "We all know ice is slippery, but the physical reason for this has remained a mystery for the past 200 years. ",
            "Slippery ice is something most of us have encountered, whether it’s been under our boots, car tires or skates. But why ice is so slick has puzzled scientists for centuries. Now researchers in Germany offer a new explanation. They show ice can melt slightly with no heat added. It’s due to molecular-level changes that disrupt the crystal structure of ice. ",
            "For hundreds of years, people have tried to understand why ice is slippery. In the 1850s, Michael Faraday performed a now-famous experiment. This chemist and physicist showed that if you placed two ice cubes atop one another, eventually they’d lock together. Each had been coated in a thin layer of water, he explained. And that water froze when the cubes touched.",
            "This didn’t show, however, why ice was covered in that thin layer of water.",
            "A few years later, an engineer named James Thomson offered an explanation. Pressure, like heat, can melt ice. Using math, he showed that the pressure from a boot, say, or skate blade could melt a small amount of the ice. That could form the thin layer of water.",
            "But there was a problem with this explanation.",
            "The pressure from a boot wouldn’t melt enough water for the ice to turn slippery. You’d need to concentrate all of someone’s weight on a very small area to do that. How small? About the size of a poppy seed.",
            "Almost a century later, in 1939, a pair of physical chemists came up with another idea. Pressure and heat together could melt ice to create a slippery layer of water, they suggested. This heat could develop from the friction of a boot or other object traveling over the ice.",
            "But even this explanation fell short. Why? Ice remains slippery even at sub-freezing temps. And so the slick mystery persisted.",
            "In 2024, researchers at Peking University in Beijing, China, explained why some of the water layer forms. Tiny defects in the surface of ice, they found, can create a thin layer of water on top of it. In fact, notes Martin Müser, that team showed that “even at an extremely cold temperature, there is some initial water on the surface.” However, Müser argues, that water layer is not thick enough to make ice truly slippery.",
            "Müser’s team at Saarland University in Saarbrücken, Germany, now offers a different, but related, explanation. To figure it out, these materials scientists modeled what happens to ice at the molecular level.",
            "iFhttps://www.youtube.com/embed/20zyW0qoSTE?feature=oembed",
            "fC8:40",
            "Ice is a crystal. This means its molecules are arranged in a neat pattern. With his team, Müser created a computer model of ice. Then they watched how properties of its molecules would change when the model had a sheet of ice touch another surface (such as a boot, tire or skate).",
            "Water is a dipole molecule. That means one side has a slight negative electric charge; the other side is positively charged. That charge separation makes the molecules in ice line up in a regular structure — like little magnets.",
            "*a_molecular_structure_of_crystalline_ice",
            "fCThe crystal structure of ice is made up of a lattice of highly ordered water molecules, each with two hydrogen atoms (white) bonded to an oxygen atom (red). ",
            "Yet it doesn’t take much to disrupt that ordered structure. Imagine a boot touching the ice. Dipoles within the boot itself will attract dipoles in the top layers of the ice. It’s like two magnets attracting one another.",
            "As the boot moves, the dipoles in the ice move, too. Now the perfect crystal structure of ice begins to fall apart as more and more of its molecules step out of line.",
            "This process is called frustration, says Müser. The ice “kind of melts without really heating.”",
            "The molecular changes shown by the new simulations would be virtually impossible to physically observe, the researchers note.",
            "Müser likens crystalline ice to “an ordered bed of shell pasta.” Imagine, he says, what would happen if “now you rub over it with a slightly sticky hand.” Some shells will get pulled out of order. The dipoles in the boot or tire provide a similar stickiness to pull ice molecules out of order.",
            "The affected molecules no longer behave like a crystal. Instead, they become that thin layer of water atop the ice.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "This is not the traditional way ice melts. It usually melts due to pressure or heat. But in this case, solid ice changes into liquid water as defects mess up its crystal structure.",
            "“This means ice can be slippery even at low temperatures,” says Lars Pastewka. He’s a microsystems engineer at the University of Freiburg in Germany. Indeed, the Saarland computer model shows that “frustrated” ice will remain slippery at 10 kelvins. That’s –442º Fahrenheit, or close to absolute zero.",
            "“Molecular simulations like these have the power to show what every atom is doing,” says Robert Carpick. That “is why [this new model’s] results should be taken seriously.” A mechanical engineer, Carpick works at the University of Pennsylvania in Philadelphia.",
            "Pastewka’s group has shown similar crystal defects in silicon and diamond. This can turn their surfaces slippery, too. Diamond has one critical difference, though. With water ice, “the harder you push, the easier it gets to turn it into a liquid-like goo,” Pastewka says. In diamond, you get the opposite effect — which actually protects the surface.",
            "In theory, you could skate on diamond for the same reason you can on water ice. But you wouldn’t leave as many marks on the surface of a diamond rink.",
            "So what’s the solution to keep you from slipping on ice in winter? “I would say, put on cleats,” says Müser. “That’s really the only way.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-your-weekly-word",
        "title": "\n\tScientists Say: Your weekly word",
        "content": [
            "*dictionaries",
            "What’s that word? Find new science words every week with Scientists Say.",
            "Every week in our series Scientists Say, Science News Explores highlights a new science word, from absolute zero to zooxanthellae. Each word has a definition and is used in a sentence to help you understand the meaning. There’s even an audio recording, so you can hear exactly how to pronounce the term. All the words covered so far are listed below. Got a word you want to know about? Send an email to sns@sciencenews.org and put in a request!",
            "Absolute zero",
            "Absorb",
            "Acceleration",
            "Accretion disk",
            "Acid",
            "Acidification",
            "Acoustic",
            "Adaptation",
            "Addiction",
            "Adsorb",
            "Aerosol",
            "Agrivoltaics",
            "Albedo",
            "Algebra",
            "Alkaline",
            "Allele",
            "Altitude",
            "Amino acid",
            "Amoeba",
            "Ampere",
            "Amphibian",
            "Amusia",
            "Amygdala",
            "Anthropocene",
            "Anxiety",
            "Aphantasia",
            "Archaea",
            "Archaeology",
            "Artifact",
            "Artificial Intelligence",
            "Asteroid",
            "Astronaut",
            "Astronomical interferometry",
            "Atmosphere",
            "Atoll",
            "Atom",
            "Atomic number",
            "ATP",
            "Aufeis",
            "Autophagy",
            "Autopsy",
            "Avalanche",
            "Avulsion",
            "Bacteria",
            "Base",
            "Beakiation",
            "Benthic",
            "Big Bang",
            "Biodiversity",
            "Biofilm",
            "Biomagnify",
            "Bionic",
            "Black hole",
            "Blood-brain barrier",
            "Blue whirl",
            "Body mass index",
            "Bog",
            "Bond",
            "Brainwaves",
            "Bromeliad",
            "Bruxism",
            "Caecilian",
            "Calculus",
            "Caldera",
            "Calorie",
            "Camouflage",
            "Campfire",
            "Capsaicin",
            "Carbohydrate",
            "Carbon capture",
            "Carcinogen",
            "Catalyst",
            "Causation",
            "Cellulose",
            "Chemical",
            "Chimera",
            "Chiral",
            "Chlorophyll",
            "Chromosome",
            "Circadian",
            "Circumnutation",
            "Climate",
            "Code",
            "Cognition",
            "Colloid",
            "Comet",
            "Compound eye",
            "Confirmation bias",
            "Connectome",
            "Constellation",
            "Continent",
            "Convection",
            "Copepod",
            "Coprolite",
            "Coral",
            "Coriolis Effect",
            "Corona",
            "Correlation",
            "Cortical homunculus",
            "Cosmic microwave background",
            "Cosmic rays",
            "Crepuscular",
            "Crystal",
            "CT scan",
            "Cyanide",
            "Cyclone",
            "Dark energy",
            "Dark lightning",
            "Dark matter",
            "Data",
            "Decay",
            "Decibel",
            "Deep brain stimulation",
            "Deepfake",
            "Deforestation",
            "Denisovan",
            "Desert",
            "Dialect",
            "Diffraction",
            "Digital footprint",
            "Dimension",
            "Dinosaur",
            "Dioxide",
            "Dire wolf",
            "Diurnal",
            "DNA",
            "DNA sequencing",
            "Domestication",
            "Dopamine",
            "Doppler Effect",
            "Drought",
            "Dung",
            "Dwarf planet",
            "Earthquake",
            "Echolocation",
            "Eclipse",
            "Ecosystem",
            "Ectoparasite",
            "Ectotherm",
            "eDNA",
            "Egg",
            "Electron",
            "Element",
            "El Niño",
            "Ellipse",
            "Endocytosis",
            "Endotherm",
            "Engineering",
            "Enzyme",
            "Epidemic",
            "Epidermis",
            "Equation",
            "Equinox",
            "Estuary",
            "Eukaryote",
            "Eutrophication",
            "Excitation",
            "Excretion",
            "Exoskeleton",
            "Evolution",
            "Exocytosis",
            "Exomoon",
            "Exoplanet",
            "Experiment",
            "Explosion",
            "Extinction",
            "Extremophile",
            "Eyewall",
            "Faraday cage",
            "Fatty acid",
            "Fault",
            "Fermentation",
            "Ferrofluid",
            "Fertilize",
            "Fiber optic cable",
            "Firenado",
            "Firewhirl",
            "Fission",
            "Fluorescence",
            "Food web",
            "Force",
            "Forensics",
            "Fossil",
            "Fracking",
            "Fractal",
            "Frequency",
            "Frostbite",
            "Frost quake",
            "Fruit",
            "Fulgurite",
            "Fungi",
            "Fusion",
            "Galaxy",
            "Gamma ray",
            "Gas giant",
            "Genealogy",
            "Genetic engineering",
            "Genome",
            "Genus",
            "Geometry",
            "Geyser",
            "Glacier",
            "Glia",
            "Global Positioning System",
            "Glymphatic System",
            "Goldene",
            "Goldilocks zone",
            "GPS",
            "Gradient",
            "Graphene",
            "Gravitational lens",
            "Gravity",
            "Guinea worm",
            "Guttation",
            "Gyroscope",
            "Habitable zone",
            "Hagfish",
            "Haptic",
            "Hardware",
            "Heat dome",
            "Herbivore",
            "Hertz",
            "Hibernaculum",
            "Hibernation",
            "Hippocampus",
            "Histology",
            "Hominid",
            "Hoodoo",
            "Hormone",
            "Humidity",
            "Hurricane",
            "Hydrogel",
            "Hyperthermia",
            "Hypothermia",
            "Hypothesis",
            "Ichnology",
            "Imaginary number",
            "Inclusion",
            "Inertia",
            "Infection",
            "Inflammation",
            "Infrared",
            "Infrasound",
            "Inorganic",
            "Insulin",
            "Interstellar medium",
            "Intron",
            "Invasive species",
            "Ion",
            "Ionosphere",
            "Irruption",
            "Isotope",
            "Jellies",
            "Jet stream",
            "Joule",
            "Jurassic",
            "Kakapo",
            "Kelp",
            "Kelvin",
            "Keratin",
            "Kevlar",
            "Kidney",
            "Kinetic energy",
            "Kleptopredation",
            "Kleptotrichy",
            "Krill",
            "Kugelblitz",
            "Lachryphagy",
            "Lactose",
            "Lagrange point",
            "La Niña",
            "Large language model",
            "Larva",
            "Laser",
            "Latitude",
            "Lava",
            "Lava bomb",
            "LED",
            "Lepton",
            "Lift",
            "Light pollution",
            "Light-year",
            "Lignin",
            "Lipid",
            "Liver",
            "Loci",
            "Locus",
            "Longitude",
            "Luminescence",
            "Lymph",
            "Machine Learning",
            "Magnetosphere",
            "Marcescence",
            "Mass",
            "Magma",
            "Magnetism",
            "Marsupial",
            "Mean",
            "Median",
            "Medullary bone",
            "Megalodon",
            "Melatonin",
            "Menstruation",
            "Metabolism",
            "Metal",
            "Metamorphosis",
            "Meteor",
            "Meteorite",
            "Meteorology",
            "Methane",
            "Microbiome",
            "Microcin",
            "Microgravity",
            "Microplastic",
            "Migration",
            "Mineral",
            "Mitochondrion",
            "Mitosis",
            "Möbius strip",
            "Mode",
            "Model",
            "Molecule",
            "Momentum",
            "Monotreme",
            "MRI",
            "Multiverse",
            "Mummy",
            "Muon",
            "Mutation",
            "Mycelium",
            "Myopia",
            "Naloxone",
            "Narcotic",
            "Neandertal",
            "Nebula",
            "Necropsy",
            "Nectar",
            "Nematocyst",
            "Nematode",
            "Neurodivergent",
            "Neuroplasticity",
            "Neuron",
            "Neurotransmitters",
            "Neutron",
            "Neutron star",
            "Neutrophil",
            "Niche",
            "Nicotine",
            "Nocturnal",
            "Nucleosynthesis",
            "Nucleus",
            "Nutrient",
            "Obesogens",
            "Octopod",
            "Okapi",
            "Olfactory",
            "Oort cloud",
            "Opioid",
            "Optogenetics",
            "Orbit",
            "Organic",
            "Organelle",
            "Organoid",
            "Osmosis",
            "Outbreak",
            "Outlier",
            "Oxidation",
            "Ozone",
            "Paleontology",
            "Pandemic",
            "Papillae",
            "Parasite",
            "Parabola",
            "Pareidolia",
            "Parthenogenesis",
            "PFAS",
            "Phloem",
            "Pi",
            "Piezoelectric",
            "Peptide",
            "Periodic table",
            "Permafrost",
            "Petrichor",
            "pH",
            "Photochromic",
            "Photon",
            "Photovoltaic",
            "Pigment",
            "Placebo",
            "Planet",
            "Plankter",
            "Plasma",
            "Plastic",
            "Plastisphere",
            "Poisonous",
            "Polarized light",
            "Pole",
            "Pollen",
            "Pollution",
            "Polymer",
            "Potential energy",
            "Power",
            "Prairie",
            "Precipitation",
            "Predator",
            "Prehistoric",
            "Prey",
            "Primate",
            "Prime number",
            "Protein",
            "Protist",
            "Proton",
            "Prototype",
            "Proxima b",
            "Proxima centauri",
            "Pulsar",
            "Qualitative",
            "Quantitative",
            "Quantum",
            "Quantum dot",
            "Quarantine",
            "Quark",
            "Quartile",
            "Quasar",
            "Quasi-satellite",
            "Quoll",
            "Rabies",
            "Radar",
            "Radiation",
            "Radioactive",
            "Radio waves",
            "Rare earth element",
            "Ratio",
            "Receptor",
            "Red dwarf",
            "Reduction",
            "Refraction",
            "Regolith",
            "Relapse",
            "Remission",
            "Replication",
            "Respiration",
            "Richter Scale",
            "Rime ice",
            "Ring of fire",
            "RNA",
            "Robot",
            "Rocket propellant",
            "Rubisco",
            "Runoff",
            "Salinity",
            "Salt",
            "Satellite",
            "Saturated fat",
            "Savanna",
            "Seismology",
            "Semiconductor",
            "Silicon",
            "Silicone",
            "Social",
            "Software",
            "Solar",
            "Solar cycle",
            "Solar wind",
            "Solstice",
            "Solution",
            "Space weather",
            "Spaghettification",
            "Species",
            "Speleology",
            "Sperm",
            "Stalactite",
            "Stalagmite",
            "Statistical significance",
            "Steppe",
            "Stereoscopy",
            "Stereotype",
            "Stomata",
            "Stone Age",
            "Strain",
            "Stratigraphy",
            "Sublimation",
            "Sundog",
            "Supercomputer",
            "Superconductor",
            "Supercontinent",
            "Supercool",
            "Supermoon",
            "Supernova",
            "Surface tension",
            "Symbiosis",
            "Synapse",
            "Taphonomy",
            "Tauonium",
            "Tectonic plate",
            "Telescope",
            "Telomere",
            "Theia",
            "Theory",
            "Thought experiment",
            "Tinnitus",
            "Tonsils",
            "Torpor",
            "Torque",
            "Toxin",
            "Transit",
            "Transplant",
            "Trauma",
            "Triclosan",
            "Tsunami",
            "Tundra",
            "Typhoon",
            "Ultrasonic",
            "Ultrasound",
            "Umami",
            "Uncertainty",
            "Understory",
            "Unsaturated fat",
            "Upwelling",
            "Urushiol",
            "Vacuole",
            "Vaccine",
            "Valence electron",
            "Vampire",
            "Variable",
            "Vector",
            "Venomous",
            "Ventral striatum",
            "Vertebrate",
            "Vestigial",
            "Vitamin",
            "Virtual reality",
            "Virulence",
            "Virus",
            "Viscosity",
            "Voltage",
            "Waterspout",
            "Watt",
            "Wavelength",
            "Weather",
            "Weather bomb",
            "Wetland",
            "Wormhole",
            "X-axis",
            "X-ray",
            "Xylem",
            "Y-axis",
            "Yeast",
            "Yellow dwarf",
            "Yottawatt",
            "Zika",
            "Zirconium",
            "Zoonosis",
            "Zooplankton",
            "Zooxanthellae",
            "2-D material"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-logarithm-definition-pronunciation",
        "title": "\n\tScientists Say: Logarithm",
        "content": [
            "*_Scientists_Say_Logarithm4",
            "Logarithms provide a way to figure out how many times a number must be multiplied by itself to get another number.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/soundcloud%253Atracks%253A2241932789&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A logarithm refers to the number of times you must multiply a number by itself to get another number.",
            "You can think of logarithms as another way of working with exponents. In math, an exponent is a number that appears as a superscript after another number:",
            "52 = x",
            "In this equation, 2 is the exponent. The number 5 is called the base. The base is the number that will be multiplied by itself. Here’s how we solve this equation:",
            "52 = 5 × 5 = x",
            "If we solve for x, that gives us 25. If the exponent changes to 3, we must multiply 5 by itself one more time:",
            "53 = 5 × 5 × 5 = x",
            "In this case, solving for x gives us 125.",
            "How does this relate to logarithms? Logarithms offer another way to solve these same types of equations. The difference is that we solve for a different x. The exponent equation above asks, if I multiply 5 by itself this many times, what number will I get? For 52, the answer is 25.",
            "On the other hand, a logarithm starts out knowing that number is 25, and it asks: How many 5s must I multiply together to get 25? The answer is 2.",
            "This is how mathematicians represent this idea:",
            "Log5(25) = x",
            "And this is how mathematicians represent the answer:",
            "Log5(25) = 2",
            "Spoken out loud, we would say: The logarithm (Log) of 25 to base 5 equals 2.",
            "This equation asks, to what power — or exponent— must you raise 5 in order to get 25? That means logarithms are just a way to solve for an unknown exponent.",
            "Logarithms help scientists just like exponents do. Scientists sometimes use logarithms to display their data. A logarithmic scale comes in handy when scientists want to show exponential changes over time. For example, scientists may use a logarithmic scale to display bacterial growth in a petri dish. The pH scale for acidity also operates on a logarithm base 10 scale.",
            "Logarithms allowed scientists to develop a math equation that converts dog years into people years.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/polar-bears-food-scraps-arctic",
        "title": "\n\tPolar bears leave thousands of tons of food scraps for other species",
        "content": [
            "*a_polar_bear_stands_on_a_sheet_of_ice_with_a_bloody_carcass_of_a_dead_animal_in_front_of_it,_while_s",
            "A polar bear in Norway picks at its prey. Gulls nearby and other animals will eat the leftovers. Polar bears typically leave about 30 percent of edible animal’s remains.",
            "Polar bears are picky eaters. And that’s great news for other hungry Arctic critters.",
            "In one year, a polar bear can leave roughly 300 kilograms (660 pounds) of scraps behind on which other animals can dine. Altogether, that comes to an estimated 7.6 million kilograms (8,375 U.S. tons) of bear leftovers, researchers now estimate.",
            "This leftover meat, called carrion, points to the crucial role these bears — top predators — play in feeding other species.",
            "The research also sounds a warning. As climate change warms the Arctic, polar bears are at risk. A decline in their numbers could greatly threaten other species that are part of the Arctic food web.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Polar bears eat mainly seals, especially ringed seals. Scientists have long known these bears mostly eat the blubber of their prey. These diners often leave much of the rest behind. Until now, scientists have overlooked the size of those leftovers and their importance, says Nicholas Pilfold, A large-carnivore biologist, Pilfold works at the San Diego Zoo Wildlife Alliance in California. He has done research in the Arctic for 15 years.",
            "As part of a team, Pilfold pored over studies, observations and anecdotes about scavenging activity around carcasses. These data went back as far as the 1930s. The researchers also analyzed studies on how many calories seals can provide. Then they also looked at studies that had tallied how many seals a polar bear consumes each year.",
            "During its hunting season peak, they found, a bear kills roughly one seal every three to five days. That comes to some 1,000 kilograms (2,200 pounds) of prey each year. A bear eats about 70 percent of that mass. The remaining 30 percent is up for grabs.",
            "Today’s Arctic hosts an estimated 26,000 polar bears. So all those leftovers add up to millions of kilograms — thousands of tons — of food for scavengers.",
            "Pilfold’s team shared its new findings October 28 in Oikos.",
            "*a_white_arctic_fox_walks_through_the_snow",
            "fCArctic foxes are one species that benefit from carrion scraps left behind by polar bears.",
            "Those who benefit from the leftovers include Arctic foxes, gulls, ravens and other polar bears. Occasionally even snowy owls, wolves and grizzly bears will feast on the remains.",
            "Pilfold has seen that “foxes will follow in the tracks of where the polar bears have gone,” waiting for the bears to abandon their meal. Birds also fly overhead, waiting their turn, he says. “There’s just this cacophony of sound of gulls,” he notes. “They’re all trying to get some of that seal.”",
            "Other species couldn’t access this type of food if the polar bears hadn’t left it behind, says study coauthor Holly Gamblin. She is a wildlife biologist in Canada at the University of Manitoba in Winnipeg.",
            "The new findings don’t surprise Jon Aars. A polar bear expert, he works at the Norwegian Polar Institute in Tromsø. Bear leftovers are probably a “rather important” food source for other species, he says — “particularly at a time of the year when alternative food is not so easy to get.”",
            "Polar bears often swim to find seals at sea or on ice floes. As the Arctic has been warming, the ice has been melting, too. This gives bears fewer rest stops to catch their meals, dine and rest. Earlier work by Pilfold’s team showed that the bears often have to swim exhaustingly long distances between meals. They tracked one female who swam 400 kilometers (249 miles) nonstop over a period of nine days.",
            "Such long treks are weakening bears and have led some to starve. This can reduce polar bear populations. If this happens, the carrion they provide will likely decrease as well, Pilfold now says.",
            "His team looked at two regions where polar bears have been declining. Here, they calculate, about 323,000 kilograms (710,000 pounds) of carrion are likely being lost each year. Melting ice might also make it harder for some scavengers to reach bear leftovers.",
            "It’s hard to predict how reduced leftovers might affect other species, Aars says. But “it will have [an] impact one way or another.” And how big an impact, he says, will depend on the species and which “part of the Arctic we look at.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/levitation-physics-no-magic",
        "title": "\n\tHere’s how to levitate something without magic",
        "content": [
            "*a_girl_in_a_parka,_gloves_and_boots_stands_on_a_sheet_of_ice_and_snow_with_her_hands_out_in_front_of",
            "In Avatar: The Last Airbender, waterbenders can levitate liquid water and solid ice.",
            "With a simple swish-and-flick of his wand, Ron Weasley yanks a troll’s club high above its head in Harry Potter and the Sorcerer’s Stone. Through graceful martial arts moves, element benders in TV’s Avatar series launch boulders and waves of water skyward. And a casual gesture is all Marvel hero Scarlet Witch needs to fling away her enemies.",
            "Fictional heroes require magic or superpowers to lift objects without touching them. In the real world, you need physics. Sound, magnets and electricity, it turns out, can all create upward forces strong enough to cancel out the downward pull of gravity.",
            "This ability to suspend objects in midair could transform lab experiments, transportation and more. Just don’t expect any real levitation technique to toss boulders or bad guys through the sky. At least, not without some outrageous — and dangerous — upgrades.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "If you’ve ever been to a concert where the music was so loud you felt it thumping in your chest, then you know firsthand how strong sound waves can be. Acoustic levitation devices use those vibrations to hold objects aloft.",
            "“You can think of it as a very complicated surround-sound system,” says Luke Cox. An acoustic levitator may contain hundreds of little speakers. Those speakers typically blare noise at a frequency of 40 kilohertz. Humans can’t hear these sounds. “But if you look at the sound-pressure levels, it’s louder than a jet engine,” notes Cox. A mechanical engineer, he leads the company Impulsonics in Bristol, England.",
            "Sound waves from an acoustic levitator create alternating spots in the air of high- and low-intensity noise. The force of sound pushes objects away from the loud areas. As a result, items placed in quiet areas will stay there, as if tucked into invisible pockets. Fine-tuning the noise blasted by each speaker can steer those pockets around.",
            "iFhttps://www.youtube.com/embed/S8IiUkJslbU?feature=oembed",
            "This acoustic levitator uses sound waves to steer millimeter-sized objects through the air. It can juggle up to 25 objects at once. The device is shown in a computer simulation on the right. It uses two grids of ultrasonic speakers (rainbow-colored dots at top and bottom) to create a field of sound waves (reddish pattern in the middle). In this sound field, particles get trapped in fairly quiet regions (black) between very loud regions (white).",
            "Acoustic levitation can lift all types of materials, solid or liquid. But it can only support very small, lightweight things. Some of the heaviest stuff to ever surf sound waves were Styrofoam puffs (like those inside beanbag chairs).",
            "Taller and wider objects need longer, lower-frequency sound waves to cradle them. Say you wanted to levitate a person — even someone curled into a ball. Cox estimates that would take at least 275-hertz waves, which are 1.25 meters (some 4 feet) long. Bass guitars play notes about that low. But the music from a bass-guitar levitator would also have to be devastatingly loud to lift someone off their feet. ",
            "“I’m probably going to need quite a few power plants” to run the device, Cox muses. “But maybe a big nuclear one could do it.”",
            "On top of that, you’d need to shield anyone you levitated from the heat generated by that amount of power. Otherwise, your gnarly, nuclear-powered bass solo might literally melt their face off.",
            "Magnets, meanwhile, already safely lift objects much bigger than people off the ground.",
            "Perhaps the most striking display of that brute strength is a maglev train. Magnets on its cars and tracks interact to create an upward force. It lets the train hover about 10 centimeters (4 inches) above the track. This allows the train to glide nearly friction-free and travel twice as fast as trains that roll on rails.  ",
            "Magnetic levitation is not limited to magnetic metals, notes Eric Severson. He’s a mechanical engineer at the University of Minnesota in Minneapolis. Diamagnetic materials also can accomplish this feat. Around a strong magnet, these materials can become weakly magnetized and start to repel the magnet. This repulsive force, though feeble, can win a fight against gravity.",
            "Graphite, gold and many other substances are diamagnetic. Water, proteins and other molecules in living tissue are, too.",
            "iFhttps://www.youtube.com/embed/KlJsVqc0ywM?start=32&feature=oembed",
            "fCScience News",
            "In 1997, two scientists famously used that fact to levitate a frog. They placed the creature inside a magnet made from two nested coils of wire. The field created by the device was 16 teslas. That’s about 10 times as strong as the magnets used to pick up cars in junkyards. And it was just enough to buoy the frog near the top of the inner coil of wire. That coil was 18 centimeters (7 inches) tall.",
            "“You could theoretically make a person float,” Severson says. But you’d need one heck of a magnet. In 1998, one of the frog floaters estimated that you’d need a 40-tesla field created by a magnet running on 1 gigawatt of power. That’s roughly half the power produced by the Hoover Dam. ",
            "There’s another catch with magnetism: its short range. You have to be close to a magnet to feel its effects. So making something soar through the sky would likely require some other tech.",
            "Ballooning spiders already have high-flying levitation figured out. A flock of these critters once impressed and perplexed Charles Darwin by alighting on his ship some 100 kilometers (60 miles) out to sea.",
            "“They spin out a very long thread of spider silk and then, in the process, charge themselves up electrically,” explains Igor Bargatin. This happens thanks to triboelectricity. “They lift off in the Earth’s electric field,” Bargatin says. “After that, they’re just carried by the wind.” Sometimes, airborne arachnids are swept kilometers (miles) into the atmosphere.",
            "Bargatin is a physicist and engineer at the University of Pennsylvania in Philadelphia. When he first heard about ballooning spiders, he wanted to build something that would mimic their wingless flight. But he realized this spidey levitation won’t work for large objects.",
            "Imagine trying to float a human. “The charge that they would need to accumulate is so large that you would start creating basically lightning all around you,” Bargatin says. That wouldn’t just be dangerous. It also would keep you from ever building up enough charge to take off.",
            "iFhttps://www.youtube.com/embed/Ja4oMFOoK50?feature=oembed",
            "When you think of flying animals, spiders probably aren’t the first ones that come to mind. Yet ballooning spiders harness the power of Earth’s electric field to soar miles high through the sky. Here’s how.",
            "All told, real-world levitation likely won’t ever measure up to the superpowers seen on screen. Still, it needn’t be flashy to be useful.",
            "Acoustic levitation could handle tiny electronic components or lab samples without touching them. That would cut the risk of contaminating them. Severson uses magnetic levitation to make parts of motors float. That way they can spin faster without wearing down.",
            "Scientists are still dreaming up new uses for levitation, too — ones that play to different techniques’ natural strengths and won’t risk frying anything during takeoff.",
            "iFhttps://www.youtube.com/embed/bvYUq6Ox0Hc?feature=oembed",
            "Magnetic levitation may not be able to lift things very high — but it doesn’t have to in order to bring sci-fi tech like hoverboards to life."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/brain-combine-taste-smell-flavor",
        "title": "\n\tBrain scans reveal where taste and smell combine to become flavor",
        "content": [
            "*a_small_child_with_dark_eyes_and_blond_hair_is_next_to_a_peach_tree_and_in_the_middle_of_eating_a_ve",
            "Peaches (and mangoes) both taste mostly sour. But their aromas help make for different flavors. New research pinpoints a brain region that blends smell and taste into that sensation we know as flavor.",
            "Flavor isn’t just on your tongue — it’s also in your brain. New scans identify a part of the brain that fuses taste and smell into flavor.",
            "Smell and taste are so connected that a whiff of a well-loved food evokes its taste without any thinking. These senses become linked the moment we bite into something, says Putu Agus Khorisantono. He’s a neuroscientist at the Karolinska Institute in Stockholm, Sweden.",
            "In the body, many compounds bind to sites called receptors. Some food chemicals dock onto the tongue’s sweet, salty, sour, bitter or umami taste receptors. Other compounds — called retronasal odors — travel through the roof of the mouth. They stick to odor receptors in the back of the nose. They can change how we experience flavor.",
            "For instance, mangoes and peaches both taste mostly sour, Khorisantono notes. “It’s really the aroma that differentiates them.”",
            "The brain combines tastes and smells to create our sense of flavor. But science has struggled to find precisely where in the brain this happens.",
            "In the new work, Khorisantono’s team trained 25 people to connect mixtures of smells and tastes with certain flavors. Then they gave these people droplets of beverages. The tiny drinks were designed to activate either taste or retronasal receptors. As this happened, the researchers scanned brain activity in their trainees.",
            "To figure out which brains regions were at work during these tests, the team used machine learning. A type of artificial intelligence, it teaches a computer to do a task. Here, they gave it lots of data from people who labeled key types of information. In this case, a computer program received scanned pictures of the brain. The researchers labeled the scans with the beverage the trainees had sipped when the picture was taken. Computer programs that train in this way are called machine-learning algorithms.  ",
            "The team narrowed down possible brain regions by isolating different parts of the brain from their scans. Then they used each of these to train machine-learning algorithms.",
            "Khorisantono tested the algorithms’ ability to guess what people had smelled based on the brain images alone. One of the best algorithms had been trained on images from a brain region called the insula.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Scientists once thought the insula responded only to tastes, Khorisantono says. But by 2017, work with rodents showed the insula could also process smells. Last year, scientists found that some insula cells respond to combinations of smells and tastes. That hinted that it may play a role in identifying flavor.",
            "The new study backs that up: that the insula is key to both smell and flavor.",
            "When participants in the new study got either the retronasal aroma of a specific flavor, or its taste, scans of the insula looked about the same. So the insula likely interpreted these smell and taste signals similarly.",
            "Algorithms trained on other regions also did well. And that may be because they receive flavor signals from the insula, Khorisantono explains.",
            "His team shared its new findings September 12 in Nature Communications",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The insula monitors organs such as the stomach and intestines. And it subtly influences our eating habits and how we feel about our bodies. But sitting deep in the brain, the insula is hard to study.",
            "In the past, it wasn’t possible to dig into what it does in people because the advanced methods used in this study weren’t available, says Ivan de Araujo. But methods such as machine learning are changing that. De Araujo, who did not take part in the new study, is a neuroscientist. He works at the Max Planck Institute for Biological Cybernetics in Tübingen, Germany.",
            "The new findings could help explain why people crave certain foods and may be repulsed by others, de Araujo says. The new study tested only smells picked up by receptors in the back of the nose. But smells that trigger food cravings when we pass a bakery or restaurant stick to receptors in the front of our noses. He is now testing whether these smells also fire up the insula."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/rudolph-red-nose-glow-bioluminescence",
        "title": "\n\tRudolph’s red nose could glow through bioluminescence",
        "content": [
            "*illustration_of_Rudolph_covered_with_snow_and_with_his_nose_lit_up",
            "Rudolph’s bright snout might seem as fantastical as his ability to fly. But a light-up body part is actually possible, no holiday magic needed.",
            "This time of year, “Rudolph the Red-Nosed Reindeer” is nearly inescapable. As the song goes, Rudolph is bullied for having a nose so bright it glows (like a lightbulb!). But one fateful Christmas Eve, his much-mocked nose makes Rudolph a hero. Using it as a beacon, Rudolph guides Santa’s flying sleigh through a foggy night to deliver gifts around the world.  ",
            "Rudolph’s super-bright snout might seem as fantastical as his ability to fly. But a light-up body part needs no holiday magic. Many animals radiate a whole rainbow of colors through bioluminescence. ",
            "Given what we know about real animals that glow, a reindeer sporting a luminous nose would be unusual. Still, having a built-in red headlight would make a great adaptive trait for sleigh-pulling reindeer. Rudolph’s red nose just might look a little different to someone on the ground.  ",
            "Most bioluminescent animals use the same simple chemical reaction to light up cells in their bodies. It takes only two main ingredients. The first is a compound called a luciferin. The other is an enzyme called a luciferase. “When oxygen is present in the cell, they react together and they give off light,” says Danielle DeLeo. This marine biologist studies bioluminescence at Florida International University in Miami.  ",
            "Mixing and matching different luciferins and luciferases creates different colors. Bioluminescent reactions light up the eerie bluish-green lanterns that dangle from anglerfish. They give certain marine worms a purple shimmer. And they illuminate fireflies’ flashy backsides with a variety of colors. ",
            "*Two_photos_depict_a_firefly_and_a_anglerfish_On_the_left,_a_firefly_climbs_on_to_a_leaf_stem_On_the_",
            "fCMost bioluminescent animals rely on the same chemical reaction to glow. Fireflies (left) use this reaction to produce flickering patterns of light in their abdomen to attract mates. Deep-sea anglerfish (right) lure prey with their bluish-green lanterns.",
            "A lot of bioluminescence is near the blue end of the color spectrum. But some animals — such as fireflies, “railroad worm” beetles and some dragonfish — can glow red. Much like Rudolph, red-lit critters often do it to navigate dark and murky places.  ",
            "Some deep-sea fish glow red, DeLeo says. Red light can’t travel far through seawater. But in the pitch black of the deep sea, “you can use that light to kind of see short distances,” she says. “Animals that might be a little bit further away from you aren’t going to pick up on that red light and then attack you.” ",
            "In foggy air, on the other hand, red light cuts through the gloom. Red has the longest wavelengths of any color we can see. With those longer wavelengths, it’s less likely to be scattered by water droplets in foggy air, says Nathaniel Dominy. “Blue light, green light, yellow light will scatter. Red light will travel far.” Dominy is an evolutionary biologist who studies mammal color vision. He works at Dartmouth College in Hanover, N.H. ",
            "If a sleigh-pulling reindeer were going to have a glowing nose, red would be the best color for it, says Dominy. “For Rudolph, that red light is going to allow them to navigate under foggy conditions more effectively than any other light.”  ",
            "The odds of this trait evolving in reindeer, though, is “very, very low,” DeLeo says. Most bioluminescent animals are found in the ocean. And among the land animals that do glow, none are mammals. Still, it’s not impossible for bioluminescence to emerge in a new species. “It’s evolved at least 100 times across the tree of life,” DeLeo notes. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "To someone on the ground who spied Rudolph flying, his nose might not look red at all. The reason is that when a light source is moving toward you, its light waves get squished and look bluer. When it’s moving away, its light waves get stretched out and appear redder. ",
            "“We don’t see that typically around us, because things have to travel really fast for the redshift or the blueshift,” says Laura Driessen. She’s a radio astronomer at the University of Sydney in Australia. Santa’s sleigh could be an exception. Driessen estimates that to visit every house in the world with kids who celebrate Christmas, Santa would have to tear through the sky at 8.2 million kilometers per hour (5 million miles per hour). That’s nearly 1 percent the speed of light.  ",
            "Santa might have to move even faster to have enough time to sneak down chimneys, arrange gifts under trees and maybe enjoy some milk and cookies, Driessen says. Say Santa travels at 10 percent the speed of light. As Rudolph approaches a house, his nose would be blueshifted to look orange. As he flies away, his nose would redshift to nearly the deepest crimson human eyes can see — so dark it would look almost black.  ",
            "Rudolph’s nose wouldn’t be the only thing blueshifted and redshifted, either. Blueshifted brown hues, for instance, would take on a greenish tinge. “We’d see a green sleigh and reindeer coming towards us. Then, for the brief moment that [Santa] has stopped and chucked the presents down our chimney, everything would look the normal color,” Driessen says. As they moved away, Santa and his reindeer would almost disappear as they went into infrared. ",
            "Such fast movement and a brightly glowing nose would cost Rudolph a lot of energy, Dominy notes. “I would want to make sure that he could get as much energy as possible. Sugary foods.” So anyone leaving out treats for Santa this Christmas Eve should be sure to leave out plenty of cookies for his reindeer, too.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-the-weird-science-of-ice",
        "title": "\n\tLet’s learn about the weird science of ice",
        "content": [
            "*_Let’s_learn_about_the_weird_science_of_ice5",
            "Icicles can sometimes look pretty odd. Research is revealing why. ",
            "Ice is such a familiar substance that you might think science has it all figured out. But researchers are still learning some pretty weird things about plain old frozen water.",
            "For instance, did you know it’s possible to make hair-thin strands of ice that bend? Or that some icicles freeze not into sharp spikes but curved bulbs like ballet slippers? Strangely, electric charge can change the temperature at which ice freezes. And tiny needles of ice even naturally sculpt stripes and swirls into pebbled landscapes.",
            "Knowing how ice behaves could help scientists better understand our watery world. And it could lead to insights about other ice-glazed places in the solar system. It could also lead to better deicing materials to keep people safe in wintry conditions — or even, someday, weather control.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Frozen’s ice queen commands ice and snow — maybe we can too In the Frozen movies, Elsa magically manipulates snow and ice. But scientists, too, make snowflakes. If they reinforce it, architects can build with ice and snow. (11/21/2019) Readability: 6.0",
            "Take a look at this weird, bendy type of ice These specially grown threads of ice bend into curves, then spring back when released. (9/1/2021) Readability: 7.4",
            "Why some icicles become scallops not spikes The newfound — and at times quirky — shapes reflect the density of water surrounding submerged ice. (2/21/2022) Readability: 6.8",
            "iFhttps://www.youtube.com/embed/5FHpk5UeHB8?feature=oembed",
            "Many exotic types of water ice may be found in space.",
            "Scientists Say: Rime ice",
            "Explainer: Understanding ice ages",
            "Let’s learn about snow",
            "Cool Jobs: Careers on ice",
            "Teen puts calculus on ice",
            "Cold, colder and coldest ice",
            "Here’s how ice needles can sculpt natural rock art",
            "Zapping clouds with lasers could alter Earth’s climate",
            "Goo-oozing deicer protects surfaces",
            "Cellulose may keep ice cream from turning gritty in your freezer",
            "Word find",
            "Disney’s Elsa isn’t the only one who can build ice castles. Try this activity from our Experiments series to build your own miniature ice palace from cold water and salt."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/experiment-what-makes-ice-melt-fastest",
        "title": "\n\tExperiment: What makes ice melt fastest?",
        "content": [
            "*_Experiment_What_makes_ice_melt_fastest6",
            "In snowy locations in winter, trucks like this spread salt. The salt helps the snow and ice to melt, making roads safer for travelers.",
            "Objective: Determine which added material will make ice melt fastest",
            "Areas of science: Chemistry",
            "Difficulty: Medium intermediate",
            "Time required: 2–5 days",
            "Prerequisites: None",
            "Material availability: Readily available",
            "Cost: $20–$50",
            "Safety: No issues",
            "Credits: Andrew Olson, Ph.D., and Teisha Rowland, Ph.D., Science Buddies",
            "If you have ever made homemade ice cream the old-fashioned way using a hand-crank machine, you probably know that you need ice and rock salt to make the cream mixture cold enough to freeze. Similarly, if you live in a cold climate, you may have seen the trucks that salt and sand the streets after a snowfall to prevent ice from building up on the roads. In both of these instances, salt is acting to lower the freezing point of water and changing what phase of matter the water is (i.e., turning solid ice into liquid water).",
            "For the ice cream maker, because the rock salt lowers the freezing point of the ice, the temperature of the ice/rock salt mixture can drop below the normal freezing point of water. This makes it possible to freeze the ice cream mixture in the inner container of the ice cream machine. For the salt spread on streets in wintertime, the lowered freezing point means that snow and ice can melt even when the weather is below the normal freezing point of water. Both the ice cream maker and road salt are examples of freezing point depression.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Table salt (sodium chloride, or NaCl) mixed with water is an example of a chemical solution. In a solution, there is a solvent (the water in this example) and a solute (the salt in this example). A molecule of the solute dissolves (goes into solution) because the force of attraction between the solute molecule and the solvent molecules is greater than the force of attraction between the molecules of the solute. Water (H2O) is a good solvent because it is partially polarized. (This polarization is caused by the distribution of electrons in the water molecule. Specifically, its hydrogen ends have a partial positive charge, and the oxygen end has a partial negative charge.)",
            "Because water molecules are partially polarized, it is possible for them to arrange themselves around ions (which are molecules or atoms that have a charge), like the sodium (Na+) and chloride (Cl–) ions that make up table salt. This is why there is a greater attraction between the water molecules and the molecules of salt than there is between the molecules of salt by themselves, and why the water can dissolve the salt to create a salty solution.",
            "Other substances when mixed with water can also lower its freezing point. The amount by which the freezing point is lowered depends only on the number of molecules dissolved, not on their chemical nature. This is an example of a colligative property.",
            "In this science project, you will investigate different substances to see how they affect the rate at which ice cubes melt. You will test substances that dissolve in water (i.e., soluble substances), like salt and sugar, as well as a substance that does not dissolve in water (i.e., an insoluble substance), specifically sand. Which substances will speed up the melting of the ice?",
            "For more information on colligative properties, see:",
            "For information on Avogadro’s number and molecular weight, see:",
            "Science Buddies’ recommended supplies for this project can be found at Amazon.com.",
            "Tip for science fair participants: As you do your experiment, take a few pictures of yourself in action and of your experimental setup. Use the pictures to help make your science fair display board more interesting and informative.",
            "1. Get the salt, sugar, sand and measuring teaspoon ready to use nearby.",
            "2. Into each of the four bowls, quickly place three ice cubes. Arrange the ice cubes so that only the corners are touching, forming a triangular shape, as shown in Figure 1.",
            "*_Experiment_What_makes_ice_melt_fastest7",
            "fCFigure 1. Arrange three ice cubes in each bowl so that just the corners of the ice cubes touch each other.",
            "3. Carefully sprinkle ½ teaspoon (tsp.) of salt over the ice cubes in one bowl, as shown in Figure 2. Then sprinkle ½ tsp. of sugar over the ice cubes in another bowl and ½ tsp. of sand over the ice cubes in the third bowl. Do not sprinkle anything over the ice cubes in the fourth bowl — it will be your control.",
            "*_Experiment_What_makes_ice_melt_fastest8",
            "fCFigure 2. Sprinkle salt, sugar, sand or nothing over the ice cubes in each bowl.",
            "4. Move each bowl to an empty shelf in the refrigerator. If any of the ice cubes no longer form a triangular shape in their bowl, gently nudge the ice cubes to make a triangle again.",
            "5. Note the starting time in your lab notebook. Tell other people who may use the refrigerator that you are doing a science project and to not leave the refrigerator door open long as this could change the temperature of the refrigerator.",
            "6. Check on the ice cubes every hour. When the ice cubes in one of the bowls have become at least half melted, take out all four bowls from the refrigerator and move on to step 7. (Be sure to take the bowls out before the ice cubes in two or more bowls have completely melted.)",
            "fCTable 1.",
            "7. Carefully pour the liquid water from one of the bowls into a cup with a spout, such as a large measuring cup. Make sure the ice cubes stay in the bowl, but get as much liquid into the cup as possible. Then carefully pour the liquid from the cup into the graduated cylinder. Record how much liquid was in the bowl (the amount of ice melted) in the data table in your lab notebook. After recording your results, clean out and dry the cup and graduated cylinder.",
            "8. Repeat step 7 with the three other bowls.",
            "9. Now let the ice cubes completely melt in their bowls (you can leave them at room temperature). Once all of the ice cubes are melted, repeat steps 7–8 (but this time you will not need to worry about keeping the ice cubes in the bowls). Record the amount of liquid remaining in each bowl in your data table.",
            "10. Calculate the total amount of water (originally in ice cube form) that was in each bowl. To do this, add the “amount melted” to the “amount remaining” for each bowl. Record the total amount for each bowl in your data table.",
            "11. For each bowl, calculate the percentage of ice that was melted when you first took the bowls out of the refrigerator. Do this by dividing the amount melted by the total amount.",
            "12. Clean out and dry the bowls. Then repeat steps 1–11 at least two more times so that you have done at least three trials total.",
            "13. Did any of the substances you tested consistently speed up the melting of the ice (compared to the melting rate of plain ice cubes with nothing added)? If so, can you explain your results?",
            "This activity is brought to you in partnership with Science Buddies. Find the original activity on the Science Buddies website.",
            "*A_banner_that_reads_SCIENCE_BUDDIES"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-frost-quake-definition-pronunciation",
        "title": "\n\tScientists Say: Frost Quake",
        "content": [
            "*Frost-covered_grasses_fill_the_ftont_of_a_landscape_with_a_building_silhouette_and_dramatic_clouds_i",
            "Cold air can quickly freeze water in the ground, leading to a frost quake. This is most likely to happen when there is little snow to shield the ground from frigid temperatures.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1997166883&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "In winter, a sudden drop in temperature can trigger a frost quake. During one of these events, the ground splits with a loud boom and shakes like an earthquake but on a much smaller scale. People who have felt a frost quake say it feels like a car ran into their building.",
            "Frost quakes happen when water from rainfall, snowmelt or flooding soaks into the ground, filling all available spaces. The soil becomes saturated, like a sponge filled with water. And when a cold front bringing Arctic air plunges temperatures outside well below freezing — say, about –15° Celsius (5° Fahrenheit) — water in the soil begins to freeze.",
            "As water freezes, its molecules line up in a specific crystal structure. This causes solid ice to take up more space than liquid water. As freezing water expands underground, it presses against nearby soil, and pressure builds. The pressure eventually becomes so great that it causes the frozen soil to crack, allowing one section to slide past another. This sliding is similar to what happens during an earthquake. But earthquakes begin deep underground, and frost quakes occur close to the surface.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "People are more likely to hear the boom of shattering ground from a frost quake than they are to feel the jolt it creates. That’s because shaking is limited to a small area — sometimes just a few hundred meters (or feet). Some can be felt a few kilometers (a mile or two) away.",
            "Frost quakes are less likely to happen when snow blankets the ground. That’s because snow insulates the soil, protecting it from dropping air temperatures. Although Arctic air may make us shiver, those super-cold temperatures aren’t able to freeze water in the soil.",
            "Frost quakes are just one type of cryoseism (CRY-oh-SY-zum). That is, a seismic event caused by the cracking of frozen ground. The other type is an ice quake, which takes place in glaciers or lake ice. Frost quakes only occur in frozen soil or rock.",
            "Frost quakes resemble earthquakes, but they are much smaller and cause minimal damage.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/plants-intelligent-communicate-learn",
        "title": "\n\tAre plants intelligent? It seems to depend on how you define it",
        "content": [
            "*a_field_of_grass_with_a_line_of_poplar_trees_in_the_distance_on_the_right,_under_a_blue_sky_with_clo",
            "Some plants — like the poplar trees bordering this wheat field — can communicate with each other by sending messages through the air.",
            "It’s a pleasant summer morning. Across a field, a line of poplar trees sways in the breeze. Insects buzz and flit among the branches. Everything seems calm and peaceful.",
            "But don’t be fooled. These trees are actually under attack as hungry insects chomp on their leaves.",
            "The trees can’t hide, and they can’t run away. But they aren’t helpless: They have ways to fight back — and even aid each other. As soon as an insect starts gnawing on a leaf, the tree mounts defenses. It also quickly messages its neighbors: “We’re under attack! Get your defenses ready!” It might even call on other insects for help.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "All of this happens in ways we don’t see. But scientists are learning that plants can do many things we associate with thinking. Plants communicate with each other. They can learn. They form memories. They can even recognize their relatives. And they do all this without a brain.",
            "Could these abilities mean plants are intelligent? We may never fully know. As Simon Gilroy puts it, “It’s very difficult to think like a vegetable.” Still, researchers are working to get to the root of what’s going on when plants act in ways we once thought only animals could.",
            "“When you look at a tree,” says Gilroy, “it looks like it’s doing absolutely nothing.” Gilroy is a botanist at the University of Wisconsin–Madison. He’s also one of several scientists who’ve been taking a close look at plant behavior. They’re finding that though plants seem still and quiet, they’re actually quite busy.",
            "And what they’re busy doing is pretty amazing.",
            "In the 1980s, botanists first found signs that plants communicate with each other. In one early experiment, hurt trees seemed to warn their neighbors of danger.",
            "*a_dim_green_forest_full_of_trees",
            "fCPlants can communicate with one another, through underground fungal networks and through the air.",
            "Back then, Jack Schultz and Ian Baldwin were young researchers at Dartmouth College in Hanover, N.H. They potted up tree seedlings and sealed them inside a clear plastic container. Each had its own pot, and the trees didn’t touch each other.",
            "When the researchers tore leaves on one tree, it responded by producing a chemical to repel attackers. Then, about 36 hours later, the undamaged trees made the same chemical. The hurt tree must have sent a signal through the air to the others, the team concluded.",
            "Some people described this as plants “talking” to each other. The finding, reported in 1983, launched the science of plant communication.",
            "Since then, scientists have shown this communication can be fairly complex.",
            "Plants respond better to messages from close kin than to ones from unrelated plants. It’s something Rick Karban has shown. At the University of California, Davis, he studies how plants and insects interact. Work by his group and others shows plants can tell one predator from another. They send different signals depending on what type of insect is attacking.",
            "Their messages can even signal how far away danger is, a team in Finland now reports. It shared that finding September 12 in Science.",
            "*a_green_worm_chews_on_a_tomato_leaf,_with_small_tomatoes_to_the_left",
            "fCWhen a tomato hornworm chews on a tomato leaf, the plant releases an odor that attracts the worm’s parasites.",
            "And not all plant messages are intended for other plants. Some are meant to lure in critters that eat whatever’s feeding on the plants. When nibbled by tomato hornworms, for instance, tomato plants release chemicals that attract the hornworm’s enemies, explains Schultz. He now works at the University of Houston in Texas.",
            "Plants can even use more than one “language.” Most studies have focused on chemical signals. But plants sometimes use sound, too.",
            "In 2023, a team in Tel Aviv, Israel, recorded clicks and pops made by plants under stress. The sounds varied across plant species and type of stress, such as drought and being cut. Although roughly as loud as human speech, they’re too high-pitched for people to hear. Other animals, however, such as bats, mice and insects, might be able to hear them, the researchers note.",
            "Stressed tomato plants make distinctive clicking noises that can be picked up by ultrasonic microphones. In this clip, scientists condensed the sounds and brought them into the range of human hearing.",
            "*illustration_of_a_microphone_next_to_a_plant",
            "fCLiana Wait",
            "So might other plants. There’s lot of evidence that plants respond to sounds, says Heidi Appel. She’s a plant ecologist at the University of Houston. For instance, plants can hear when insects munch on their leaves, her team has shown.",
            "Other work suggests that plants can learn and even remember. One famous study in 2014 used a plant called Mimosa pudica. Known for being “sensitive,” it curls its leaves when it’s disturbed.",
            "The researchers potted up dozens of these plants. Then they dropped each Mimosa 60 times in a row. The plants weren’t harmed by the drop. It was short, with a soft landing. And they curled their leaves — but only the first few times. Pretty quickly, they stopped reacting.",
            "Just to be sure the plants weren’t too tired to fold their leaves, the researchers shook the plants. Now they curled their leaves right away. But when dropped again, they didn’t curl them. The plants had learned that the drop wasn’t going to hurt them, the researchers concluded.",
            "A month later, they tried the experiment again. The plants still didn’t curl their leaves after being dropped. It was as though they remembered it wouldn’t hurt them. They had formed long-lasting memories.",
            "It shouldn’t be surprising that plants can do all these things, Gilroy says.",
            "“Everything that’s alive has to solve the same problems,” he notes. “Plants have to feed themselves. Plants have to get water. Plants have to defend themselves.”",
            "But plants solve these problems very differently than animals do. A hungry person might chase down a deer or search out fruits. A plant’s food comes from sunlight, carbon in the air and nutrients in the soil.",
            "And a plant can’t swat or avoid insects, as we might. Instead, they’ve evolved their own ways to solve problems. Plants turn to follow the light. They deter bugs by making bitter compounds. They send roots toward water and nutrients. They even release chemicals that change the soil to make it better for the plant, says Gilroy.",
            "None of this involves a brain or nervous system.",
            "iFhttps://www.youtube.com/embed/u2GWd2j3qJ8?feature=oembed",
            "Plants have adapted some impressive abilities that make up for being unable to move.",
            "How do plants remember and send messages without a nervous system? The researchers who dropped the mimosa plants had an idea about that. They suggested that there may be other ways to remember.",
            "Neurons, or nerve cells, send messages via chemicals called neurotransmitters. Even though plants don’t have a nervous system, they have many of the same neurotransmitters that animals have.",
            "One of those is glutamate. Wounded leaves use glutamate to send messages. These signals tell undamaged leaves to boost their defenses against possible threats, notes Edward Farmer. A plant biologist at the University of Lausanne in Switzerland, he and his team published this finding back in 2013.",
            "Since then, other teams have learned more about how this messaging works. And it’s very similar to how neural signaling works in animals — but maybe better, Gilroy and his team show.",
            "*a_diagram_of_xylem_left_and_phloem_right_with_a_potted_plant_in_the_middle",
            "fCThe xylem and phloem that transport water and nutrients through plants also carry neurotransmitters. Some scientists see this as a kind of nervous system for plants.",
            "Plants have what Gilroy calls a plumbing system. This system of tubes, called xylem and phloem, moves water and nutrients around the plant’s body. Plants use this plumbing like a nervous system, he says. Neurotransmitters can move around their bodies through these tubes. No nerve cells needed.",
            "“Plants have to do it better than human beings,” says Gilroy. They can’t run away when something bad is happening. They have to know exactly what’s going on and how to respond. “So the information processing must be really sophisticated,” he says. “It’s just not like ours.”",
            "These discoveries show plants are able to do far more than meets our eyes. But does this mean that plants are intelligent? Some scientists think so. Others are not so sure. The problem may trace to how we define words like “thinking” and “intelligence.” Still, this has become a big controversy among botanists.",
            "Elizabeth Van Volkenburgh is a plant biologist at the University of Washington. That’s in Seattle. She’s a founding member of The Society of Plant Signaling and Behavior. It had once been called the Society for Plant Neurobiology. But some scientists thought the term “neurobiology” was a poor fit. After all, plants don’t have nervous systems.",
            "Some scientists are “very, very, very [against] the idea of plant neurobiology,” she says. But Van Volkenburgh likes the term. Technically, a plant lacks nerves. Still, it has a sensory system. What’s more, she points out, “In the older scientific literature, xylem and phloem were referred to as nerves.”",
            "The idea that plants can hear was a hard sell 10 years ago, Appel recalls. She’s married to Jack Schultz, and even he was skeptical. ”And he’s the one who discovered talking plants,” she says, laughing.",
            "Even now, this idea raises questions.",
            "“We do know that plants respond to vibrations in their environment. There’s no debate about that,” Appel says. However, whether plants can “hear” seems to depend on what you mean by that term. “If you define hearing as detecting vibrations in the environment, recognizing different kinds of vibrations and responding in an appropriate way,” she says, “then yes, plants can hear.” That doesn’t mean plants think about what they hear in the same way we would, though.",
            "And as to whether plants are intelligent in the way we think of human intelligence, Appel says we just don’t know. “These are mysteries we’re trying to understand.” Still, she argues, we need to resolve this controversy. And that means doing more science.",
            "*A_man_in_a_blue_shirt_kneels_among_a_scrubby,_rocky_landscape,_a_pencil_in_hand_and_notebook_in_his_",
            "fCRick Karban is surveying plants to see how many leaves have been attacked by insects (mostly beetles and grasshoppers). That count will give an idea of how effective a plant’s defenses have been.",
            "Or maybe it’s not a question we have to answer, counters Karban at Davis. “Many people in this field are upset and don’t like the word ‘intelligence.’ I couldn’t care less,” he says. “A lot of it is just about words.”",
            "Words can be hard to define, agrees Andre Kessler. He’s a chemical ecologist at Cornell University in Ithaca, N.Y. In a paper that came out last April, he addressed what he calls the “plant intelligence hypothesis.”",
            "It’s hard to agree on whether plants are intelligent without first agreeing on what intelligence is, he says. He and Michael Mueller point to one paper that found more than 70 different definitions for intelligence. It would be better, they write, to focus on what plants can do. How do they interact with other organisms, for instance? How do they respond and adapt to their environments? By such measures, Kessler says, plants should be viewed, in some way, as intelligent.",
            "However you describe it, scientists are learning that plants are far more amazing than most people realize. And to amaze us, they don’t have to be like us.",
            "Take a look at the plant on your windowsill or a tree in your garden. It won’t ever be able to pass your math exam. Even if you whisper to it every day, it won’t learn your name. But when it comes to doing what it needs to do — the things that matter to it as a plant — it’s remarkable. And it does all that without a nervous system.",
            "Concludes Schultz at Houston, “You don’t need a brain to be an elegant solution to life on Earth.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/black-hole-ringing-gravitational-waves",
        "title": "\n\tScientists caught a black hole ringing like a bell",
        "content": [
            "*Two_images_show_wiggly_lines,_the_top_from_2015_and_bottom_from_2025",
            "Two black holes spiraled around each other before combining into one. Here the black holes are shown as two black dots. This is a computer simulation of the gravitational waves (white and blue) released by that merger.",
            "A ringing black hole made ripples in spacetime. Spotted for the first time in January, these ripples are the clearest yet observed.",
            "Researchers reported detecting the signal in the September 12 Physical Review Letters.",
            "Such ripples are known as gravitational waves. They develop when massive objects rapidly accelerate in the cosmos.",
            "The newly discovered ones were born when two black holes merged. The pair formed one larger black hole that now rang like a struck bell. It emitted gravitational waves as its vibrations faded.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Scientists had predicted this, based on general relativity. That’s a theory of gravity. It describes how mass bends spacetime (which then gives rise to gravity). Gravitational waves stretch and squeeze spacetime as they pass by. General relativity also predicts that extremely compact objects — black holes — can form. Around them, spacetime will bend so much that nothing can escape.",
            "The new finding confirms that these and other rules of general relativity apply to black holes.",
            "The newly reported spacetime ripples had cut through background noise. And they did that better than any previous gravitational waves.",
            "Just hearing a bell can tell you if it’s big or small, says Katerina Chatziioannou. A physicist at Caltech in Pasadena, Calif., she worked on the new study. “The frequencies that an object makes when you strike it are unique to it,” she says. For a bell, those frequencies correspond to different pitches, or sounds. The bell’s size and shape determine what sounds it will make when struck.",
            "“The same thing is true with black holes,” she says.",
            "Like bells, black holes ring with a fundamental pitch. Both also ring at other frequencies, known as overtones. Those overtones fade away more quickly than the fundamental. For the newly reported merger, both the fundamental and the first overtone were detected.",
            "LIGO (short for the Laser Interferometer Gravitational-Wave Observatory) detected the gravitational waves. LIGO is made of two detectors — one in Hanford, Wash., the other in Livingston, La.",
            "LIGO’s measurements matched something called a Kerr black hole. That’s the prediction for how a spinning black hole should behave. It’s based on a solution to the equations of general relativity. (New Zealand mathematician Roy Kerr first worked out that solution back in 1963.)",
            "*Two_images_show_wiggly_lines,_the_top_from_2015_and_bottom_from_2025",
            "fCImprovements to LIGO’s detectors over the past decade have reduced noise, allowing signals to pop. This graph shows gravitational wave signals from the LIGO Hanford detector. The height of a wave detected 10 years ago (purple, top) is similar to another detected this year (bottom), but the recent detection is less jittery. The green line in both is a best fit to the data, based on predictions from general relativity.",
            "Similar tests have been tried before with gravitational-wave data. But this is the first time an overtone has been detected so clearly. That’s necessary for this type of test, Chatziioannou says.",
            "The team also considered a concept called the area theorem. It was developed by physicist Stephen Hawking in the 1970s. It states that the surface area of a black hole can grow over time — but not shrink. The newly formed black hole had a surface area larger than the sum of the two original ones. That agrees with this rule.",
            "An earlier black-hole merger also seemed to agree with Hawking’s area theorem. But the latest, clear signal gives a more definitive match.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/tiktok-skincare-routines-harm-skin",
        "title": "\n\tTikTok skincare routines may cause more harm than good",
        "content": [
            "*a_young_woman_holding_a_skincare_product_and_applying_a_cream_to_her_face_while_sitting_in_front_of_",
            "Skincare TikTok videos are rising in popularity. However, many of these videos are promoting harmful messages and products. ",
            "More and more kids are posting skincare routines on TikTok. These videos can be a playful and fun way to express oneself. But many of the routines might be more harmful than helpful, a new study shows. The majority of the regimens shown are costly, have harmful ingredients and lack sunscreen. Most don’t offer benefits for young skin. And they may lead to skin damage.",
            "This study suggests that young people are getting a lot of health information from TikTok instead of more reliable sources such as doctors, parents or skincare specialists, says Nusheen Ameenuddin. She’s a pediatrician at Mayo Clinic in Rochester, Minn.",
            "Pediatricians and dermatologists are worried about the message these videos are delivering. Namely, they give possibly harmful skincare advice, wrapped up with troubling messages about unrealistic and unhealthy beauty standards.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "When healthcare researcher Tara Lagu asked her 11-year-old niece what she wanted for Christmas, her niece handed her a list of expensive skincare products. According to Lagu’s sister-in-law, all the girl’s friends were taking part in this trend. Lagu was shocked.",
            "Lagu recounted this to Molly Hales. She’s a dermatologist at Northwestern Medicine in Chicago, Ill. She also studies how culture and medicine intertwine. Lagu asked Hales if she’d be interested in exploring this skincare trend. Hales jumped at the opportunity.",
            "To start, Hales and a colleague each made TikTok accounts. They reported that they were 13 years old. Then they scrolled through their “For You” pages until they had seen 100 skincare routine videos. As they watched, the researchers noted information on the content creators, the products and the cost of each regimen.",
            "Most of the videos were pretty popular. They had an average of more than a million views each. Because the creators’ ages weren’t specified, the team assigned age ranges based on appearance and context clues. For example, in one video a creator said, “Get ready with me for the first day of sixth grade.” Most creators used an average of six products, which on average cost a total of $168.",
            "Then the researchers dug into the products and their ingredients.",
            "iFhttps://www.youtube.com/embed/emIsUY8EhTo?feature=oembed",
            "Molly Hales and Tara Lagu talk about the some of the problems they see in popular TikTok skincare videos aimed at teens.",
            "Overall, the team found that the products had three main skin risks: skin allergy, irritation and sun sensitivity.",
            "A post shared by Science News Explores (@sn.explores)",
            "More than half of the products had fragrance. Many scents are contact allergens. That means they can cause an allergic reaction when they come in contact with skin. They are one of the most common things people develop a skin allergy to, says Hales.",
            "Plus, the 25 most-viewed videos had an average of 11 potentially irritating active ingredients. These can cause an itching, burning, tingling or prickling sensation.",
            "The most common of these ingredients were alpha-hydroxy acids. These chemicals exfoliate skin, removing surface layers. They’re common in anti-aging products because they can smooth fine lines and wrinkles and improve skin texture. They’re also used in some products to prevent acne. But they can irritate and damage young skin.",
            "Creators used products with alpha-hydroxy acids an average of three times per video and as many as seven times in one regimen. This is harmful because the chemical becomes more irritating the more you layer it.",
            "Alpha-hydroxy acids also increase the skin’s sensitivity to the sun. The U.S. Food and Drug Administration recommends staying out of the sun and using sunscreen with these products. But on average, only 26 percent of the TikTok videos included any type of sun protection. So these regimens would boost the risk of sunburn and other sun damage.",
            "Though not part of the study, pediatrician Molly O’Shea was distressed by the findings. “The majority of the products that were being shown and demonstrated weren’t designed for young skin,” says O’Shea. She practices in Bloomfield Hills, Mich.",
            "Many of the products had abrasive features, such as retinols, scrubs and beads, that can damage the skin. These types of products are usually meant for people whose skin has begun to show signs of aging, says O’Shea. “When you’re young, using products that are designed for older skin can actually damage your skin.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Beyond risks to the skin, the team also had concerns about potential psychological and social risks.",
            "The videos place high importance on physical appearance, Hales says. And much of the content showed creators in large, expensive, private bedrooms and bathrooms. They had drawers stuffed with high-priced skincare products.",
            "The products seemed to be used as status symbols, says Hales. “That may make someone feel bad if they don’t have the money or they’re not in a position to be able to afford that kind of skincare routine.” Studies have shown that comparing yourself to others who seem “better” can have big drawbacks, especially for teens. “It can have a harmful effect on your self-image,” says Hales.",
            "The study didn’t look at who was consuming this content, says Hales. But this type of media could pose a risk of adverse mental health outcomes for kids and teens who view it, she notes.",
            "The team also paid attention to skin tone. In the United States, beauty standards traditionally have been linked to ideals of whiteness. The researchers wanted to see if the videos idealized white skin.",
            "The majority of content creators they viewed had light skin. But since TikTok’s feed is driven by an algorithm, the researchers don’t know how well what they saw reflects the whole platform. The early videos they saw and engaged with may have prompted more videos from creators with light skin to appear in their feed.",
            "Some popular terms used in these videos, such as “glowy,” could be seen as coded racial language, they note. While “glowy” is not as overt as “white” or “light,” when something glows, it gets brighter and lighter, says Hales.",
            "Next, the team would love to study more videos by non-white creators. “How much content is there from darker-skinned content creators?” asks Hales. “Are the messages and beauty ideals more affirming? Is there anything problematic in the messages that these girls are getting?”",
            "*a_girl_dressed_in_athletic_clothing_sits_under_shade_and_applies_sunscreen_to_her_face",
            "fCDaily sunscreen is important for kids and teens to protect their skin against sun damage.",
            "For pre-adolescents who don’t have any known skin condition, Hales recommends just one product: a daily sunscreen. If the skin becomes oilier during adolescence, she suggests adding a gentle cleanser once or twice a day.",
            "1. Make sure you’re putting on sunscreen every single day. ",
            "2. Read the labels of the products you’re using and see what kind of active ingredients they have. ",
            "3. Look for fragrance-free products. (Fragrance is the most common cause of skin allergy.)",
            "If teens are struggling with acne, some over-the-counter products can be helpful, she notes. However, it’s important to choose products that target the right problem. At that point, she advises teens to talk to their doctor. “Pediatricians are usually very equipped to manage mild to moderate acne,” says Hales. If it’s anything more severe, she recommends seeing a dermatologist.",
            "For kids who enjoy watching skincare routines online, Hales notes three steps to be a savvy consumer. First, she says, make sure you’re putting on sunscreen every single day. Second, read the labels of the products you’re using and see what kind of active ingredients they have. Third, look for fragrance-free products, since fragrance is the most common cause of skin allergy.",
            "Hales sees no harm in spending money on safe products that you put on from time to time because it feels luxurious or you enjoy it. But know that you don’t need elaborate skincare routines to take care of your skin. “In most cases,” she says, “those products are probably making the skin less healthy, rather than more healthy.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-river-piracy-definition-pronunciation",
        "title": "\n\tScientists Say: River Piracy",
        "content": [
            "*_Scientists_Say_River_Piracy9",
            "A river system of glacial meltwater braids through the Icelandic terrain. Climate change can lead to rapid changes in meltwater flow, allowing one river to steal another’s source water. ",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/soundcloud%253Atracks%253A2231526854&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "River piracy, or stream capture, is when one river steals water from another.",
            "*_Scientists_Say_River_Piracy10",
            "fCRiver piracy can happen when one river cuts across another, diverting its water onto a new path. ",
            "This can happen several different ways. For example, it may happen when two rivers cross paths. The more powerful river can cut into the channel of a weaker one. Water flows down the path of least resistance. So, the stronger river may begin diverting water away from the weaker one. This kind of river piracy is called point capture. There is a specific point where the two river channels meet.",
            "Even when river channels do not connect, a stronger river can still take water from a weaker one. One river may shift into the region that provides water to another river. This region is called a drainage basin. If one river moves into another’s drainage basin, water may begin draining into the new river.",
            "River piracy can be a slow and gradual process. But sometimes, it happens fast. Climate change can rapidly alter a river’s course.",
            "In 2016, glacial melt allowed one river to drain another in a matter of months. This happened in northwestern Canada in the Yukon territory. A glacier once separated two nearby rivers. These were the Slims River and the Kaskawulsh River. But as temperatures have risen with climate change, this glacier has melted and shrunk. The meltwater carved a new stream channel. This new channel diverted water away from the Slims River. It flowed instead into the Kaskawulsh River. This left the Slims River abandoned and changed the ecosystem downstream.",
            "River avulsion is another example of how freshwater channels change over time. ",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-van-allen-belts-definition-pronunciation",
        "title": "\n\tScientists Say: Van Allen belts",
        "content": [
            "*a_set_of_crescent-shaped_rings_of_different_colors_encircle_earth",
            "The Van Allen radiation belts encircle Earth and contain high-energy protons and electrons. In this illustration, red areas are the belts' highly energetic regions. A 2024 solar storm created a new radiation belt (purple) sandwiched between the permanent inner and outer belts. The Earth’s magnetic field (grey lines) keeps these particles trapped in the belts.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/soundcloud%253Atracks%253A2218761260&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Van Allen belts — or Van Allen radiation belts — are donut-shaped rings of charged particles that encircle Earth.",
            "Earth has two permanent belts: the inner and outer belts. Changes in solar activity sometimes create temporary belts, too. For example, a 2024 solar storm created two extra belts between the main ones. These belts lasted over 4 months. But temporary belts usually last only a few weeks.",
            "The Van Allen belts consist of protons, electrons and other high-energy particles. These particles come from solar wind and cosmic rays. Solar wind refers to streams of charged particles flowing out from the sun. Cosmic rays can come from other stars and galaxies. Earth’s magnetic field protects us from these particles, deflecting them before they get to the surface and trapping them in the region between Earth’s north and south poles. This creates the Van Allen belts.",
            "Changes in solar activity can cause the belts to swell or shrink. The inner belt typically exists about 6,000 to 12,000 kilometers (about 3,700 to 7,400 miles) above Earth’s surface. But it can dip much closer. One such dip occurs over the Atlantic Ocean. Here, there is a weak spot in Earth’s magnetic field. Because of this weak spot, the inner belt dips to about 200 kilometers (about 120 miles) above Earth’s surface. The outer belt extends about 12,000 to 64,000 kilometers (7,400 to 40,000 miles) above Earth’s surface.",
            "Scientists must equip spacecraft with special shielding to protect against these belts. In regions of high intensity, charged particles can fry electronics and threaten astronauts.",
            "Other planets can have similar belts. Jupiter’s radiation belts are thousands of times more intense than Earth’s.",
            "In 2023, astronomers detected radiation belts similar to Earth’s Van Allen belts on a planet beyond our solar system.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/high-velocity-clouds-milky-way-galaxy",
        "title": "\n\tFast, mysterious clouds swarm around our galaxy",
        "content": [
            "*a_composite_image_showing_Smith's_Cloud_and_the_Milky_Way",
            "This composite image shows Smith’s Cloud (reddish, left of center) moving toward the Milky Way. (The image of the Milky Way is a false-color photograph where different colors correspond to radio signals.) One 2016 study found that some 5 million years ago a similar cosmic cloud may have punched a hole in the Milky Way’s disk.",
            "Beyond the bright swirling arms of our Milky Way galaxy, something enormous, mysterious and shadowy barrels toward us. It’s called Smith’s Cloud. And it isn’t like any cloud you’ve seen before.",
            "From head to tail, it extends more than 11,000 light-years. That’s roughly 2,500 times the distance from the sun to its closest stellar neighbor.",
            "And Smith’s Cloud is fast. It covers 300 kilometers (nearly 200 miles) every second. That would be fast enough to zoom from Earth to the moon and back in less than an hour.",
            "Instead of ice or water vapor, Smith’s Cloud is a cold gas made mostly of hydrogen.",
            "Most peculiar, though, is where it’s going. Smith’s Cloud doesn’t move in the same direction, or at the same speed, as the stars that make up our galaxy.",
            "*an_illustration_showing_the_spiral_arms_of_our_galaxy,_the_Milky_Way",
            "fCOur solar system lies in one of the spiral arms of the Milky Way (seen in an artist’s rendering here). Since we’re inside the galaxy, our telescopes can’t get a glamour shot of its shape. But scientists can tell the Milky Way’s shape from telescope images and good imagery of similar spiral galaxies elsewhere in the cosmos. ",
            "The Milky Way is flat and spins like a record on a turntable. Smith’s Cloud is outside it. This cloud moves more like a giant pencil diving into that disk from above. Imagine if Earth’s clouds behaved like this: Sometimes you might look up and see a cloud that didn’t drift across the sky but instead plummeted toward the ground.",
            "Indeed, one day — in 27 million years or so — Smith’s Cloud is destined for a spectacular collision with the Milky Way that could produce new stars.",
            "Smith’s is what astronomers call a “high-velocity cloud,” or HVC. It’s not the only one. In fact, our galactic forecast seems mostly cloudy.",
            "Some studies estimate that HVCs cover more than 60 percent of the sky. They’re invisible to the human eye, day and night. But they can be seen and studied with telescopes.",
            "Most appear to be streaming inward, toward our galaxy. But because they’re so far away, it’s hard to be sure. Some HVCs may be on their way out.",
            "Astronomers found the first HVC more than 60 years ago. Ever since, they’ve been puzzling over how these clouds form, what they’re hiding and their connection to galaxy formation.",
            "It’s a worthwhile effort. HVCs may offer an important piece of the whole cosmic story. To astrophysicist Naomi McClure-Griffiths, what might be most exciting about HVCs is that they’ve inspired astronomers to think in new ways about how galaxies form and change. McClure-Griffiths works at Australian National University in Canberra. She’s also the chief scientist for the SKA Observatory, a global network of radio telescopes.",
            "These eyes on the skies may help answer big questions about HVCs.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Even after decades of research, “we don’t know exactly how are these high-velocity clouds made,” says Snežana Stanimirović. An astronomer, she works at the University of Wisconsin–Madison. There, she searches the cosmos for material that resides outside galaxies, like HVCs.",
            "“They’re still mysterious,” she says of HVCs. That’s one thing that makes them interesting to her. They appear to play a role in how galaxies form and morph.",
            "Early on, some scientists had suggested HVCs were made of remnant material left nearby after the Milky Way formed. Gravity, they thought, might now be pulling those leftovers back in. Other researchers wondered whether the clouds had once blasted out of our galaxy and were now falling back in. Some scientists have even proposed that the clouds were stuff that had been stripped away from smaller galaxies — ones that had long ago bumped up against the Milky Way.",
            "What is clear, Stanimirović says, is that HVCs can’t be explained by a single source. They’re more complicated than that.",
            "These clouds “don’t have a single origin,” agrees Nicolas Lehner. “They have multiple origins.” An astronomer, Lehner studies HVCs at Notre Dame University in Indiana.",
            "Astronomers spied the first signs of HVCs with radio telescopes. These instruments detect energy emitted by distant objects in space. (Using radio waves, scientists can study properties they can’t see with visible light or other telescopes.)",
            "Every element absorbs and emits its own distinct pattern of radio waves. By studying these signals, astronomers have been able to identify the chemical makeup of cosmic objects — from galaxies and gas clouds to supernovas. (Of all the types of electromagnetic radiation, radio waves have the lowest energy.)",
            "Back in the 1950s, scientists were using radio telescopes to study clouds of gas between stars. But in 1956, those sky studies revealed something else. Radio “noise” hinted that dense clumps of gas might be lurking outside the Milky Way. That gas might make a giant sphere surrounding the galaxy’s disk.",
            "*a_radio_telescope_image_of_Smith's_Cloud",
            "fCThis image (colored after it was taken) shows Smith’s Cloud, a giant high-velocity cloud streaming into the Milky Way. It was captured using a radio telescope in West Virginia called the Green Bank Telescope. ",
            "Could that gas condense into clouds? A few scientists began searching for them.",
            "In September 1963, that search turned up a cloud unlike any seen inside the galaxy. It wasn’t moving with the rotation of the Milky Way. Instead, it was barreling toward the disk at an estimated 175 kilometers per second (110 miles per second).",
            "This was the first HVC ever detected.",
            "Two more HVCs turned up the same year. All three were made of neutral hydrogen, with other elements sprinkled in. (Neutral simply means the hydrogen had no electric charge.) Seeing hydrogen wasn’t surprising. It’s the most common element in the universe. The other elements present could offer clues to where HVCs are born.",
            "One of those HVCs was Smith’s Cloud. It was named for its discoverer, astronomer Gail Smith. At the time, she was a graduate student at Leiden University, in the Netherlands. Smith’s Cloud is now the most-studied and best-known HVC.",
            "Since then, astronomers have observed more HVCs scattered across the heavens. They can be found all over the sky. They’ve also inspired many, many questions, such as: “Are these intruders? Are they coming from some other galaxies?” Stanimirović asks. Or are they objects that once lived in the Milky Way disk and, at some point, got expelled?",
            "That last idea was one of the first ones proposed.",
            "Dutch astronomer Jan Oort helped find and study the first HVC. He would go on to hypothesize in the 1960s that HVCs formed from gas left over from when the Milky Way formed. That would have been billions of years ago.",
            "Others have since suggested that ancient high-energy events blasted vast clumps of gas out of our galaxy. Maybe a bunch of stars, for instance, “went supernova at about the similar time,” says Stanimirović.",
            "That huge burst of energy would have blown gases outward. Once those dying stars ran out of fuel, the exiting gas plume would slow and cool, condensing into clouds. Over time, they could change shape and direction. Eventually, our galaxy’s gravity would begin to tug them back toward its disk. (Imagine a volcano blasting lava into the sky. As that molten lava cooled in the air, it would solidify into rocks that fell back to Earth.)",
            "You might think of these as “galactic fountains,” Stanimirović says. Maybe the Milky Way produced many HVCs this way. As those speed demons fell back toward the galaxy, they could serve as new star-making material.",
            "*a_composite_map_of_the_Milky_Way_showing_high-velocity_clouds_falling_towards_it",
            "fCUsing radio telescopes and the Hubble Space Telescope, scientists created this composite map of the Milky Way (bright white band across center). Reddish objects surrounding it are all high-velocity clouds falling toward the galaxy. ",
            "Some astronomers even call HVCs a “galactic fuel supply.” They argue HVCs may be some of the largest recyclers of matter in the known universe.",
            "If this idea is true, HVCs should contain metallic dust, says Lehner. That’s because galactic fountains are driven by stars, and stars are where metals are born. Any gas they shoot out, therefore, should also contain metals.",
            "Such dust would be “an ingredient that tells you the HVC is probably coming from the Milky Way disk, instead of [from] outside,” he says. “The dust has to come from somewhere.”",
            "For decades, Lehner says, studies of HVCs turned up no dust. But by the end of the 20th century, better radio telescopes started to spy it.",
            "In the last decade, astronomers have found metals in Smith’s Cloud, for instance. Some of those measurements came from the Hubble Space Telescope. Smith’s metal content suggests it might have formed from a galactic fountain, blown out of the Milky Way millions of years ago.",
            "But the details aren’t clear. So the debate isn’t settled.",
            "Scientists still can’t explain the incredible size and speed of Smith’s Cloud. It contains as much mass as a few million suns. That means it would have taken an enormous amount of energy to produce — more than scientists can explain from a galactic fountain.",
            "Some astronomers have argued instead that this HVC may be the remnant of a dwarf galaxy that passed too close to the Milky Way.",
            "Smaller HVCs, says Stanimirović, are easier to explain as galactic fountains. The big ones may be something else, she says — like the sign of a smaller galaxy punching through our cosmic neighborhood.",
            "Even without understanding Smith’s Cloud, though, astronomers have made headway in measuring HVCs.",
            "One 2019 project by Lehner and others, for instance, analyzed studies of HVCs to understand how they seem to have interacted with the Milky Way. Right now, it suggests, more gas seems to be flowing into the galaxy than out of it. But it spotted clouds moving in both directions — almost as though the galaxy is breathing. These data support the idea of galactic fountains being one source of HVCs.",
            "*a_large_radio_telescope_points_at_a_clear_blue_sky",
            "fCScientists are building a large array of radio telescopes in South Africa. This dish is part of the array under construction. ",
            "Even if condensing gas and galactic fountains are involved in producing HVCs, they can’t explain everything, says McClure-Griffiths, in Australia.",
            "In the early 1970s, scientists discovered similar clouds near other galaxies. McClure-Griffiths has been studying one of those. It’s called the Magellanic (Maaj-eh-LAN-ik) Stream. “It is like the most phenomenal HVC,” she says. It has a “huge tail of material that extends like halfway across the sky. It’s enormous!”",
            "The Magellanic Stream extends out from the Magellanic Clouds. They’re a pair of dwarf galaxies that orbit the Milky Way. (The terminology is confusing, admits McClure-Griffiths. The Magellanic “Clouds” are actually galaxies, while the Magellanic Stream is in fact a cloud.)",
            "Unlike other HVCs, she says, “we know exactly where [the Magellanic Stream] came from.” And it’s not from leftover Milky Way debris or a galactic fountain. “It’s gas that’s been pulled off the Magellanic Clouds as they’re interacting with our galaxy.”",
            "She’s using telescopes to study whether the gas in this HVC is also magnetic. “Magnetic fields [would] act like shields that keep the gas together,” she says. Maybe magnetic fields prevent the force of gravity from ripping them apart. That could explain why the clouds hold their shape.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Astronomers are using HVCs to probe other big cosmic questions, too. These include studies of potential dark galaxies. That would be a big clump of gas that has no glowing stars — hence the name dark.",
            "Over the last 20 years, studies have turned up a few possible dark galaxies. Astronomers suspect they’d be held together by dark matter. It’s a type of material that can’t be seen but still pulls on nearby objects through gravity.",
            "In April 2025, astronomers in China reported that hidden within an HVC known as AC-I is a clump of gas. That gas rotates like a galaxy, but contains no stars. It may have hundreds of millions of times as much mass as the sun.",
            "Now, scientists are looking for ways to better measure the distance to AC-I. That distance will help tell them how big it is. (A small, nearby HVC can look similar to a larger one that’s farther away.) Knowing the size of an HVC offers clues about how much material it has — and how a dark galaxy might be hiding inside it.  ",
            "Measuring distances to HVCs is a well-known challenge, says Stanimirović. That’s because they don’t glow and have a very low density. To determine distances, astronomers search for some stars that are closer and other stars that are farther away. Then they sort of split the difference between those to make their estimates.",
            "To study the possible dark galaxy inside AC-I, astronomers in China used a telescope called FAST. (That’s short for Five-hundred-meter Aperture Spherical Telescope.) FAST looks like a satellite dish sitting on the ground. And it’s big — as wide as the length of five soccer fields. “It’s an amazing telescope with great capabilities,” says McClure-Griffiths.",
            "Powerful radio telescopes like FAST will continue to answer questions about HVCs.",
            "Other such instruments that “listen” for radio signals from space are coming online soon. In a desert in Australia, for instance, engineers are building vast fields of radio antennas that look like metal Christmas trees. These are part of the SKA (short for Square Kilometer Array). It’s where McClure-Griffiths works.",
            "The first SKA antennas started collecting data in 2024. Ultimately, the array will include more than 130,000 antennas!",
            "*A_field_of_antennas_that_look_like_small_christmas_trees",
            "fCIn a desert in Australia, scientists are installing antennas that look like a forest of metallic Christmas trees. They’ve been designed to pick up signals from high-velocity clouds just outside our galaxy. ",
            "The SKA team is also building an enormous array of 197 radio telescopes on the other side of world, in South Africa. These look like giant satellite dishes and will scan the skies at higher frequencies than the ones in Australia.",
            "These two arrays will work together as one giant, global telescope. When done, SKA will be the largest and most powerful radio telescope ever built.",
            "Since the discovery of HVCs, ideas about how they form and move have changed, says McClure-Griffiths. So have ideas about galaxies and even how the entire universe evolved. Some ideas get disproved. Others go away only to later come back.",
            "“I think that’s what’s lovely about science,” McClure-Griffiths says. “People put out theories, and nobody finds any evidence. The theory becomes out of favor — and then you get a bit of evidence.” Suddenly, this “opens people’s minds again,” she says. “That’s quite beautiful.”",
            "*night_sky",
            "*quasar",
            "*_Fast,_mysterious_clouds_swarm_around_our_galaxy11"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-lab-grown-meat",
        "title": "\n\tLet’s learn about lab-grown meat",
        "content": [
            "*a_plate_holds_a_meal_of_lab-grown_chicken_with_vegetables",
            "Traditionally farmed meat is harmful to animals and the environment. Scientists are working on new alternatives (such as this lab-grown chicken). They’re designed to taste the same as what comes from livestock but incur less damage.",
            "If you eat meat, you may have enjoyed gobbling up turkey on Thanksgiving. If you’re a vegetarian, you might have gone for Tofurky. (That tofu-based dish has been made to look and taste like the traditional holiday bird.) But one day, such plant-based options may not be the only animal substitutes on your menu. Scientists are working out how to create meat from scratch in the lab. No animals would lose their lives in the production of these lab-grown steaks, nuggets or patties.",
            "Lab-made hamburger, for instance, can be grown from a cow’s stem cells. These cells have the ability to turn into different types. Scientists have coaxed some to grow into thousands of muscle-cell strips that together resemble ground beef.",
            "Some lab-meat techniques resemble making cotton candy; they use machines to spin wispy fibers of gelatin. This gives harvested cells more structure and generates a tougher, more steak-like texture. Alternatively, some 3-D printers use cell-based inks to produce juicy steaks, seemingly out of thin air.",
            "Upside Foods already sells lab-grown chicken. This company, based in Berkeley, Calif., produces only the bits of chicken that people eat. They don’t make organs such as bones and lungs, for instance, that would be discarded. Good Meat is the only other company that sells human-made chicken in the United States.",
            "Lab-grown meat has a few big benefits over farmed fare. It not only doesn’t harm animals, but its production could make fewer greenhouse gases and food wastes. Such farm alternatives also could offer a good source of protein and stay fresh longer for astronauts in space.",
            "Still, some state governments have banned lab-grown meat. Lawmakers want better safety rules in place before many people start using these products.",
            "It will likely be several years before you can find lab-grown steaks — much less Thanksgiving turkeys — in your local grocery. It costs too much money to make these still-experimental products in large quantities. In the meantime, munching on insects — such as meat-scented mealworms and crunchy crickets — may be a more suitable meat option. They are packed with protein, easy to raise and surprisingly delicious.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "A new spin on lab-grown meat Spinning gelatin into fibers helps give cow stem cells the structure they need to grow into a thick juicy lab grown steak. (12/3/2019) Readability: 7.3",
            "Let’s learn about eating bugs Snacking on beetles, caterpillars and worms instead of burgers and nuggets is better for the planet. Learn about the six-legged critters that should creep into your next bite. (11/29/2022) Readability: 6.8",
            "No animal died to make this steak Researchers make a juicy steak with a 3-D printer using living ink. (5/21/2021) Readability: 6.6",
            "iFhttps://www.youtube.com/embed/GaX38aFAGSo?feature=oembed",
            "PBS Foods explains how scientists grow real meat in petri dishes within a lab.",
            "Explainer: What is a stem cell?",
            "Meet the new meat",
            "Meat from scratch",
            "New meat-scented food flavoring comes from sugar — and mealworms",
            "Designing tomorrow’s burger",
            "Your food choices affect Earth’s climate",
            "Yummy bugs ",
            "Finding foods for the future",
            "Cool Jobs: Finding foods for the future",
            "Could Star Trek replicators exist?",
            "Can Silicon Valley entrepreneurs make crickets the new chicken? (Science News)",
            "Could a rice-meat hybrid be what’s for dinner? (Science News)",
            "Word find",
            "Ever wonder how your food impacts the planet? Play around with the blocks in the carbon cafe to learn how the production of foods in your lunchbox releases different amounts of greenhouse gases. Compare, swap and replace the blocks to see how green you can make your next meal."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/glue-gun-heal-broken-bones",
        "title": "\n\tA modified glue gun squirts a material to help heal broken bones",
        "content": [
            "*an_X-ray_of_a_broken_arm_bone,_the_area_of_the_break_is_red",
            "A handheld 3-D printer might someday print bone grafts directly onto fractures. Researchers prototyped the idea with a modified glue gun. They included antibiotics in the material to ease healing.",
            "A repurposed glue gun has helped repair broken bones in rabbits. Instead of a regular glue stick, it melts a material that helps bones heal.",
            "Some breaks in bones need a little help to mend. So surgeons sometimes take a bit of bone from elsewhere in the body to make a patch called a graft. Or they can use a synthetic — human-made — material that mimics bone.",
            "Synthetic grafts are often 3-D printed. Usually, X-ray scans and measurements of injuries are needed to make sure the graft will fit just right. Designing and making the graft takes time and can delay repairs.",
            "But the glue gun method doesn’t require images of the fracture. And it doesn’t need any special graft design. The handheld device can simply squirt the graft material right onto a break. ",
            "The idea was to design a printing system that could be easily used in operating rooms, says Jung Seung Lee. He’s a biomedical engineer at Sungkyunkwan University. That’s in Seoul, South Korea. Compared with regular bone grafts, he says, this system can save time, cost and complex procedures.",
            "The printing device holds sticks of a specially made “bioink.” It’s safe to use in the body. It consists of two compounds commonly used for 3-D printing implants. One, hydroxyapatite, is a mineral found in bones. The other is a body-safe plastic called polycaprolactone, or PCL. That’s included to support new bone as it grows. In an implant, it “gradually degrades in our body over months,” Lee says. Over time, newly grown bone will fill in as the graft breaks down.",
            "The ratio of the two compounds in the bioink determines the material’s strength and stiffness. So the researchers can tailor the mixture for each use. They also added antibiotics into the bioink to prevent infections.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Like the glue sticks used for crafting, the bioink fits in the handheld printer. It can be squeezed out where it’s needed. But regular hot glue guns work at temperatures far too high for living tissues.",
            "So the researchers modified their glue gun to work at lower temperatures. They also adjusted the tip for better control. Thanks to the low melting point of PCL, the bioink can be applied at about 60° Celsius (140° Fahrenheit). It cools to body temperature within 40 seconds. The whole process takes just a few minutes.",
            "Lee’s team tested the printer and bioink on broken leg bones in rabbits. Another set of rabbits got a material called bone cement, which is used to attach implants to bones. The rabbits that got the bioink had better healing and regrowth of bone tissue. And the animals showed no signs of infection during the 12 weeks after surgery. The team shared its results September 5 in Device.",
            "For now, the printer is still a proof-of-concept for people. Lee aims to develop it into a multi-use printing system. For instance, it might apply chemicals that promote healing during surgeries. But first, researchers will have to do more studies to make sure the technology is safe. They’ll also need to figure out how to disinfect the device between uses.",
            "There may be other limitations. “The high temperature of the extruded material is likely to stress or kill the cells,” says Deborah Mason. She’s a molecular and cell biologist at Cardiff University in Wales. She wasn’t involved in the study. Lee’s team is working to modify the tip of the device. That could help the bioink cool more quickly after extrusion.",
            "In the future, this sort of device could help surgeons with more complex repairs, suggests Nieves Cubo-Mateo. She’s a biomaterials engineer at Nebrija University in Madrid, Spain. She wasn’t part of the study.",
            "But there is a long way to go for that to happen, she says. The printer would need to work with other tools that surgeons use. Those include imaging technologies and robotic devices used during surgeries. That would take the new device beyond just a “defect-filler,” she says. Someday, it could be a “bone printer pen” useful for many types of surgeries.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/heat-waves-trees-worsen-air-pollution",
        "title": "\n\tDuring heat waves, trees spew chemicals that worsen air pollution",
        "content": [
            "*a_wooded_trail_on_a_sunny_day",
            "This wooded state park in Texas might seem an unlikely place to find high levels of air pollution. But when it gets really hot, trees can release chemicals that brew up some nasty air pollutants, new data show. ",
            "WASHINGTON, D.C. — If you’re outside during a heat wave in Texas, the shade of oak trees can be tempting. But when it’s really hot, levels of lung-irritating ozone and other air pollutants can become worryingly high in these areas, new research shows.",
            "When stressed by heat, trees release chemicals. These can mix with molecules from car exhaust to make toxic air pollutants. And this can happen even where you can’t smell any car exhaust. Atmospheric chemists at Texas A&M University in College Station shared their new findings here, on August 18, at the American Chemical Society fall meeting.",
            "People expect to find air pollution in and around cities. There, vehicles cough pollutants out of their tailpipes. But at Texas A&M, “the air smells beautiful,” says Renyi Zhang. The campus is about 100 miles away from the closest big city. Here, he notes, the air is usually safe to breathe.",
            "But that may not be true during heat waves. Zhang’s team collected data on campus. During a month-long event in August 2024, daytime temps hit 32˚ to 41˚ Celsius (90˚ to 106˚ Fahrenheit). And it wasn’t just the heat that made these days uncomfortable. Pollution ramped up, too. Levels of lung-irritating ozone got especially high. It rose nearly to a level deemed hazardous to breathe.",
            "That was a surprise, the researchers now report.",
            "*a_composite_image,_on_the_left_is_a_map_showing_the_location_of_Texas_A&M_University_in_relation_to_",
            "fCTexas A&M University sits far from the large cities of Dallas, Austin, Houston and San Antonio. Air was sampled from a tower atop the meteorology building on campus.",
            "Previous studies had shown a link between heat and excess ozone. But much of that work had been done in big cities, with lots of pollution from traffic and smokestacks. Zhang wanted to see how heat might affect pollution in a more suburban setting, like College Station.",
            "Bianca Aridjis-Olivos, a graduate student in his lab, set up air-monitoring equipment atop the university’s meteorology building. It’s surrounded by grand oak trees. It seemed a good location. It’s high above passing cars and other expected pollution sources.",
            "The instruments she used are “like a super-sensitive nose,” she notes. By changing how they operate, she could alter “what scents the nose could detect.” Besides ozone, they could pick up nitrogen oxides from combustion (including gasoline-powered vehicles).",
            "They also could detect isoprene (EYE-so-preen). It’s a natural hydrocarbon released by trees, especially oaks. By itself, isoprene is not toxic. But in the presence of sunlight, it can mix with nitrogen oxides to cook up ozone (O3), which is toxic to our lungs.",
            "iFhttps://www.youtube.com/embed/kYcd5QK5o3E?feature=oembed",
            "Learn why isoprene — a chemical released by trees (and lots of other plants) — can make air pollution worse. It’s the second most widely emitted volatile organic chemical (after methane) in the world. The chemistry explained here underlies the data reported in the new study.",
            "Once all her equipment was ready, Aridjis-Olivos waited for the next heat wave.",
            "It hit in August 2024. From August 5 to September 3, she sampled different gases and particles from the air 24 hours a day.",
            "As the temps rose each day, so did levels of ozone, oxygenated volatile organic chemicals (some of which are toxic to human airways) and acid-rich nanoparticles. Ozone levels, in particular, climbed as the heat rose. Then they stayed high throughout the hottest part of the day. That in itself was no surprise. Trees ramp up isoprene release during heat waves. Plus, heat speeds up the chemical reactions that produce ozone.",
            "The surprise was just how high the ozone levels climbed. If you just looked at the levels of other pollutants, like the nitrogen oxides from cars, you might think the air was safe to breathe.",
            "And while a heat wave feels miserable, says Zhang, “exposure to both extreme heat and high ozone can be very dangerous.”",
            "This research shows how “climate change is making air pollution harder to control,” says Russ Dickerson. An atmospheric chemist, he works at the University of Maryland in College Park. Air pollution is a leading cause of death, he notes. The World Health Organization reports that today 99 percent of people worldwide are exposed to air unhealthy enough to pose a risk to our lungs.",
            "Clearly, trees play a role here. But chopping them down would be the wrong conclusion, he adds. “Trees are generally good. But when you mix them with car and truck exhaust, bad things happen.”",
            "“Studies like this can help us improve our air-quality forecasting models,” says Aara’L Yarber. An atmospheric scientist, she works at Howard University in Washington, D.C. With such computer models, she says, “We can better predict bad-air days during heat waves.” And that should help protect people’s health.",
            "Data from this study are not limited to modeling sites like College Station, Aridjis-Olivos says. Being “surrounded by vegetation, but also some industry and traffic,” this region is similar to what’s found many places, including in many developing nations.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "If you can’t avoid a heat wave, how can you protect yourself from air pollution that may come with it? Stay indoors when temperatures and ozone levels are highest, typically from noon to 4 p.m., says Zhang. Air-conditioned buildings (with windows closed) are best. Their cooling equipment contains filters that typically remove some pollutants.",
            "If outdoors, stay as far away from busy roadways (and traffic pollution) as possible. Remember to check your local air quality index when making plans, Yarber says. “Kids are especially sensitive to air pollution,” she notes, “because their lungs are still growing.”",
            "At home, Dickerson recommends getting a low-cost HEPA filter from a hardware store. For breathing “cleaner air — averaged over a day — put a HEPA filter in your bedroom,” he says. As an alternative, you can even duct-tape five furnace filters together. Then direct air through it with an electric fan. Remember to keep the windows closed.",
            "There are also ways to improve outdoor air quality. For instance, communities can work to limit becoming “heat islands.” Two obvious ways: Increase shaded area, and limit how much heat-absorbing concrete they have.",
            "Anything that reduces the levels of nitrogen oxides helps. They’re toxic by themselves. Plus they boost ozone to dangerous levels during heat waves. So walking, biking and taking a bus or train instead of driving can help limit traffic pollution. Switching from gasoline-powered to electric vehicles (EVs) also helps, because EVs don’t emit exhaust. Even better if the power to charge them comes from green sources, such as solar or wind.",
            "A long-term strategy for improving air quality, says Dickerson, is “combating climate change itself.” The hope, he says, is that this will mean “heat waves happen less often, are less severe and are shorter.” And one great way to address climate change? Planting trees.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/how-hail-forms-weather",
        "title": "\n\tWatch out: Hail can get really big!",
        "content": [
            "*two_hands_holding_several_baseball-sized_balls_of_hail",
            "Examples of nearly baseball-sized hail that fell in France.",
            "Chunks of ice fall from the sky, bounce off hard surfaces — and sometimes even break windshields and hurt crops. Maybe you’ve seen these pieces of ice laying on the ground after a storm. Their pummeling barrage starts and stops suddenly, seemingly without warning. This is a hailstorm. And it can be a truly impressive spectacle.",
            "Hail forms high in the clouds during a storm. There, some raindrops freeze solid. As more and more raindrops collide, an icy “stone” grows in size until it’s too heavy to remain aloft.",
            "Particularly large or dense hailstones can damage human-made structures and objects, such as buildings and cars. Zach Lebo knows this firsthand. A meteorologist, he works at the University of Oklahoma in Norman. His parents in Pennsylvania had to replace their home’s roof twice in the last 10 years due to hail damage.",
            "Researchers are hoping to better understand some of the mysteries of hail. One big question is how hail moves through the atmosphere and builds up in size. Some hailstones have measured more than 13 centimeters (5 inches) across. That’s larger than a softball!",
            "fCHail comes in all sizes. It can be tiny bits of ice that melt almost immediately. Or it can be softball-sized chunks that persist for quite a while.",
            "Scientists used to think that hailstones grew by taking a looping path through the atmosphere. Think of their path as upward and downward like a merry-go-round tipped on its side. But such looping motions are actually rare, scientists in China have now shown. They analyzed hailstones collected by citizen scientists.",
            "Since 2016, people had been collecting hailstones across 15 provinces in China. These citizen scientists gathered more than 3,000 of these bits of ice and stored them until people on Qinghong Zhang’s team could retrieve the hail. An atmospheric scientist, Zhang works at Peking University in Beijing. The best place for citizen scientists to store hail is, not surprisingly, a cold place, she says. “They put the hailstone in their freezer at home.”",
            "Her group analyzed the chemistry of some of that hail. First, they sliced the stones, which allowed them to see layers of ice inside. The researchers then analyzed the specific isotopes of oxygen present in the frozen water within each layer. By matching that chemistry with the properties of the atmosphere at different heights, they could estimate the paths each ice ball had taken through the sky.",
            "Only 1 out of the 27 analyzed hailstones appeared to have moved like a tipped-over merry-go-ground. That was unexpected, says Zhang. “It’s surprising.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Studying the shapes of hailstones also can help reveal how each hailstone forms. Hail is seldom perfectly spherical, says Becky Adams-Selin. She’s a hail scientist who lives in Omaha, Nebraska, and works at Atmospheric and Environmental Research, an environmental consulting company. Some hailstones sport lobes, she notes, and others can have lumps: “You can get all sorts of weird shapes.”",
            "*two_hands_showing_bumpy_balls_of_hail_that_take_up_almost_the_whole_palm_of_each_hand",
            "fCMost hail is small. But whoppers the size of baseballs? They, too, occasionally pummel the ground. ",
            "Over the spring and summer of 2025, Adams-Selin has been part of a team collecting hail samples from across the United States. The researchers have traveled across the Front Range of the Rocky Mountains and the Central Plains. This area includes Montana, Wyoming, Colorado, the Dakotas, Nebraska, Kansas, Oklahoma, New Mexico and Texas. And it’s known for producing big storms that regularly spew hail. The project is called ICECHIP (short for In-Situ Collaborative Experiment for the Collection of Hail in the Plains).",
            "ICECHIP instruments measure things such as the air temperature, rainfall and the force with which hail strikes the ground. Adams-Selin also developed a device to store hailstones as the team drives around. “It’s like a giant funnel that collects hail and funnels it into a battery-powered freezer,” she explains, until they get back to the lab.",
            "Hailstones are a window into the atmosphere, says Liye Li. She’s a meteorologist with the World Meteorological Organization in Geneva, Switzerland. It can be hard to directly observe where hail forms, she explains. “We’re blind to what’s happening inside the clouds.” But hailstones deliver clues about what’s going on high in the sky right into scientists’ hands.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/woodpeckers-grunt-when-peck",
        "title": "\n\tWoodpeckers grunt like tennis players when they peck",
        "content": [
            "*a_black_and_white_woodpecker_with_a_spot_of_red_on_its_head_perches_on_a_branch,_beak_poised_to_peck",
            "Downy woodpeckers strike wood really hard and fast. They coordinate their muscle movements and breathing to peck at an incredibly      steady rate. ",
            "Hidden beneath all their rum-pum-pumming, woodpeckers are quietly grunt-grunt-grunting.",
            "The birds exhale each time they strike their beaks against tree bark. The sound is similar to a tennis player’s grunt while hitting a ball. Woodpeckers match those exhales to their muscle movements. And that keeps them pecking at a surprisingly steady rate.",
            "The finding comes from a November 6 study in Journal of Experimental Biology.",
            "Woodpeckers are famous for hammering away at trees really fast and really hard. They strike wood hundreds of times per minute at forces 20 to 30 times their body weight. Until now, most research has focused on how woodpeckers do this without hurting their heads. The new research simply asked: How do woodpeckers do this at all?",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Pecking might look like a simple back-and-forth motion. But “it’s actually a very difficult, skillful behavior,” says Nicholas Antonson. It involves “the movement of muscles across the body,” he says. Antonson studies animal behavior at Brown University in Providence, R.I.",
            "He was part of a team that used a special kind of net to gently capture eight wild downy woodpeckers (Dryobates pubescens). They collected these birds from the Brown campus and surrounding area.",
            "To learn about the birds’ movements, the scientists inserted electrodes into their muscles. Those devices picked up small electrical signals as the birds’ muscles contracted, or shortened. Each bird wore a tiny backpack that recorded the electrode data. At the same time, a camera captured high-speed video of the birds’ movements.",
            "The researchers watched the woodpeckers for a half hour at a time. They saw the birds drill, a behavior used to poke and dig. They also observed the birds tapping to communicate. After a few days, the scientists released the birds back into the wild.",
            "Woodpeckers drum too loud to hear anything but beaks on wood. But in this clip, the researchers turned data from the birds’ respiratory system into sound. This allows us to “hear” their breathing while pecking.",
            "A close look at the electrode and video data showed that woodpeckers’ muscles and breathing work in harmony. This allows the birds’ heads to move like hammers.",
            "When humans use a hammer, muscles in the back of their wrist stiffen. That cuts how much energy is lost when they hit something. The researchers saw a comparable stiffening in some of the woodpeckers’ neck muscles. It’s amazing, Antonson says, “just how similar it is to the way we hammer.”",
            "Other muscles played special roles in the pecking motion. Before they struck, the birds seemed to steady themselves with their tail muscles. The power of the strike itself came from a single muscle in the hip.",
            "Distinct head and neck muscles helped pull back the head after each beat. These muscles activated before others completed their forward movement. The overlapping contractions may help smooth out the peckers’ back-and-forth motions during a rapid drum solo.",
            "The team also looked at the woodpeckers’ breathing to see if they exerted effort more like weightlifters or tennis players. Heavy weightlifters hold their breath when flexing. Tennis players, meanwhile, exhale through big movements.",
            "Downy woodpeckers, it turned out, take after tennis players. They can jab and exhale as many as 13 times per second. Between each blow, the birds take an inhale that lasts just 40 milliseconds. That’s 10 times faster than some humans blink! The movement’s timing stayed remarkably consistent over multiple taps, Antonson reports.",
            "Songbirds are known to take mini breaths while singing. Woodpeckers doing the same thing suggests their pecking, when done socially, might be more like singing than experts had thought, says Daniel Tobiansky. He wasn’t involved in the new study. He studies bird brains and behavior at Providence College in Rhode Island.",
            "Nonvocal communication, such as pecking, often gets overlooked in animal research, Tobiansky says. Finding a similarity between bird drumming and singing might help scientists learn how these behaviors evolved."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/emotion-memory-help-remember-moments",
        "title": "\n\tBig moments can help you remember little things, too",
        "content": [
            "*Sujata_Gupta",
            "Why do we remember some ordinary moments and not others? A new study shows that weak memories can attach themselves to more exciting ones.",
            "Chenyang (Leo) Lin grew up in a city along China’s south coast. It was far from any woods. So the large trees and darting squirrels he saw while hiking in New Hampshire, last year, awed him. “That was very new to me.” That hike is now crystallized in Lin’s memory. So, oddly, are the more familiar chickens he saw on his way to that hike.",
            "Lin is a brain and behavior expert at Boston University in Massachusetts. His latest research helps explain why both those chickens and squirrels have lodged in his memory.",
            "Events that pack an emotional punch help people remember moments they would otherwise forget, that research shows. Lin is part of a team that shared these findings September 24 in Science Advances.",
            "The brain seems to tie together related objects and events. That’s probably why Lin remembers ordinary farm animals along with what he saw as super cool squirrels.",
            "Understanding what people remember — and forget — could help students retain information. And, Lin adds, it might also help therapists better treat trauma patients.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Pairing a weak memory with a strong one can make the weaker one stick, too. Known as tag and capture, this theory has been around since the 1990s. Researchers suspected everyday memories could create temporary marks — or tags — on neurons. These tags would disappear, however, within a few hours. Think of them like Post-it notes that can easily fall off.",
            "If, however, a more powerful memory comes along shortly afterward, the weaker memory might be saved.",
            "Here’s how it was thought to work. The powerful memory triggers a rush of proteins in the hippocampus and linked areas of the brain. These are areas where memories form. Tagged neurons would capture those proteins. And just like adding a strong glue to the Post-it note, they’d make the weak memories stick to the powerful ones.",
            "Lin and his team decided to test that idea.",
            "They asked more than 100 people to observe sequences of images on a computer. Sometimes people saw animals (such as aardvarks, hamsters or sea stars). Other times they saw everyday tools. Participants initially just viewed these images — dozens of them. Next, they viewed similar images. This time, they’d be rewarded for labeling them as animals or tools.",
            "About half the participants, for instance, might receive 900 points for identifying a hamster as an animal and 1 point for identifying a hammer as a tool. The other half received the opposite rewards: maybe 900 points for the hammer and 1 point for the hamster.",
            "The next day, the team gave their participants a pop quiz on images they’d seen the day before. And, it turns out, both reward size and type of image sometimes affected what these people remembered.",
            "Receiving a big reward for identifying animals enhanced someone’s memories of animals. Those who received a small reward remembered about 45 percent of the animals they’d seen in the first round. Participants remembered more — about 50 percent — if they’d received a large reward for labeling the animals earlier.",
            "This memory boost didn’t work for tools, though. Big rewards didn’t help people remember the tools they’d seen earlier. Lin suspects that’s because people formed strong memories of the tools from the beginning, so adding a reward didn’t provide much more of a benefit.",
            "Rewards for animals also didn’t help people remember which tools they’d seen. It seems the brain links memories within a category, not across different categories.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Everyday memories are known to be temporary, says Joseph Dunsmoor. This cognitive neuroscientist works at the University of Texas at Austin where he has done similar research. This new study, he notes, is one of the first to show the brain is more likely to recall weak memories when they relate to some other, strong memory. “The thing that occurred in the past suddenly takes on more meaning,” he concludes.",
            "Lin’s team also showed that people were better at forming new memories after receiving a big reward. After a big event, the brain is alert. It’s open to new information. So now, Lin says, new memories are more likely to stick around.",
            "Sorting out what’s going on in the brain while memories form will take more time.",
            "In the meantime, therapists could use these findings to help people enhance the everyday memories that occurred before a trauma. This might dull the pain of what came after, Lin says. Teachers might also use the findings to help students retain more of what they learn. For instance, Lin suggests, if Susie surprisingly jumps up and down in a math word problem, perhaps the class should jump up and down, too."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/kirigami-parachute-design-physics",
        "title": "\n\tThese parachutes unfurl thanks to Japanese paper-cutting techniques",
        "content": [
            "*A_water_bottle_dangles_from_a_lacy,_vase-shaped_parachute",
            "A water bottle is gently lowered by a parachute (center) made of a thin plastic disk. The disk has cuts that allow it to unfurl as the bottle falls (close-up of the parachute shown in background).",
            "New unfurling parachutes really hit the mark. Scientists were inspired by the Japanese art of kirigami, or paper cutting. They made parachutes that open automatically when dropped. And unlike typical cloth parachutes, where they land doesn’t depend on how they were dropped. This makes their falls more predictable.",
            "“I can toss this thing any way I want,” says David Mélançon. He’s a mechanical engineer at Polytechnique Montreal in Quebec, Canada. “It will always realign and then fall straight down,” he says as he slings one of the team’s disks.",
            "It’s made of a plastic called Mylar. Slits are arranged in a series of rings that extend to the disk’s edge. They allow the disk to expand into an elegant netlike vase as its attached cargo falls. Pulled open by the rush of air, the chute’s shape slows the payload’s fall by producing drag. That’s a force that resists an object’s motion. ",
            "iFhttps://www.youtube.com/embed/ALfuAEYYOKc?feature=oembed",
            "Researcher Frédérick Gosselin demonstrates how his team’s kirigami-inspired parachutes are made and how they work.",
            "The team compared its new parachute against traditional parachutes in the lab. The kirigami parachutes fell closer to an intended target, the researchers found. They shared their results in the Oct. 2 Nature. The parachutes would also be simple to make and deploy, Mélançon says. Traditional fabric parachutes require sewing and folding.",
            "As a simple test, the researchers attached a 1-kilogram (2.2-pound) water bottle to a kirigami parachute 0.5 meter (1.6 feet) across. They dropped it from a drone flying at a height of 60 meters (200 feet). The bottle reached a speed of about 14 meters per second (46 feet per second). A bottle without a parachute would’ve topped out at about 34 meters per second (112 feet per second).",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Because they’re full of holes, the new parachutes produce less drag than similarly sized fabric parachutes. That means they have to be bigger than a normal parachute. So they might not be practical for large things. Consider a person. To keep from crash-landing, a human might need a kirigami parachute a couple hundred meters (yards) across, Mélançon suggests. That would be longer than two football fields!",
            "These new parachutes could help with smaller drops, though. For instance, they could be used to deliver packages by drones. Or they could be used for dropping food or other supplies from airplanes in hard-to-reach areas, he says.",
            "The team is also considering using materials like cardboard that can break down easily in the environment. And there may be other ways to tweak the parachutes’ design. For example, the disks could be cut so that they fall with the whirling motion of winged maple seeds. That could come in handy on space missions to other planets. It would let an on-board camera take photos from all angles as it descends through an alien atmosphere."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/a-little-shape-up-helps-these-pimple-patches-get-a-grip",
        "title": "\n\tA little shape-up helps these pimple patches get a grip",
        "content": [
            "*a_boy_with_light_skin_and_light_brown_hair_examines_a_red_blemish_on_his_face_in_the_mirror",
            "Acne and other skin blemishes can be especially common during adolescence. New microneedle technology helps some new antibacterial skin patches get a better grip. ",
            "That pimple patch you’re using now is so last year. A new type locks on to pesky pimples better. Its secret is its tiny, uniquely shaped needles. They also help the patches more effectively deliver zit-fighting ingredients.  ",
            "Even if you hate needles, the ones in the new patches shouldn’t spook you. They’re “very short,” notes Shayan Fakhraei Lahiji — about 250 micrometers. That’s about one-one hundredth of an inch long. A bioengineer, Lahiji works at Cursus Bio. It’s a drug company in Seoul, South Korea. He helped shape — literally — this new approach to acne treatment.",
            "*a_photo_of_a_pimple_patch_on_a_fingertip",
            "fCThe tiny pinpricks of this antibacterial patch dissolve in about two hours, delivering acne-clearing medication.",
            "Each needle-packed patch is about the size of a contact lens and “almost invisible,” he says. Once placed on a pimple, its needles lock in. Over two hours, the tiny pricks dissolve and disappear. After that, you can remove the transparent patch, he says.",
            "Hyaluronic (HY-uh-lu-RON-ik) acid — a chemical that plumps up our skin — gives structural support to the microneedles. Those tiny needles then deliver antibacterial compounds right where they’re needed. Inflammation-fighting chemicals also cool redness and swelling.",
            "Among tests in treated people, more than eight in 10 of patched pimples disappeared within three days. Details of how the new tech works appear in the July Biological and Medical Applications of Materials and Interfaces.",
            "Lahiji’s team didn’t invent pimple patches. People can buy simpler styles today. Many of those, too, use microneedles. But needles in the new patches have a unique geometry that anchors them in place. It sets them apart from what you can buy now, Lahiji says.",
            "The microneedles used in other drug-delivery patches tend to be cone-shaped. But that means they easily slip out of the skin. The Korean team gave their needles a bulb-shaped bottom. They call the design “MicroLock.” Like soft-edged-cylindrical barbs, they lock in place.",
            "Most microneedles are cone-shaped. But the bulb-shaped base of needles on the new patches helps secure them onto the skin.",
            "*a_compound_image,_typical_microneedles_to_the_left,_a_simple_cone_shape_and_microlock_needles_to_the",
            "fCCursus Bio",
            "The value of this shape-up could expand beyond the acne market, Lahiji says.",
            "Slipping out of skin is a known problem with microneedle technology, says Ayhan Çelik. A chemical biologist, he works at Imperial Bioscience Limited. That’s a drug technology company in Brighton, England. Çelik didn’t work on the new study. But he, too, has been working on microneedle patches using hyaluronic acid.",
            "Such patches show a lot of potential, Çelik says. For instance, they might one day provide shot-free options for the delivery of some injectable drugs. Or even vaccines.",
            "Such patches could offer other advantages, too, he adds. A shot puts a lot of the medicine into a tiny area. In contrast, Çelik notes, patches would deliver a drug to a broader area — “not a single point.” He believes that will lead to a better immune response than a typical shot.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The needles of the new acne patch are too short to deliver a vaccine. But Lahiji and his team have developed other versions that might enable other uses for the “locking” microneedles.",
            "For now, notes Lahiji, “there are no microneedle products [for] medicines that require prescriptions.” Or for vaccines. But his team is working on ways that microneedles could deliver such drugs. One type would deliver medicines targeted at diabetes and obesity. His group described it in 2024 in Advanced Materials.",
            "Governments regulate what new medical products can be used in their countries. These rules ensure those products are safe. In the United States, for instance, the Food and Drug Administration, or FDA, writes those rules. Right now, no such rules exist for microneedle patches, Çelik notes. That makes them a headache for companies to develop and bring to pharmacies. “Everyone is waiting for” those guidelines, he says.",
            "Acne patches are an exception to that. These patches are deemed “cosmetic,” not medical. Their needles not only are extra tiny, but they also deliver no prescription drugs — just over-the-counter acne-clearing meds.",
            "Locking microneedles might help open the door for patch delivery of other medications. Why? When it comes to prescription drugs, how much a patch dispenses really matters, explains Çelik. The FDA would require a patch to deliver a set dose — not more, not less. Patches typically lack such consistency.",
            "For example, a patch may deliver 40 percent of the drug one time. The next, it might deliver only 8 percent, notes Çelik. A microneedle patch for prescription medicines, he says, must deliver the same amount of drug “each and every time.”",
            "By anchoring the new patches in place, the new microneedles should mean that “every time, they will deliver approximately 80 percent of the drug,” Çelik says. At least, he adds, “That’s what [its makers now] claim.”",
            "Other problems remain to be solved, such as how big a dose they can dispense. For some drugs, the tiny needles may not be able to deliver enough to have the needed effect, says Çelik. In these cases, they may never fully replace hypodermic needles.",
            "The new acne patch system was developed by Cursus Bio. Its product should hit store shelves in Korea by November, Lahiji says. U.S. consumers will have to wait a few months longer — until at least next January.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/what-are-vitamins",
        "title": "\n\tWhat are vitamins?",
        "content": [
            "*an_illustration_showing_fruits,_vegetables_and_other_foods_falling_out_of_an_open_pill_capsule_meant",
            "Many people think getting their daily vitamins means downing multivitamin pills or supplement capsules. In fact, most doctors and nutritionists would prefer we rely on food as the main source of these essential nutrients.",
            "If you were asked to choose a healthy snack, what would it be? Perhaps you’d opt for a tangy mango or cup of tart Greek yogurt topped with berries. Maybe crunchy broccoli florets with hummus comes to mind. These are all packed with nutrients — chemical substances that help our bodies function. Among those nutrients are traces of vitamins.",
            "Food scientists group vitamins and minerals together as micronutrients. That’s because living things need these to survive — but only in tiny amounts. While both vitamins and minerals are essential, chemically they’re quite different.",
            "Dietary minerals are elements that appear in soil and water. Calcium and iron are examples. Vitamins, in contrast, are molecules — made of several elements. Vitamins are also organic, meaning they contain the element carbon. ",
            "Our bodies can’t make minerals or most vitamins. That’s why we must get them from what we eat.Altogether, we need 13 vitamins to stay healthy. Eight are known as B vitamins. Rounding out the list are vitamins A, C, D, E and K. These all play essential roles in keeping our organs, tissues and cells working.",
            "Some, such as the B vitamins, help the body break down and release energy from food. Vitamin K allows our blood to clot. Vitamin A is important for our lungs, skin and eyes.Vitamin D is a pro-hormone. The kidneys turn it into a fully active hormone. And it’s quite versatile. This hormone plays a pivotal role in building strong bones and muscles and protecting the body from diseases, including some cancers. This vitamin also helps fight infections.",
            "Other vitamins — such as C and E — are antioxidants. They help protect against unstable molecules. At high levels, such molecules, called radicals, can damage cells and DNA.",
            "Vitamin C also supports your immune system in various ways. For instance, it helps keep immune cells healthy. But vitamin C also helps create collagen. A protein, collagen serves as a building block for many tissues, including our skin and the lining of our respiratory system. Those organs act as early lines of defense against incoming germs, explains Evangeline Mantzioris. She directs nutrition and food science at the University of South Australia in Adelaide.By keeping these systems healthy, vitamins help our bodies fight germs, limiting their chance of causing serious disease.",
            "Clearly, Mantzioris says, vitamins don’t just target one specific body function or organ. They make sure our bodies as a whole work as they should.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Vitamins fall into two general categories: water-soluble and fat-soluble.",
            "Most vitamins dissolve easily in water. That means they can be found in such body fluids as blood. These vitamins include all eight B types and vitamin C.",
            "“We tend to find the water-soluble vitamins in fruits and vegetables,” says Mantzioris. These are “foods that don’t have a lot of fat.” Our bodies don’t usually store any excess of water-soluble vitamins. Instead, unused amounts get flushed out in our urine. ",
            "*an_array_of_meats,_eggs,_beans_and_cheese_on_a_table_as_seen_from_above",
            "fCDairy products, seeds, eggs and meats are rich in not only protein but also the fat-soluble vitamins A, D and E. For fat-soluble vitamin K, reach for broccoli and other green (and often leafy) vegetables, beans, avocados, vegetable oils and some meats (such as chicken, pork and especially beef liver). ",
            "Fat-soluble vitamins — A, D, E and K — tend to show up in fatty foods. In fact, that fat helps our bodies better absorb these nutrients. Our liver and body will store any extra of these vitamins that we might consume until they’re needed later. “Even if we’re really lean, we still have a little bit of a fat stored in our body,” says Mantzioris. ",
            "The fat-soluble group also includes the two vitamins that people can produce: vitamins D and K. Bacteria in our intestines can make vitamin K. ",
            "Vitamin D is special. Known as the sunshine vitamin, our skin starts a process of making it by using the sun’s ultraviolet light. Today, most people lack ideal amounts. One reason: Covering up the body too much when in the sun. Sunscreen helps protect against skin cancers but limits vitamin D production. So does spending most of the daylight hours indoors. Darkly pigmented skin and very heavy cloud cover can limit exposure to the UV light that kick-starts vitamin D production. So can living at high latitudes, where a steep path through the atmosphere can filter out much of the sun’s ultraviolet light. ",
            "iFhttps://www.youtube.com/embed/ISZLTJH5lYg?feature=oembed",
            "The first half of this short video shows how the body absorbs vitamins, transports them to where they’re needed and, where possible, stores any excess. The second half shows the many functions these vitamins have in supporting our health.",
            "Most of the vitamins we need can be found in the foods we eat. While fruits and veggies are well-known for being rich in vitamins, meat and grains contain these essential nutrients, too.",
            "Vitamins are also available as food supplements sold widely in stores and over the internet. Many are synthetic preparations; others come from plant or animal sources. Some products may include single vitamins. Others may contain a blend meant to meet our daily needs.",
            "But for most of us who eat a balanced diet and get enough sunlight, these products are unnecessary. Instead, focus on eating a healthy diet that includes plenty of produce. Notes Mantzioris, “We didn’t evolve on supplements. We evolved on whole food.” ",
            "*an_array_of_vitamin-rich_fruits_and_vegetbales_in_every_color_spread_out_on_a_table",
            "fCFruits and veggies are our diet’s primary sources of water-soluble vitamins — the eight B types and vitamin C. They’re also rich in other micronutrients thought to have a wide range of roles in supporting our health.",
            "Whole foods contain more than just vitamins. For instance, oranges are an excellent source of vitamin C. But these and other types of fresh produce also contain hundreds of other nutrients that aren’t found in artificial supplements, Mantzioris points out. These include plant compounds called phytonutrients. Such compounds give many fruits and veggies their vibrant colors. Scientists suspect they also boost health and fight disease. And new ones are still being discovered. ",
            "Supplements can be useful, though. People with certain medical conditions may need help getting enough of some vitamins. And it’s hard to reach the recommended amount of vitamin D through food alone. Vitamin D supplements may help those with heavily pigmented skin or whose skin doesn’t get access to enough of the sun’s UV rays.But these supplements should only be taken after talking with your doctor, says Mantzioris. One reason: Mixing vitamin supplements with certain medications can be risky. ",
            "Some vitamins, such as A, can be toxic when taken in high amounts. But poisoning is highly unlikely to happen when they’re consumed as part of a balanced diet. Most people who consume too many vitamins do so by taking supplements.Taking too many supplements also risks flooding the body with more nutrients than it can handle. Fat-soluble vitamins can build up in our fat stores over time, leading to dangerous side effects. Even overdosing on some water-soluble vitamins can pose problems.Cases of poisoning from water-soluble vitamin B6, for instance, are on the rise in Australia, notes Mantzioris. In addition to supplements, this nutrient is often added to energy drinks, weight-loss shakes and certain food products. One symptom of too much B6 is nerve damage. It often starts as a tingling in the fingers and toes. “If it’s not caught in time, it can cause permanent damage,” Mantzioris says.Instead of splurging on supplements, Mantzioris recommends that people looking to stay healthy should focus on a food-first approach. “People spend a lot of money on these [vitamin supplements] — and mostly without a lot of gain,” says Mantzioris. “I would rather spend the money on having really yummy food.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    }
]