[
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-animal-cannibals",
        "title": "\n\tLet’s learn about animal cannibals",
        "content": [
            "*_Let’s_learn_about_animal_cannibals0",
            "Common tree frogs are known to sometimes snack on their own species — and they’re not alone. Many types of animals, from mollusks to mammals, insects and birds practice cannibalism. ",
            "For humans, cannibalism is the stuff of horror movies. But in the animal kingdom, it’s more common than you might think.",
            "All kinds of animals have been caught chowing down on members of their own species. The practice seems especially widespread in invertebrates. But amphibians, reptiles, mammals and birds have been known to make a meal out of their own kind, too.",
            "Some female spiders and insects famously eat their male partners when they mate. Black widows sometimes devour their smaller male mates. And female praying mantises bite off their partners’ heads.",
            "Other animals occasionally eat their own kids. Some comb jellies snack on their young when food is scarce. And wild hamsters seem to develop a taste for their children when they lack key nutrients in their diets. On the flip side, some mamma insects and spiders allow their babies to devour them. That allows the newborns to start off life with a feast.",
            "There are also animals that eat their peers. Some amphibians, for instance, have two larval forms. One is normal. The other is a cannibal form. The cannibal larvae have bigger mouths and sharper teeth — the better for scarfing down other larvae with. And that’s not even the most extreme form of peer-on-peer cannibalism. Some shark embryos eat their brothers and sisters while still in their mother’s womb. Only the strongest embryo survives to be born.",
            "There are some risks to cannibalism. If an animal eats one of its own kind that died of disease, it risks getting that illness too. And if an animal gobbles up too many of its own offspring, that sort of defeats the point of reproducing. But for many animals, it’s sometimes worth living in a spider-eat-spider or shark-eat-shark world.",
            "Attack of the inner-cannibal mega-shark History’s largest shark may have gotten mega-sized after eating its unborn siblings. (11/10/2020) Readability: 7.0",
            "Wild hamsters raised on corn eat their young alive European hamsters raised in the lab turn into crazy cannibals when fed a diet rich in corn. The problem may trace to a shortage of a key vitamin. (3/7/2017) Readability: 7.5",
            "What’s for dinner? Mom. One spider’s extreme motherhood ends with fatal family feast. (5/7/2015) Readability: 6.1",
            "iFhttps://www.youtube.com/embed/Y2ODPFiksBE?feature=oembed",
            "Humans can definitely be counted among animals that have practiced cannibalism. Join TED-Ed on this brief tour of people eating each other throughout human history.",
            "Scientists Say: Species",
            "Scientists Say: Amphibian",
            "When prey get scarce, these jellies become cannibals",
            "How Hannibal the cannibal led to a discovery about cobra diet",
            "These male spiders catapult away to avoid being cannibalized after sex (from Science News)",
            "Some animals eat their moms, and other cannibalism facts (from Science News)",
            "Word find",
            "What type of cannibalism do you think is most common in lions and bears? Do you think cannibalism is more or less likely in fish that lay lots of eggs? And why do you think spadefoot toads cannibalize each other? Submit your guesses on this quiz from TED-Ed! And check out their associated video for all these answers and more."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/explainer-how-seed-grows-into-plant",
        "title": "\n\tExplainer: How a seed grows into a plant",
        "content": [
            "*an_array_of_dried_beans_and_legumes_arrangesd_on_a_rustic_wooden_table_in_bowls_and_sacks",
            "Seeds come in a variety of colors, shapes and sizes. Each seed has the potential to grow into a plant that produces many more seeds.",
            "If you’ve ever picked up an acorn from an oak tree or scooped out the inside of a pumpkin, you’ve held in your hand the makings of a giant tree or a whole pumpkin patch. Seeds come in all colors, shapes and sizes, from a tiny poppy seed to a giant coconut. Each one is a factory that has everything it needs to start making another plant.",
            "Many plants produce flowers, which develop into fruits, beans or grains. The seeds of flowering plants are made up of three parts. There’s the baby plant, or embryo. Then there’s the endosperm. This is a packet of food the embryo will use as energy to grow until it has leaves and can make its own food. These two parts are encased inside a seed coat. This hard, protective layer keeps the embryo safe until it’s ready to sprout.",
            "*a_diagram_showing_a_small_seed_and_the_stages_it_taking_root_and_sprouting_",
            "fCWhen there’s enough water and sunlight and the temperature is just right, a seed sprouts its first root and shoot.",
            "Seeds can sense when conditions are right to grow. There must be enough water and sunlight. The temperature must be just right, too. Then, the seed coat absorbs water, softens and cracks open. A tiny root called a radical grows down into the soil. The first shoot or stem — called a plumule — grows up toward the sunlight.",
            "iFhttps://www.youtube.com/embed/taaiH3XdSxw?feature=oembed",
            "Learn what it takes a seed to start growing, a process known as germination. It’s a lot less than you probably realize.",
            "But how do roots and shoots know which direction to grow?",
            "Like us, plants sense gravity. The cells of their roots and shoots contain small packets of starch granules. Those packets are heavy, so they settle at the bottom of cells. That tells a plant which way is down, explains Anna Newman-Griffis. She studied plant biology and now teaches at Durham University in England.",
            "Root cells are programmed to grow down toward the pull of gravity. This is called positive gravitropism. Shoot cells have negative gravitropism. That tells them to grow upward, against the pull of gravity.",
            "*a_diagram_showing_a_potted_plant_turned_sideways_as_seen_side_on,_the_roots_to_the_left_are_growing_",
            "fCSmall packets of starch in a plant’s cells help it sense gravity. Roots grow toward gravity. This is called positive gravitropism. Shoots or stems grow away from gravity. That is called negative gravitropism. ",
            "Most plant growth takes place at the tips and along the sides of roots and shoots. These regions are called meristems. They have unspecialized cells — sometimes called stem cells. These can become any kind of cell a plant needs. For example, stem cells can make new epidermal cells for protection if a shoot is injured. Or they can become root cells to seek out water deeper in the soil. Plants use cues from inside and outside their body to know when cells should divide and what type of cells to make.",
            "Adding new cells can make a plant longer or thicker. They can build branches, flowers or leaves. They also build a plant’s transport system. Its xylem carries water absorbed by roots throughout the plant. The system’s phloem transports sugar, the plant’s food.",
            "Like animals, plants need energy from food to grow. But plants don’t eat, says Newman-Griffis. Instead, they make their own food through photosynthesis.",
            "Plants pull carbon dioxide, or CO2, from the air into their leaves through little openings called stomata. Chloroplasts inside a leaf cell absorb energy from the sun and use it to convert CO2 and water into sugar and molecules of oxygen. This oxygen returns to the air. The sugars power all the plant’s cellular machinery. Sugars are also the building blocks for making new cells and tissues.",
            "Basically, Newman-Griffis says, “They’re making giant trees out of air molecules.”",
            "iFhttps://www.youtube.com/embed/rEdOvBAtyYk?feature=oembed",
            "This video shows how a substantial part of plants are made from ingredients they pull out of the air.",
            "Plants need other nutrients to grow properly, too. The main ones are nitrogen, phosphorus and potassium. Nitrogen helps make leaves and is important for photosynthesis. Phosphorus helps make roots, flowers, seeds and DNA. Potassium helps move water and nutrients through their tissues.",
            "Plant roots absorb these nutrients from the soil. They come from the breakdown of rocks and organic matter, such as dead plants and animals. All three nutrients are very common on Earth. But they exist in multiple forms, some of which plants can’t use. For instance, most nitrogen exists as a gas. Microbes in the soil help convert this gas from the air into a form plants can use. This process is called nitrogen fixation.",
            "Like animal cells, plant cells divide to make new cells through a process known as mitosis. But they undertake one extra step that animals don’t. In the final stage of cell division, plants build a wall around each cell. Plants don’t have bones or shells. So these rigid walls protect the cells. They also give them support and structure.",
            "Plant growth differs from animal growth in another important way. Babies of most animals have a set body plan that already determines where the major parts of the body go, such as the head or a tail. Where its eyes sit on its head also tend to be fixed in advance. The same is true for how many limbs or appendages it will have and where they will emerge.",
            "Plants use more general body plans. Those plans help them look like other members of their species by following instructions from their DNA. For example, the leaves of maple trees develop characteristic pointed lobes. California poppies produce distinctive flowers with bright petals. And deer grass makes long, thin leaves, called blades, that grow in a clump and sway in the wind.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "But a plant’s environment will shape its individual growth pattern and structure. Since plants can’t travel, they need different ways to deal with challenges. For example, an animal may eat parts of them. New leaves or stems may now need to grow in a somewhat different spot to capture water or sunlight. Or to cope with lots of wind.",
            "Plants are constantly growing and adjusting their body plan, says Newman-Griffis. So, their structure may end up with funny twists, bends and turns.",
            "The larger a plant grows — and the longer it lives — the more carbon it will have trapped in its cells. Trapping carbon is called carbon sequestration. This important process reduces the amount of greenhouse gases that build up in the atmosphere. And that plays a role in helping control Earth’s climate.",
            "*a_photo_from_the_ground_looking_up_into_the_canopy_of_an_old_growth_forest",
            "fCOld-growth forests are made of trees that have lived hundreds of years or more. These trees trap huge amounts of carbon in their tissues. That helps keep carbon — in the form of carbon dioxide, a greenhouse gas that contributes to climate change — from building up in the atmosphere. ",
            "The large trees in old-growth forests can live for hundreds or thousands of years. They will have trapped huge amounts of carbon in their giant bodies. Being able in this way to adapt their growth patterns and respond to challenges in their environment has helped trees become some of the oldest beings on Earth."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/magic-tricks-bird-intelligence",
        "title": "\n\tMagic helped this researcher trick birds for research ",
        "content": [
            "*Elias_Garcia_Pelegrin_stands_in_front_of_a_tropical_forest_He_has_light_brown_hair_and_a_beard_He_is",
            "In high school, Elias Garcia-Pelegrin learned coin tricks to improve his focus. He now performs magic for animals to understand how they see the world. ",
            "Elias Garcia-Pelegrin was looking for a quick magic trick that would capture the attention of people, not birds. He performed magic to help pay for university. And his “fast pass” fit the bill. But he soon realized that this trick could serve another use: in a study of Eurasian jays.   ",
            "Elias Garcia-Pelegrin invented the “fast pass” while working as a magician. This trick involves passing an object between your hands so quickly that the audience can’t see it.",
            "Eurasian jays are clever birds that perform their own tricks when caching, or storing, food for later. To fool thieves, the birds first hold their treat in their bill. They then pretend to store the morsel by slipping it into their throat pouches. These antics resemble a magician’s hand tricks, which fool onlookers into believing an object has moved. He wondered how well these feathered magicians would fare against human magic. ",
            "In their 2021 study, Garcia-Pelegrin and his team performed three types of hand tricks for humans and jays. While the humans were fooled by all three, the Eurasian jays only fell for one: the fast pass. He suspects it’s because, unlike us, the birds don’t have expectations about how hands move.  At the National University of Singapore, Garcia-Pelegrin is now studying intelligence in hornbills. These ​dazzling birds ​rival the smarts of corvids (ravens, jays and their relatives) and parrots in some ways, he says. In this interview, Garcia-Pelegrin shares his experiences and advice with Science News Explores. (This interview has been edited for content and readability.)  ",
            "*A_Eurasian_jay_fans_its_wings_as_it_flies_This_mostly_gray_bird_sports_bright_blue_panels_on_its_win",
            "fCTo thwart thieves, Eurasian jays pretend to hide food in different spots. Remembering where they actually stashed their treats requires excellent memory. ",
            "I used to work at the Sea Life London aquarium in England. One of my jobs was taking care of the gentoo penguins. They perform this beautiful spectacle every single year. When they are courting, the male takes a pebble to the female and bows to her. If she approves, she’ll bow back. They create this dance together through bowing.  ",
            "As someone who studied human evolution and the mind, it got me thinking. What’s the male considering when he chooses a pebble? What’s the female thinking when she receives the pebble and bow? I understood the biology behind it, but I was more interested in the possible psychological pressures. I started reading about bird intelligence.  ",
            "This was a completely alien world to me. It’s not something that they teach you in psychology courses. I just found it so fascinating that until 20 years ago, the phrase “bird brain” meant someone was stupid. That all changed when we started testing more animals. The more birds we tested, the more we realized this was not the case. I started thinking about it nonstop.   ",
            "*A_male_gentoo_penguin_drops_a_pebble_onto_a_nest_The_female_lies_on_top_of_the_nest_of_rocks_Shallow",
            "fCMale gentoo penguins offer pebbles to potential mates. If his partner accepts, the two perform a series of synchronized bows. ",
            "It all started when I worked with the ravens that live in the Tower of London. I met the researcher behind that project, Nathan Emery from the Queen Mary University of London. He offered to show me the ravens and let me pitch a research idea. I ended up working with him and a young raven named Poppy. I investigated whether she could learn from my movements.   My experiment used a clear box that held a piece of chicken. To open the box, Poppy had to pull a string. I glued a light switch next to the string that didn’t power anything. Instead, it helped me see if Poppy would copy me. Every time I demonstrated how to open the box for her, I pressed the light switch first. I then left to see what she did. I found that Poppy would imitate me by also touching the button and pulling the string. ",
            "I didn’t plan on magic being a part of my science. I started learning coin tricks in high school. I was quite the fidgety kid in class and was diagnosed with hyperactivity. My dad was a medical doctor and taught me coin tricks to help me keep still in class. I became good enough to earn money by performing for others. I even took a gig on a cruise ship that helped fund my studies.  ",
            "My biggest challenge was having confidence that the world would find my work just as interesting as I did. I was very afraid of what my colleagues would think. I worried that the scientific community would see my research as a gimmick.   Luckily, that was not the case. Most of my colleagues have been very supportive and find it interesting. The Science of Magic Association was also very interested in our work. They’re a group of researchers who look into the science behind how people perceive magic.  ",
            "I was very bad at school. I had a short attention span, and it was difficult for me to concentrate. I had to repeat a course and didn’t get into the University of Cambridge in England when I first applied. I learned that who you are right now doesn’t determine who you will be as an adult. If you’re passionate about something, then things will align. If you’re not finding your place right now, you’ll find that in the future for sure. ",
            "I think all that matters is that you find something worth doing. If you’re passionate about something, just do it. Do it until you lose that passion for it. And don’t let it go, regardless of what people may tell you. It’s very hard to find something that you are extremely passionate about. It’s a privilege to find something that you love.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/noahs-ark-seed-bank-on-moon",
        "title": "\n\tScientists want to create a sort of Noah’s Ark on the moon",
        "content": [
            "*A_photo_of_Earth_taken_by_a_NASA_spacecraft_in_orbit_around_the_moon",
            "A NASA spacecraft orbiting the moon captured this image of Earth. As threats from climate change and human activities mount on our planet, scientists are proposing to build a bank holding genetic material that could preserve samples of some of Earth’s most valued species.",
            "As more and more species near extinction, scientists have been collecting samples of plants, animals and other organisms. They’ve been storing these cells, seeds and other materials in protected facilities across the globe. But climate change, environmental disasters and wars can threaten these modern Noah’s Arks. Now, some researchers have proposed an out-of-this-world solution: Build one of these arks on the moon.",
            "They’d build it in a permanently shadowed site at the moon’s south pole. Temperatures there should remain a very frigid –196° Celsius (-320.8° Fahrenheit). That’s the minimum needed to safely store most animal cells long-term, Mary Hagedorn and her team noted July 31 in BioScience.",
            "And that, they argue, should make such this gene bank far more stable than any of those on Earth.",
            "“When it comes to saving our biodiversity and life on Earth,” says Hagedorn, “it’s very good to have as many plans as possible.” A marine biologist, she works at the Smithsonian National Zoo and Conservation Biology Institute in Washington, D.C.",
            "Hagedorn’s team was inspired by the global seed vault in Svalbard, Norway. Think of it as a frozen Noah’s Ark, way above the Arctic Circle. Several other seed and tissue banks around the world, too, store prized samples of organisms that are of interest to crop and livestock farmers.",
            "Scientists collected the seeds banked at Svalbard from around the world. This facility takes advantage of the site’s freezing temps to protect its millions of stored seeds. If needed, they can be defrosted and reproduced. Later, daughter seeds can be sown at sites where these plants may no longer exist.But in 2017, scientists learned this ark was at risk.",
            "Melting permafrost flooded the vault. That put its precious seeds at risk of defrosting and going bad. Events like this one, researchers say, point to the need for another backup plan.",
            "*Water_trickles_down_a_hillside_among_moss_next_to_the_entrance_to_the_Svalbard_Global_Seed_Vault_dur",
            "fCA heat wave hit the Svalbard region of Norway in summer 2020. High temps and melting permafrost may threaten seeds and samples stored in the Svalbard Global Seed Vault, the entrance of which is pictured here. ",
            "Indeed, two years ago, Álvaro Díaz-Flores and some coworkers at the University of Arizona proposed their own idea for a lunar ark. Theirs would “shelter seeds, sperms, eggs, and DNA of endangered animal and plant species of Earth.”",
            "They’d stash collected cells or tissues in caves below the moon’s surface. Called lava tubes, the caves likely formed when underground rivers of molten rock ran dry. A solar-powered system would keep things cold. But if it ever lost power, the stored samples likely would go bad.",
            "In the moon’s forever-frozen shadowed regions, a lunar vault would need no energy or constant human maintenance, Hagedorn’s team notes. And given the south pole’s low temperatures, she says, a vault there could store fibroblasts — “one of the most powerful cells that we have today.”",
            "Scientists can transform these animal cells into stem cells. “Then those stem cells can be used for cloning,” Hagedorn says. Fibroblasts could be valuable for rebuilding populations of threatened or extinct species. Or they might help recreate ecosystems in future human colonies on the moon or Mars.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The new proposal would have its share of hurdles. These include what to do about radiation and the long-term effects of microgravity on stored samples. Hagedorn’s team is designing radiation-proof containers for samples brought up from Earth. The next step would be to test prototypes on a future moon mission.",
            "“The authors do a good job laying out many of the challenges,” says Benjamin Greenhagen. He’s a lunar scientist at the Johns Hopkins Applied Physics Laboratory. It’s in Laurel, Md. But he notes that the moon’s permanently dark regions aren’t immune to broad swings in temperature as more or less reflected sunlight can shine into the shadows. Such sites “are still cold,” he says. Still, he worries, they might not always be cold enough for this project “without some level of … management.”",
            "iFhttps://www.youtube.com/embed/-TcyHQxol8k?feature=oembed",
            "In this audio podcast, Mary Hagedorn describes her team’s new proposal in greater depth with her host from the American Institute of Biological Sciences.",
            "By far, the biggest challenge will be getting everyone in the scientific community to largely agree, Hagedorn says. Then nations would need to work together on the plan.",
            "Greenhagen also notes there “are communities on Earth to whom the moon is sacred.” Those who want to build a lunar ark should actively “engage these communities” if they hope to ever bank biological samples on the moon.",
            "Hagedorn’s group argues that the first samples targeted for lunar storage should include endangered species, pollinators, ecology-building species and species that have the potential to help humans during space exploration. But planning for this project is still in its early stages. As such, she notes, “nothing’s set in stone at this point.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/experiment-meteorite-craters",
        "title": "\n\tExperiment: Make your own craters!",
        "content": [
            "*_Experiment_Make_your_own_craters!1",
            "Like that of a lot of planets and moons, the surface of Mercury (seen here in a composite image) is pockmarked with impact craters.",
            "Objective: Investigate how the size of a meteorite is related to the size of the crater it makes upon impact",
            "Areas of science: Astronomy",
            "Difficulty: Easy beginner",
            "Time required: Very Short (≤ 1 day)",
            "Prerequisites: None",
            "Material availability: Readily available",
            "Cost: Under $20",
            "Safety: No issues",
            "Credits: Sara Agee, PhD, Science Buddies",
            "Craters are round, bowl-shaped depressions surrounded by a ring, like the one shown in Figure 1. They are made when a meteorite collides with a planet or a moon. Craters are what make our moon look like Swiss cheese. Each round hole is the place where a meteorite impacted, or hit, the surface of the moon, so craters are often called impact craters. Often, the meteorite that creates a crater explodes on impact, so the crater is an empty reminder of the collision.",
            "There are meteoroids traveling around throughout space, and all of the moons and planets in our solar system have been impacted by meteorites since its formation. (Note: they are called meteoroids when they’re still in space, and meteorites when they land on a planet or moon.)",
            "On Earth, we only see a few impact craters, for a couple of different reasons. First, most meteoroids never reach the Earth’s surface because they burn up in the atmosphere. This is what we are seeing when we watch a shooting star during a meteor shower (meteor refers to the visible streak of light). Second, impact craters from meteorites can be changed by geological forces (like earthquakes and continental movements) or eroded away by atmospheric forces (like wind or rain). There is no atmosphere on the moon, which means that falling meteoroids do not burn up and there is no weather to erode away the craters. In fact, the footprints of the astronauts who landed on the moon over 50 years ago are still there!",
            "*a_large_crater_in_a_desert_landscape",
            "fCFigure 1. This is the Barringer Crater in the desert of Arizona.",
            "Where can you find impact craters on Earth? There are only about 170 confirmed impact craters on Earth. Not all of them are obvious because most are eroded, covered by sediment or under water. Each crater has to be identified using several different kinds of clues. First, geological clues are found by looking for pieces of the exploded, iron-rich meteorite or for glass that formed during the impact. Satellite imaging can be used to visualize crater formations that are beneath the Earth’s surface or a body of water. Finally, chemical evidence is used to date the crater and find traces of elements that are more common in space than on our planet.",
            "By piecing together this evidence, scientists can study craters on Earth and link them to different periods of Earth’s history. This involves many different types of scientists, including astronomers, geologists, chemists, paleontologists and meteorologists (who actually study weather, not meteorites). This has led to an interesting hypothesis being proposed about the formation of a sea, the extinction of the dinosaurs and even the origins of life!",
            "In this science project, you will investigate whether the size of a crater depends upon the size of the meteorite. To test this, you will use different-sized, nearly spherical objects as your “meteorites,” like the objects shown in Figure 2. What types of clues will you look for in your investigation? How will studying an impact crater give you information about the collision, even if the meteorite is no longer there? Are there other clues of a meteorite impact that are important?",
            "iFhttps://www.youtube.com/embed/KuA_tjYqODc?start=5&feature=oembed",
            "In this experiment, we make our own craters in cocoa and flour to investigate how these features form on planets and moons.",
            "*three_tomatoes_of_different_sizes",
            "fCFigure 2. In this astronomy science project, you will use different-sized, nearly spherical objects, like the ones shown here, to act as your “meteorites.” How will the size of the meteorite affect what kind of crater it makes?",
            "1. In your lab notebook, make a data table like Table 1. Be sure to include the types of objects that you will be testing.",
            "2. Using a ruler, measure the diameter of each of your nearly spherical objects (in centimeters). The diameter is the distance across the middle of the sphere, from one side to the other. Write your measurements in the data table in your lab notebook. Each object will serve as a “meteorite” in this science project.",
            "fCTable 1.",
            "3. Prepare your meteorite landing area.",
            "*a_box_containing_a_layer_of_white_flour_with_a_sprinkling_of_brown_cocoa_powder_over_the_top",
            "fCFigure 3. Your prepared box should look similar to this one.",
            "4. Now drop one of your “meteorites” into the box by holding the object out at arm’s length over the box and letting go. Use the ruler to make sure you drop the meteorite from a height of 50 centimeters (20 inches) above the flour.",
            "5. After the “meteorite” impacts the flour, carefully remove the object without disturbing the crater left behind.",
            "6. Repeat steps 4 and 5 two more times using the same object, each time in a different spot in the box. Remember to drop the meteorite the same way and from the same height each time for accurate results. You should now have three craters made by the first object.",
            "7. Measure the diameter of the first crater by measuring the distance across the center of the depression in the flour, as shown in Figure 4. Be very careful not to disturb the flour and cocoa with your ruler by breathing too hard or by shaking the box. Write the diameter of the first crater in the data table in your lab notebook.",
            "*multiple_impact_craters_in_a_layer_of_flour_and_cocoa_powder",
            "fCFigure 4. Measure the diameter of each impact crater by measuring the distance across the center of the depression, as indicated here with the black lines.",
            "8. Repeat step 7 for the other two craters, writing each measurement in the data table.",
            "9. Calculate the average crater diameter by adding up the three measurements and then dividing your answer by three. Write the answer in your data table.",
            "10. Prepare your box for the next “meteorite.”",
            "11. Repeat steps 4–10 for all of your objects, each time recording the diameter of the three craters and the averages in the data table in your lab notebook.",
            "12. Now make a graph of your data.",
            "13. What size craters did the smallest objects make? What size craters did the biggest objects make? Do you notice any pattern between the size of the crater and the size of the meteorite? What do your results tell you about how the diameter of a meteorite is related to the diameter of the crater it makes upon impact?",
            "This activity is brought to you in partnership with Science Buddies. Find the original activity on the Science Buddies website.",
            "*A_banner_that_reads_SCIENCE_BUDDIES"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/spacecraft-tech-star-space-travel",
        "title": "\n\tSpacecraft need an extra boost to travel between stars ",
        "content": [
            "*An_illustration_shows_a_gray,_triangular_spacecraft_zooming_through_space_Blurred_out_stars_streak_b",
            " In Star Wars, spacecraft move faster than the speed of light. In reality, reaching light speed would require an infinite supply of energy.",
            "In Star Wars, pilots enter a dimension — hyperspace — to travel between different worlds. To merge onto this cosmic highway, the ships are equipped with special engines called hyperdrives. Once inside hyperspace, these speedsters zoom faster than light. With a push of a lever, the spacecraft can travel between star systems in a few hours to days.  ",
            "Science fiction makes space travel look easy. But many of these stories break the laws of physics to get from planet to planet. Off-screen, the technology needed to reach another star system doesn’t yet exist. However, emerging propulsion methods could brighten the future of interstellar travel.  ",
            "Astronomers measure space using light-years, or the distance light travels in one year. Light speeds through interstellar space at around 300,000 kilometers (186,000 miles) per second. Proxima Centauri, the nearest non-sun star to Earth, is 4.24 light-years away. ",
            "Using something like hyperdrive to travel between star systems would be impossible, says ​​Scott Bailey. An engineer at Virginia Tech in Blacksburg, Bailey designs instruments to study Earth’s atmosphere. “That’s like driving [a] car right to the mall that’s light-years away,” says Bailey. “That’s not going to happen with any sort of propulsion.” ",
            "Even reaching light speed is impossible. That’s because, due to the nature of light and energy, it would take an infinite amount of energy to reach that speed, says Bailey.   The fastest any humanmade object has traveled is only about 0.05 percent of the speed of light. At this speed, it would take about 7,700 years to reach the exoplanet Proxima Centauri b.  ",
            "*An_illustration_shows_the_Parker_Solar_Probe_approaching_the_orange_sun_The_metallic_craft_sports_sm",
            "fCThe Parker Solar Probe is the fastest-moving humanmade object. Its top speed is 635,266 kilometers (394,736 miles) per hour. But the speed of light is still about 1,700 times faster than that. ",
            "A spacecraft traveling at a tenth of the speed of light could shave down the trip to Proxima Centauri b to a quick 40 years. Future engineers could use nuclear power to achieve such a speed, says Bailey, but developing that technology could take thousands of years. ",
            "Controlled fusion could help, says Cole Miller. Miller is an astronomer at the University of Maryland, College Park. Controlled fusion harnesses energy from combining atomic nuclei to create a steady supply of power. Researchers have been working on controlled fusion for about 70 years. But these experiments have yet to produce more energy than they consume, Miller notes.",
            "Some vehicles in the Star Wars universe rely on “sun jamming” to zip along using solar wind. This “wind” is the constant stream of charged particles produced by stars. These spacecraft have huge sails that catch the solar wind, moving through space like a ship on the sea. ",
            "The Planetary Society crowdfunded a small spacecraft, Lightsail 2, that moved in a similar way. Rather than relying on solar wind, though, these solar sails used pressure from sunlight itself.  ",
            "*The_Lightsail_2_orbits_high_above_the_Earth_The_spacecraft_is_a_square_swatch_of_shiny,_metallic_fil",
            "fCLightsail 2 orbited Earth for about three years using just sunlight!",
            "Although light doesn’t have mass, it does have momentum. Solar sails intercept sunlight with thin sheets made of polymers and a reflective plastic called Mylar. When speeding photons hit the sail, they bounce off and transfer energy. These small and repeating collisions create a force that can push objects along.  ",
            "Lightsail 2 launched in 2019 and orbited Earth for about three years before reentering the atmosphere. ",
            "But using solar sails to propel a large spacecraft would be tough, says Miller. The thrust produced probably wouldn’t be strong enough to carry large ships ferrying humans.   Upscaling solar sails would offer unique benefits, however. Using sunlight would allow a spaceship to accelerate without fuel. And unlike Earthbound objects, spacecraft aren’t slowed down by air friction produced by an atmosphere. This would allow any spacecraft to continue gaining speed as long as it’s exposed to sunlight. ",
            "Star Wars makes the cosmos seem like a raceway. But the immense distances separating worlds hinder space travel, even within our solar system.  For now, the longest distance we’re looking to transport people is to Mars, says ​​Jarred Young. This engineer studies propulsion systems at the University of Maryland, College Park. Researchers are eyeing new methods that could bring people to and from the Red Planet safely, he says.  ",
            "One of these is ion engines. These thrusters create force by shooting charged atoms from the back of a spacecraft. Star Wars’ ​​TIE Fighters wind through space battles with them. But real ion engines work best with straight paths, says Young. “It’s essentially point-and-click propulsion.”  Ion engines aren’t as powerful as the chemical propellants used in rockets. Chemical rockets create thrust by combusting fuel and oxygen-releasing substances called oxidizers.   But chemical rockets only burn for a short time. Ion engines can last months or even years, possibly helping fuel future trips to Mars. These thrusters, though, aren’t yet strong enough to propel massive spacecraft that far, Young says. ",
            "And for now, reaching new worlds is only possible in fictional galaxies far, far away. ",
            "iFhttps://www.youtube.com/embed/1GjbNc9pzIo?feature=oembed",
            "Learn more about how sci-fi’s most iconic spaceships have inspired real-life engineering with University of Maryland, College Park, propulsion engineer Jarred Young."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-campfire-definition-pronunciation",
        "title": "\n\tScientists Say: Campfire",
        "content": [
            "*A_false-color_image_of_the_sun_in_ultraviolet_light_showing_flares_and_eruptions_breaking_from_its_s",
            "This image taken by the European Space Agency’s Solar Orbiter shows what the sun looks like in ultraviolet light. UV images like this helped scientists first identify “campfire” flares on the sun in 2020.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1924904594&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Campfires are small eruptions on the sun’s surface. They are similar to massive explosions known as solar flares and coronal mass ejections, or CMEs. But campfires are only about a millionth or a billionth the size of those outbursts.",
            "The European Space Agency’s Solar Orbiter snapped the first pictures of campfires in 2020. To the probe’s ultraviolet camera, these events appeared as flickers of UV light. Like solar flares and CMEs, campfires are thought to arise when magnetic fields on the sun interact. But scientists are still teasing out just how the sun’s campfires ignite.",
            "Campfires may be puny by solar standards. But they’re still pretty epic events. The smallest ones are a few hundred kilometers (miles) across. That’s about as big as Arkansas. And campfires can stretch thousands of kilometers above the sun’s surface. Each one lasts no longer than a few minutes. But campfires light up much more frequently than larger solar flares — which could help solve a longstanding mystery about the sun. Namely, why the sun’s outer atmosphere, or corona, is so hot.",
            "The solar corona is millions of degrees Celsius. That’s much hotter than the sun’s surface, which sizzles at about 5,500° Celsius (9,930° Fahrenheit). Perhaps campfires, which boast temperatures around 1 million degrees Celsius, add heat to the corona. ",
            "The Solar Orbiter probe first spotted solar campfires when it was about half the distance from Earth to the sun.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-deepfake-definition-pronunciation",
        "title": "\n\tScientists Say: Deepfake",
        "content": [
            "*_Scientists_Say_Deepfake2",
            "In 2023, deepfake images of Pope Francis wearing a white puffer jacket (one shown) went viral. While the images were created with AI, many people online were tricked into thinking the pictures were real photos. ",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1936888706&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A deepfake is a realistic fake image, video or audio clip created by artificial intelligence, or AI. The term deepfake comes from “deep learning” and “fake.” Deep learning is the type of AI used to make this media.",
            "Deepfakes have some practical use. Consider someone making a sequel to a movie from many years ago. The actors might look different today. But filmmakers can use deepfake technology to show an actor today looking as they did in the first movie.",
            "But deepfakes also cause problems. Many actors, for instance, are concerned that people could use their images to create new movies without their permission. Deepfakes also can contribute to the spread of false information.",
            "In 2024, for example, fraudsters created a deepfake of President Joe Biden’s voice. The audio clip sounded like Biden asking people not to vote in New Hampshire’s presidential primary elections. Some people who received phone calls with this fake voice were convinced to skip voting.",
            "In another scam, people made deepfake ads of celebrity Selena Gomez appearing to promote cookware. The problem?  She knew nothing about these ads. It wasn’t actually her in them.",
            "Using digital tools to alter photos, videos and audio isn’t new. But deepfakes represent a new kind of digital media. For one thing, rather than tweaking existing media, deepfakes are easily created from scratch.",
            "For another, AI now allows non-experts to easily make such images and audio. That makes it possible for anyone to create deepfakes of people saying or doing things they never did. And public figures aren’t the only victims. People can use AI to make deepfakes of ordinary people to bully them, scam them and more.",
            "Though AI-generated images can be compelling, careful observation of reflections in eyes could be one way to spot a deepfake.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/protein-structure-2024-nobel-chemistry",
        "title": "\n\tPredicting and designing protein structures wins a 2024 Nobel Prize",
        "content": [
            "*Sketches_of_Nobel_prize_winners_David_Baker,_Demis_Hassabis_and_John_Jumper",
            "David Baker (left) figured out how to build new proteins. Demis Hassabis (middle) and John Jumper (right) developed an AI tool to predict protein structures.",
            "For their work to unlock the mysteries of those building blocks of life known as proteins, three scientists received the 2024 Nobel Prize in chemistry. ",
            "David Baker won for his research on understanding and decoding the structure of proteins. Demis Hassabis and John Jumper won for their work in how to predict a protein structure. The Royal Swedish Academy of Sciences announced its recognition of the trio’s achievements October 9 at a news conference in Stockholm.",
            "Proteins enable nearly every facet of life. They build our bones, skin and hair. They carry cargo from cell to cell. Some are antibodies that target dangerous microbes. Some are molecular machines that fix damaged DNA. Their list of roles in the body is nearly endless. ",
            "Each protein is made of a string of molecules called amino acids. Fold the string up, and you’ve got a protein.",
            "But how the string folds is key. It can pleat like a paper fan. It can bend into spirals. It can crumple like a piece of paper — or do something else entirely. There’s a universe of potential shapes. Each depend on the order of amino acids in its string.",
            "And just like the shape of a key determines which lock it can open, the shape of a protein influences its role in the body.",
            "“To understand how proteins work, you need to know what they look like,” Johan Åqvist said. He’s a member of the Nobel Committee for Chemistry. “That’s what this year’s laureates have done,” he explained during the press conference.",
            "Baker is a biochemist at the University of Washington in Seattle. In 1998, he was part of a team that debuted a computer program called Rosetta. It could take a short amino acid sequence and predict what the resulting protein’s 3-D structure would look like.",
            "But a real breakthrough came in 2003. That’s when Baker’s team flipped that idea around. They sketched out a made-up 3-D protein — one that did not exist in nature — and asked Rosetta to come up with a string of amino acids that would fold into that shape. ",
            "And it worked.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "When Baker’s team synthesized the amino acid sequence in the lab, it folded into a protein just like the one Rosetta had predicted. Since then, Baker has created a trove of designer proteins. These include one that can sense the deadly opioid fentanyl in the environment and another that blocks the SARS-CoV-2 coronavirus.",
            "“David Baker opened up a completely new world of protein structures that we had never seen before,” Åqvist noted. “It’s almost as if only your imagination sets the limit for what you can do.”",
            "Leslie Vosshall has used Rosetta in her own lab at Rockefeller University in New York City. “These software algorithms have accelerated the ability of all scientists to do their work,” this neuroscientist says. “What used to take decades or forever can now take a minute.” Vosshall is also vice president of the Howard Hughes Medical Institute (which has been funding Baker’s work).",
            "Hassabis and Jumper work at Google’s DeepMind in London, England. In 2016, both of these computer scientists had already gained worldwide fame for creating a computer program that beat the reigning world champion — a human — at the strategy game Go.",
            "Two years later, the pair used their artificial intelligence chops to solve an even trickier problem. The duo’s AI model, called AlphaFold, could predict protein structures from amino acid sequences with almost 60 percent accuracy. That far surpassed anything done before. ",
            "Clearly, that was already a step forward, Åqvist said. But a second version of the model, AlphaFold2, was even better. It worked nearly as well as the gold-standard method for figuring out protein structures. That’s a lab technique called X-ray crystallography. ",
            "*A_rotating_animation_of_a_protein_structure,_including_many_coiled_and_ribbon-like_shapes",
            "fCAn AI model called AlphaFold predicted the shape of this plant protein. It’s one of 200 million protein structures this model has generated. Different colors indicate the model’s confidence in its prediction, from dark blue (very high) to orange (very low).",
            "Hassabis and Jumper’s AI model taps into a database of known protein sequences and structures. It uses those data to map the likely physical distance between individual amino acids in a given protein string. Then it converts the map into a 3-D structure, Åqvist said — and with 90 percent accuracy. “Protein structure prediction with AlphaFold2 caused a complete revolution in structural biochemistry.”",
            "The AlphaFold team has now predicted structures for almost all of the 200 million proteins that scientists know today. Biologists have used AlphaFold to predict proteins in sea cucumber genomes. It also predicted proteins that protect honeybees from bacterial infections.",
            "iFhttps://www.youtube.com/embed/hok2hyED9go?feature=oembed",
            "For proteins, those workhorse machines of the body, the fold is everything. This charming video helps explain how proteins fold, why they fold and why we should care.",
            "This is the second Nobel Prize this year that recognizes AI. The physics prize, awarded one day earlier, went to John Hopfield and Geoffrey Hinton. Their work helped pioneer the development of computer networks that were patterned on how neurons coordinate their processing in the human brain.",
            "“It’s really interesting how well this aligns with the physics prize,” says Mary K. Carroll, president of the American Chemical Society. “The fact that neural networks were used by Hassabis and Jumper is another example of how computational and mathematical tools inform and underlie a lot of really exciting scientific work.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/bat-glow-fluorescent-toes",
        "title": "\n\tWeird? These bat toes can glow greenish-blue",
        "content": [
            "*The_very_hairy_back_feet_of_a_Mexican_free-tailed_bat_light_up_under_ultraviolet_light_This_image_sh",
            "Under ultraviolet light, bristles on the toes of this Mexican free-tailed bat glow a brilliant blue-green.",
            "You’ve heard of jazz hands? These bats have glow toes.",
            "When ultraviolet (UV) light shines onto the Mexican free-tailed bat’s hairy toes, they light up. That glow is called photoluminescence. It happens when bristles on the toes absorb UV light, which our eyes can’t see. The bristles then re-emit that energy as light in a blue-green wavelength, which we can see.",
            "Scientists have been finding more and more animals that can glow like this. Wasp nests, platypuses, flying squirrels and tardigrades all do it. But most of these animals’ whole bodies glow under UV light. In Mexican free-tailed bats (Tadarida brasiliensis), it’s just the toes.",
            "Researchers found out about the toe glow by accident. They were trying to use a photoluminescent powder to track bats in Mexico.",
            "“We failed at that,” says Fernando Gual-Suárez. He’s a biologist at the National Autonomous University of Mexico in Mexico City. But while they were using UV flashlights to search for signs of the powder, the team saw those glow-in-the-dark toes.",
            "“Is that normal? Do the feet usually look like that?” Gual-Suárez remembers another scientist asking.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Scientists already knew that the toes on this species are strange.",
            "These and related bats “have what are termed ‘spoon-shaped bristles’ along the outer edges” of some of their toes, notes Nancy Simmons. She’s a bat expert at the American Museum of Natural History in New York City. She did not take part in the new work. “Nobody has ever known why [the bats] have these bristles in the first place,” Simmons says.",
            "But it’s these bristles that glow under UV light.",
            "Gual-Suárez’ team shared its new findings August 8 in Mammalian Biology. It’s the first time photoluminescent structures have been reported in live bats, they say.",
            "The researchers found similarly bright fluorescent bristles on 25 live Mexican free-tailed bats. They came from two sites. The same glowing bristles showed up on a bat captured more than 700 kilometers (435 miles) north of the others.",
            "The team also tested dead bats kept in museums for research. Their toe bristles didn’t fluoresce. But their bodies glowed a dull green all over when bathed in UV light. That’s probably because of chemicals used for preservation, the researchers say. It may also be due to other physical changes that occur in the specimens as they age.",
            "That finding shows scientists would have missed the toe glow “if they’d have used museum specimens instead” of live bats, says Linda Reinhold. She’s a zoologist at James Cook University in Cairns, Australia. She calls the work by Gual-Suárez  and his colleagues “good science.”",
            "It’s not clear what purpose the toe glow might have. Scientists don’t even know if the bats can see the glow. And since the bats are nocturnal, they would likely encounter UV light mostly at dusk, dawn and in moonlight.",
            "*A_little_Mexican_free-tailed_bat_clings_to_a_rock_and_looks_straight_at_the_camera_It's_all_dark_bro",
            "fCWhen not under UV light, a Mexican free-tailed bat (Tadarida brasiliensis) looks like a fluff of dark fur.",
            "This species lives in colonies that can run to millions of bats. Such hordes need to coordinate migrations in the dark over of thousands of kilometers. The researchers say it would make sense if the light-up bristles played some role in communication at night.",
            "“We need to test it in the lab,” says ecologist Rodrigo Medellín. He’s a coauthor, also at the National Autonomous University of Mexico. His team is thinking of keeping the bats captive and shaving the bristles off their feet. Afterward, they could test whether this affects the animals.",
            "“This is just scratching the surface of a very deep and very long iceberg that nobody knows anything about,” he says of the mysterious glowing toes."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/what-is-generative-ai-explainer",
        "title": "\n\tExplainer: What is generative AI?",
        "content": [
            "*a_brightly_colored_AI_image_of_a_robot_painting_a_canvas_on_an_easel",
            "Can robots make art? Sort of. A type of artificial intelligence known as generative AI can produce images. These tools use machine learning to analyze lots of existing images that people have made. The AI models can then use what they “learned” to produce new images, like this one. ",
            "A sweaty football player pours his drink right past his mouth. Then the bottle merges with his nose. This bizarre video opened a 2024 Super Bowl ad. The video wasn’t real. The maker of a sports drink created it using generative artificial intelligence.",
            "Artificial intelligence, or AI, is any technology that can perform tasks that usually require a human brain. Tasks that involve creating something — such as a video, picture, article or song — fall under a special category: generative AI. That Super Bowl ad was making fun of early AI-made content, which tended to come out strangely. The ad said, “There’s no substitute for real.”  ",
            "Yet AI-generated content is spreading widely. It’s also getting more realistic. Sometimes it seems so genuine it could be mistaken for reality.",
            "People are using generative AI to craft funny social media memes and to help with homework. They also are using it to write computer code, generate quizzes, illustrate books, summarize scientific research and even to help identify potential new medicines.",
            "However, generative AI has been stirring up plenty of controversy.",
            "It sometimes gets facts wrong. It sometimes produces biased content. And some people are using it to cheat or spread misinformation. Plus, many artists and creators are upset, complaining that this new tech exploits or undermines their work.",
            "Like any tech, generative AI has both good and bad sides. Let’s learn how it works.",
            "*an_AI_generated_image_of_a_blue_and_orange_humanoid_robot_singing_a_song",
            "fCGenerative AI produces many different types of content. There are bots for making music, voices, videos, images, text, computer code and so much more. ",
            "To use generative AI, someone first comes up with a prompt. This may be a question they want answered. Or they might describe an image or video or song they want made. They then give this prompt to an AI model, which is a type of smart computer algorithm.",
            "The model answers the question or creates whatever the person requested. This may take only a few seconds.  ",
            "In recent years, companies have developed a huge number of tools people can use to interact with generative AI models. These are sometimes called bots.",
            "The Midjourney and Stable Diffusion bots can make artsy or highly realistic images. Sora and Runway create videos. MuseNet and Audiocraft compose music. Chatbots such as ChatGPT and Claude spit out articles, emails, stories, computer code and more. Some of these bots are built on top of foundation models, such as GPT-4 or BERT. These can respond to and generate a mix of different types of content.",
            "Generative AI has been around in some form since at least 1961. That’s when a chatbot named ELIZA was developed that could message back and forth with people. A simple AI model made this possible. It followed rules to select from a list of prewritten responses. Today’s bots are far more complex.",
            "iFhttps://www.youtube.com/embed/2FUlxaJ8Ajg?feature=oembed",
            "This short video explains how foundation models differ from other types used in AI. It also describes the benefits these models offer and the risks they may pose.",
            "Unlike ELIZA, modern generative AI models don’t follow pre-programmed rules. Instead, they learn from examples during a process called training. (This is true for most types of AI that are popular today, not just generative AI.)",
            "In general, the more examples on which an AI model trains, the better. Pulling together huge sets of data for training is an important part of AI development. To train a self-driving car, for example, developers need lots of driving data.",
            "The most popular generative AI models today trained on staggeringly huge datasets. For example, the image-generating models Stable Diffusion and Midjourney both trained on the same dataset. It contains 2.3 billion images with captions. ChatGPT’s training dataset is not public. But it likely contained a total of around 300 billion words. These mainly came from books, websites and other online content.",
            "During training, most of today’s AI models rely on a technique called deep learning. This is a way of churning through the heap of example data in search of patterns. This process essentially builds a series of maps. Things that often show up together in the data get placed close together in these maps.",
            "Here’s how this works for an AI model that analyzes images. It builds a very low-level map that groups individual pixels. Different maps group patterns of pixels. High-level maps then track image styles.",
            "Similarly, a model learning from music will map everything from individual notes to the genre of a song.",
            "*a_visualization_of_a_networked_map_of_dots_meant_to_represent_ideas_that_go_together",
            "fCDuring deep learning, an AI model creates maps. These maps are actually made of abstract math. But you can visualize one as many connected circles. Circles grouped more closely together represent elements of the dataset that often occur together. For instance, words with similar meanings, or musical notes that sound good together.",
            "A generative AI model follows these maps to create something.",
            "When you ask ChatGPT a question, it finds the closest matches to your words in its maps, then looks nearby. From that, it predicts what word or phrase is likely to come next. Then it repeats the process over and over to find good choices for the next word or phrase, and every one after that. To build an image, Midjourney predicts the most likely color of the next pixel or group of pixels, again and again.",
            "These predictions involve some degree of chance. So the model follows a slightly different path through its map every time. That means the same prompt will give slightly different results each time.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "A generative AI model doesn’t really understand the words, images or sounds it is creating. Without some additional training, it could easily spit out offensive, incorrect or harmful content. AI developers work to prevent this. That process is called fine-tuning.",
            "The most popular way to fine-tune a generative AI model is to use people’s feedback. In this process, people look at AI’s responses to a prompt and choose the ones that they prefer. This process essentially makes certain paths through the model’s map much easier to follow. At the same time, other paths become more treacherous.",
            "Once a model is fully trained, developers may also add rules or filters that check people’s prompts. These can prevent a model from answering certain unsafe or problematic prompts.",
            "Putting too many restrictions on a bot can reduce its usefulness and creativity, though. So developers try to find a balance. People who use generative AI should be aware of its drawbacks as well as its opportunities.",
            "iFhttps://www.youtube.com/embed/2IK3DFHRFfw?feature=oembed",
            "fC17-minute video"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/perseverance-rover-hint-of-life-on-mars",
        "title": "\n\t‘Percy,’ NASA’s rover, finds its first hint of ancient life on Mars",
        "content": [
            "*An_image_of_a_rock_on_Mars_taken_by_the_NASA_rover_Perseverance_Rocky_white_stripes_flank_a_clay-col",
            "The Mars Perseverance rover examined this rock on July 21. It found leopard spot–like features speckling clay-colored parts of it. These resemble structures in Earth rocks that have been linked to microbial life.",
            "NASA’s Perseverance rover has bagged its first hint of ancient Martians. If they existed, these creatures were small. Very small. As in, microbes.",
            "“We’re not able to say that this is a sign of life,” says Katie Stack Morgan. “But this is the most compelling sample we’ve found yet.” Morgan is the deputy project scientist in charge of the Mars rover. She works at NASA’s Jet Propulsion Lab in Pasadena, Calif.",
            "Nicknamed Percy, the rover turned up this potential sign of life in mid-July. The robot had drilled into a reddish rock at a site known as Cheyava Falls. (It was named for a feature at the Grand Canyon.) This is the first piece of Mars that Percy found containing organic molecules. Here, the term organic refers to carbon-based molecules. On Earth, they’re the building blocks of life.",
            "Project scientist Ken Farley shared Percy’s discovery July 25 at the 10th International Conference on Mars in Pasadena. Farley works at the California Institute of Technology there.",
            "This isn’t the first sign of organics on Mars. The Curiosity rover detected organic molecules in 2014. It had been examining rocks at a site called Gale Crater. But since Percy landed in Jezero Crater three years ago, scientists have struggled to identify organics, Stack Morgan says. That landing site was an ancient, dried-up lake.",
            "Adding to the new excitement, little white spots with black rims speckle the reddish rock sample that Percy found. “They look like a tricolored leopard spot,” Stack Morgan says.",
            "Percy examined these spots using instruments that can identify the chemical recipe of materials. And the spots’ rims contained iron phosphate. On Earth, rings with similar texture and chemistry have been linked to ancient microbial life. The chemical reactions that create such rings can be an energy source for microbes.",
            "To exist, those rings “don’t require life,” Stack Morgan says. And that’s an important point. “But based on our experience with similar things on Earth,” she says, “there is a possibility that life could have been involved.” So, Stack Morgan concludes, “these could have a biological origin.”",
            "But other features of the sampled rock seem to muddy the picture of how it likely formed. For instance, Stack Morgan notes, it’s shot through with white veins of calcium sulfate. And those veins are filled with super-tiny crystals of olivine. It’s a mineral that forms from a volcano’s magma.",
            "Finding the spots and these volcanic features in the same rock is “a little bit mysterious,” Stack Morgan says. They seem to point to different origins, she says. Going forward, figuring out how the rock formed could help tell how likely it is to have had the right conditions and temperatures to have once hosted life.",
            "*A_panarama_of_an_ancient_river_delta_on_Mars_called_Jezero_Crater,_where_the_NASA_rover_Perseverance",
            "fCAn ancient river delta once flowed into the Jezero Crater on Mars. NASA’s rover Perseverance (partially seen in the foreground) has been exploring this site. NASA is buzzing over a rock it found there — slightly right of center in this image, about 110 meters (360 feet) from the rover.",
            "Paul Byrne works at Washington University in St. Louis, Mo. And this planetary scientist thinks we should be cautious in interpreting Percy’s new findings.",
            "“Could this truly be a [signature of life]?” he asks. “Yes. And if it is, then it really is the kind of society-altering discovery that the discovery of truly extraterrestrial life would be.” But it’s also possible, he notes, that the spots came from something other than life. In that case, he notes, “All this is, is an interesting example of water-rock chemistry.”",
            "The only way to find out for sure is to bring the rock home. A big part of Percy’s mission is to collect samples from interesting rocks for a future spacecraft to later bring home to Earth. Once here, they can be studied with better tools than a rover can carry on its back. For now, Stack Morgan says, Percy has thrown everything it has at this rock.",
            "When might the rocks be brought to Earth? No one knows. Funding is currently on hold for a program known as Mars Sample Return, or MSR. “With this sample, the rationale for MSR is strengthened,” Byrne says. He hopes it will “motivate NASA to commit to … this project sooner rather than later.”",
            "Stack Morgan says the rover team is carrying on despite MSR’s iffy budget.",
            "“We have a mission to carry out and a job to do,” Stack Morgan says — collecting compelling samples. “It can only be our hope that the samples that we collect are compelling enough to justify the cost of Mars Sample Return.”",
            "And she thinks Percy’s exciting new sample “really hits that home.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/explainer-earth-layer-layer",
        "title": "\n\tExplainer: Earth — layer by layer",
        "content": [
            "*a_cut_away_diagram_showing_the_innner_layers_of_the_Earth",
            "Scientists understand much about Earth’s structural layers — the inner core, core, mantle and crust. Yet there are still great mysteries to solve about our planet’s inner workings.",
            "Mountain ranges tower to the sky. Oceans plummet to impossible depths. Earth’s surface is an amazing place to behold. Yet even the deepest canyon is but a tiny scratch on the planet. To really understand Earth, you need to travel 6,400 kilometers (3,977 miles) beneath our feet.",
            "Starting at the center, Earth is composed of four distinct layers. They are, from deepest to shallowest, the inner core, the outer core, the mantle and the crust. Except for the crust, no one has ever explored these layers in person. In fact, the deepest humans have ever drilled is just over 12 kilometers (7.6 miles). And even that took 20 years!",
            "Still, scientists know a great deal about Earth’s inner structure. They’ve plumbed it by studying how earthquake waves travel through the planet. The speed and behavior of these waves change as they encounter layers of different densities. Scientists —  including Isaac Newton, three centuries ago — have also learned about the core and mantle from calculations of Earth’s total density, gravitational pull and magnetic field.",
            "Here’s a primer on Earth’s layers, starting with a journey to the center of the planet.",
            "*a_diagram_showing_the_layers_of_the_Earth",
            "fCA cut-away of Earth’s layers reveals how thin the crust is when compared to the lower layers.",
            "This solid metal ball has a radius of 1,220 kilometers (758 miles), or about three-quarters that of the moon. It’s located some 6,400 to 5,180 kilometers (4,000 to 3,220 miles) beneath Earth’s surface. Extremely dense, it’s made mostly of iron and nickel. The inner core spins a bit faster than the rest of the planet. It’s also intensely hot: Temperatures sizzle at 5,400° Celsius (9,800° Fahrenheit). That’s almost as hot as the surface of the sun. Pressures here are immense: well over 3 million times greater than on Earth’s surface. Some research suggests there may also be an inner, inner core. It would likely consist almost entirely of iron.",
            "This part of the core is also made from iron and nickel, just in liquid form. It sits some 5,180 to 2,880 kilometers (3,220 to 1,790 miles) below the surface. Heated largely by the radioactive decay of the elements uranium and thorium, this liquid churns in huge, turbulent currents. That motion generates electrical currents. They, in turn, generate Earth’s magnetic field. For reasons somehow related to the outer core, Earth’s magnetic field reverses about every 200,000 to 300,000 years. Scientists are still working to understand how that happens.",
            "At close to 3,000 kilometers (1,865 miles) thick, this is Earth’s thickest layer. It starts a mere 30 kilometers (18.6 miles) beneath the surface. Made mostly of iron, magnesium and silicon, it is dense, hot and semi-solid (think caramel candy). Like the layer below it, this one also circulates. It just does so far more slowly.",
            "Near its upper edges, somewhere between about 100 and 200 kilometers (62 to 124 miles) underground, the mantle’s temperature reaches the melting point of rock. Indeed, it forms a layer of partially melted rock known as the asthenosphere (As-THEEN-oh-sfeer). Geologists believe this weak, hot, slippery part of the mantle is what Earth’s tectonic plates ride upon and slide across.",
            "Diamonds are tiny pieces of the mantle we can actually touch. Most form at depths above 200 kilometers (124 miles). But rare “super-deep” diamonds may have formed as far down as 700 kilometers (435 miles) below the surface. These crystals are then brought to the surface in volcanic rock known as kimberlite.",
            "The mantle’s outermost zone is relatively cool and rigid. It behaves more like the crust above it. Together, this uppermost part of the mantle layer and the crust are known as the lithosphere.",
            "*a_photo_of_the_Himalayan_mountains",
            "fCThe thickest part of Earth’s crust is about 70 kilometers (43 miles) thick and lies under the Himalayan Mountains, seen here.",
            "Earth’s crust is like the shell of a hard-boiled egg. It is extremely thin, cold and brittle compared to what lies below it. The crust is made of relatively light elements, especially silica, aluminum and oxygen. It’s also highly variable in its thickness. Under the oceans (and Hawaiian Islands), it may be as little as 5 kilometers (3.1 miles) thick. Beneath the continents, the crust may be 30 to 70 kilometers (18.6 to 43.5 miles) thick.",
            "Along with the upper zone of the mantle, the crust is broken into big pieces, like a gigantic jigsaw puzzle. These are known as tectonic plates. These move slowly — at just 3 to 5 centimeters (1.2 to 2 inches) per year. What drives the motion of tectonic plates is still not fully understood. It may be related to heat-driven convection currents in the mantle below. Some scientists think it’s caused by the tug from slabs of crust of different densities, something called “slab pull.” In time, these plates will converge, pull apart or slide past each other. Those actions cause most earthquakes and volcanoes. It’s a slow ride, but it makes for exciting times here on Earth’s surface."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/science-ghosts",
        "title": "\n\tThe science of ghosts",
        "content": [
            "*860_ghoststairspng",
            "People love scary, spooky stories of spectral phantoms. While there’s no science to support the existence of ghosts, research does provide plenty of explanations for why we might genuinely sense a supernatural presence.",
            "A shadowy figure rushed through the door. “It had a skeletal body, surrounded by a white, blurry aura,” recalls Dom. The figure hovered and didn’t seem to have a face. Dom, who prefers to use only his first name, had been fast asleep. Just 15 at the time, he panicked and closed his eyes. “I only saw it for a second,” he recalls. Now, he’s a young adult who lives in the United Kingdom. But he still remembers the experience vividly.",
            "Was the figure a ghost? In the mythology of the United States and many other Western cultures, a ghost or spirit is a dead person who interacts with the living world. In stories, a ghost may whisper or groan, cause things to move or fall, mess with electronics — even appear as a shadowy, blurry or see-through figure.",
            "*_The_science_of_ghosts3",
            "fC“I’d been hearing noises on the ceiling at the same time each night,” says Clare Llewellyn-Bailey, who is now a student at the University of South Wales. One night, a big thud prompted her to grab her camera. This was the first picture she took. Other photos she took on that and later nights showed nothing unusual. Does this story make it seem like ghosts exist? Or is the glowing figure a flash of light that the camera accidentally captured?",
            "Ghost stories are lots of fun, especially on Halloween. But some people believe that ghosts are real. Chapman University in Orange, Calif., runs a yearly survey that asks people in the United States about their beliefs in the paranormal. In 2018, 58 percent of those polled agreed with the statement, “Places can be haunted by spirits.” And almost one in five people from the United States said in another survey, conducted by the Pew Research Center in Washington, D.C., that they’ve seen or been in the presence of a ghost.",
            "On ghost-hunting TV shows, people use scientific equipment to attempt to record or measure spirit activity. And numerous creepy photos and videos make it seem like ghosts exist. However, none of these offer good evidence of ghosts. Some are hoaxes, created to fool people. The rest only prove that equipment sometimes can capture noise, images or other signals that people don’t expect. Ghosts are the least likely of many possible explanations.",
            "Not only are ghosts supposed to be able to do things that science says are impossible, such as turn invisible or pass through walls, but also scientists using reliable research methods have found zero evidence that ghosts exist. What scientists have discovered, though, are lots of reasons why people might feel they have had ghostly encounters.",
            "What their data show is that you can’t always trust your eyes, ears or brain.",
            "Dom began having unusual experiences when he was eight or nine. He would wake up unable to move. He researched what was happening to him. And he learned that science had a name for it: sleep paralysis. This condition leaves someone feeling awake but paralyzed, or frozen in place. He can’t move or speak or breathe deeply. He may also see, hear or feel figures or creatures that aren’t really there. This is called a hallucination (Huh-LU-sih-NA-shun).",
            "Sometimes, Dom hallucinated that creatures were walking or sitting on him. Other times, he heard screaming. He only saw something that one time, as a teenager.",
            "Sleep paralysis happens when the brain messes up the process of falling asleep or waking. Usually, you only start dreaming after you’re fully asleep. And you stop dreaming before you waken.",
            "*A_sitting_woman_looks_down_at_her_dreaming_self",
            "fCWhile dreaming in REM sleep, the body is usually paralyzed, unable to act out the motions the dreamer might see herself performing. Sometimes, a person wakes up while still in this state. That can be terrifying.",
            "Sleep paralysis “is like dreaming with your eyes open,” explains Baland Jalal. A neuroscientist, he studies sleep paralysis at the University of Cambridge in England. He says this is why it happens: Our most vivid, lifelike dreams happen during a certain stage of sleep. It’s called rapid eye movement, or REM, sleep. In this stage, your eyes dart around under their closed lids. Though your eyes move, the rest of your body can’t. It’s paralyzed. Most likely, that’s to prevent people from acting out their dreams. (That could get dangerous! Imagine flailing your arms and legs as you play dream basketball, only to whack your knuckles on the wall and tumble to the floor.)",
            "Your brain usually turns this paralysis off before you wake up. But in sleep paralysis, you wake up while it’s still happening.",
            "You don’t have to experience sleep paralysis to sense things that aren’t there. Have you ever felt your phone buzz, then checked to find there was no message? Have you heard someone calling your name when no one was there? Have you ever seen a face or figure in a dark shadow?",
            "These misperceptions also count as hallucinations, says David Smailes. He’s a psychologist in England at Northumbria University in Newcastle-upon-Tyne. He thinks that just about everyone has such experiences. Most of us just ignore them. But some may turn to ghosts as the explanation.",
            "We’re used to our senses giving us accurate information about the world. So when experiencing a hallucination, our first instinct is usually to believe it. If you see or feel the presence of a loved one who died — and trust your perceptions — then “it has to be a ghost,” says Smailes. That’s easier to believe than the idea that your brain is lying to you.",
            "The brain has a tough job. Information from the world bombards you as a mixed-up jumble of signals. The eyes take in color. The ears take in sounds. The skin senses pressure. The brain works to make sense of this mess. This is called bottom-up processing. And the brain is very good at it. It’s so good that it sometimes finds meaning in meaningless things. This is known as pareidolia (Pear-eye-DOH-lee-ah). You experience it whenever you stare at clouds and see rabbits, ships or faces. Or gaze at the moon and see a face.",
            "*a_wall_with_three_bricks_that_look_like_they_have_faces",
            "fCCan you see the three faces in this image? Most people can easily find them. Most people also realize that they aren’t real faces. They are an example of pareidolia.",
            "The brain also does top-down processing. It adds information to your perception of the world. Most of the time, there is way too much stuff coming in through the senses. Paying attention to all of it would overwhelm you. So your brain picks out the most important parts. And then it fills in the rest. “The vast majority of perception is the brain filling in the gaps,” explains Smailes.",
            "What you see right now isn’t what’s actually out there in the world. It’s a picture your brain painted for you based on signals captured by your eyes. The same goes for your other senses. Most of the time, this picture is accurate. But sometimes, the brain adds things that aren’t there.",
            "For example, when you mishear the lyrics in a song, your brain filled in a meaning that wasn’t there. (And it will most likely continue to mishear those words even after you learn the right ones.)",
            "This is very similar to what happens when so-called ghost hunters capture sounds that they say are ghosts speaking. (They call this electronic voice phenomenon, or EVP.) The recording is probably just random noise. If you listen to it without knowing what was supposedly said, you probably won’t hear words. But when you know what the words are supposed to be, you might now find that you can discern them easily.",
            "Your brain may also add faces to images of random noise. Research has shown that patients who experience visual hallucinations are more likely than normal to experience pareidolia — see faces in random shapes, for instance.",
            "In one 2018 study, Smailes’ team tested whether this might also be true for healthy people. They recruited 82 volunteers. First, the researchers asked a series of questions about how often these volunteers had hallucination-like experiences. For example, “Do you ever see things other people cannot?” and “Do you ever think that everyday things look abnormal to you?”",
            "*a_face_that_hidden_in_a_busy_black_and_white_image",
            "fCThis is one of the images that Smailes’ study participants looked at. This one contains a difficult-to-detect face. Do you see it?",
            "Next, the participants looked at 60 images of black and white noise. For a very brief moment, another image would flash in the center of the noise. Twelve of these images were faces that were easy to see. Another 24 were hard-to-see faces. And 24 more images showed no faces at all — just more noise. The volunteers had to report whether a face was present or absent in each flash. In a separate test, the researchers showed the same volunteers a series of 36 images. Two-thirds of them contained a face pareidolia. The remaining 12 did not.",
            "Participants who had initially reported more hallucination-like experiences were also more likely to report faces in the flashes of random noise. They were also better at identifying those images that contained face pareidolia.",
            "In the next few years, Smailes plans to study situations in which people might be more likely to see faces in randomness.",
            "When people sense ghosts, he points out, “They’re often alone, in the dark and scared.” If it’s dark, your brain can’t get much visual information from the world. It has to create more of your reality for you. In this type of situation, Smailes says, the brain may be more likely to impose its own creations onto reality.",
            "The brain’s picture of reality sometimes includes things that aren’t there. But it can also completely miss things that are there. This is called inattentional blindness. Want to know how it works? Watch the video before you keep reading.",
            "The video shows people in white and black shirts passing a basketball. Count how many times the people in white shirts pass the ball. How many did you see?",
            "iFhttps://www.youtube.com/embed/vJG698U2Mvo?feature=oembed",
            "This video was part of a famous 1999 study into inattentional blindness. While you watch it, count the number of times people in white shirts pass a basketball.",
            "Partway through the video, a person in a gorilla suit walks through the players. Did you see it? About half of all viewers who count passes while watching the video miss the gorilla completely.",
            "If you too missed the gorilla, you experienced inattentional blindness. You were likely in a state called absorption. That’s when you are so focused on a task that you tune out everything else.",
            "“Memory does not work like a video camera,” says Christopher French. He is a psychologist in England at Goldsmiths University of London. You only remember things you’re paying attention to. Some people are more likely to become absorbed than others. And these people also report higher levels of paranormal beliefs, he says, including beliefs in ghosts.",
            "How could these things be related? Some strange experiences that people blame on ghosts involve unexplained sounds or movements. A window may seem to open all by itself. But what if someone opened it and you just didn’t notice because you were so absorbed in something else? That’s a lot more likely than a ghost, French says.",
            "In one 2014 study, French and his colleagues found that people with higher levels of paranormal beliefs and higher tendencies to get absorbed are also more likely to experience inattentional blindness. They also tend to have a more limited working memory. That’s how much information you can hold in your memory at once.",
            "If you have trouble keeping lots of information in your memory or paying attention to more than one thing at once, then you risk missing sensory cues from the environment around you. And you might blame any misperceptions that result on a ghost.",
            "Anyone may experience sleep paralysis, hallucinations, pareidolia or inattentional blindness. But not everyone turns to ghosts or other supernatural beings as a way to explain these experiences. Even as a child, Dom never thought he had come face to face with a real ghost. He went online and asked questions about what might have happened. He used critical thinking. And he got the answers he needed. When an episode happens now, he uses a technique that Jalal developed. Dom doesn’t try to stop the episode. He just focuses on his breathing, tries to relax as much as possible and waits for it to pass. He says, “I deal with it far better. I just sleep and enjoy sleeping.”",
            "Robyn Andrews is a psychology student at the University of South Wales in Treforest. She wondered if people with stronger critical-thinking skills might be less likely to believe in the paranormal. So she and her mentor, psychologist Philip Tyson, recruited 687 students for a study about their paranormal beliefs. The students majored in a wide range of different fields. Each was asked how strongly he or she agreed with statements such as, “It is possible to communicate with the dead.” Or “Your mind or soul can leave your body and travel.” The research team also looked at the students’ grades on a recent assignment.",
            "*a_woman_sitting_on_a_chair_looking_at_a_ghost_twin_image_sitting_in_front_of_a_window",
            "fCThe seated woman longs for her dead twin. She may “feel” her sister is trying to reach out to her, physically or mentally. But her brain is likely just misreading some sensory cues — such as soft air currents in the environment around her.",
            "Students with higher grades tended to have lower levels of paranormal beliefs, this study found. And students in the physical sciences, engineering or math tended not to believe as strongly as those studying the arts. This trend also has been seen in research by others.",
            "This study did not actually assess the students’ ability to think critically. “That’s something we would look into as a future study,” says Andrews. However, previous research has shown that science students tend to have stronger critical-thinking skills than art students. That’s probably because you need to think critically in order to conduct scientific experiments. And thinking critically can help you scout out likely causes for an unusual experience without involving ghosts (or aliens, or Bigfoot).",
            "Even among science students and working scientists, though, paranormal beliefs persist. Andrews and Tyson think that’s a problem. If you can’t judge whether a ghost story or spooky experience is real or not, you may also get fooled by advertisements, bogus medical cures or fake news, says Tyson. It’s important for everyone to learn how to question information and seek reasonable, realistic explanations.",
            "So if someone tells you a ghost story this Halloween, enjoy it. But remain skeptical. Think about other possible explanations for what was described. Remember that your mind may fool you into experiencing spooky things.",
            "Wait, what’s that behind you? (Boo!)",
            "Kathryn Hulick has been a regular contributor to Science News for Students since 2013. She’s covered everything from laser “photography” and acne to video games, robotics and forensics. This piece — her 43rd story for us — was inspired by her book: Strange But True: 10 of the world’s greatest mysteries explained. (Quarto, October 1, 2019, 128 pages)."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/top-10-tips-study-smarter-not-longer-study-skills",
        "title": "\n\tTop 10 tips on how to study smarter, not longer",
        "content": [
            "*teen_reading_on_a_tablet_lying_in_bed",
            "Many students study by reading their notes and textbooks over and over again. Research studies show there are more effective ways to use your valuable study time.",
            "As a teen, Faria Sana often highlighted books with markers. “The colors were supposed to tell me different things.” Later, she recalls, “I had no idea what those highlighted texts were supposed to mean.”",
            "She also took lots of notes as she read. But often she was “just copying words or changing the words around.” That work didn’t help much either, she says now. In effect, “it was just to practice my handwriting skills.”",
            "“No one ever taught me how to study,” Sana says. College got harder, so she worked to find better study skills. She’s now a psychologist at Athabasca University in Alberta, Canada. There she studies how students can learn better.",
            "Having good study skills is always helpful. But it’s even more important now during the COVID-19 pandemic. Many students worry about family or friends who may get sick, Sana notes. Others feel more general stress. Beyond that, students in many countries are facing different formats for learning. Some schools are holding in-person classes again, with rules for spacing and masks. Others schools have staggered classes, with students at school part-time. Still others have all online classes, at least for a while.",
            "These conditions can distract from your lessons. Plus, students are likely to have to do more without a teacher or parent looking over their shoulders. They will have to manage their time and study more on their own. Yet many students never learned those skills. To them, Sana says, it may be like telling students to learn to swim by “just swimming.”",
            "The good news: Science can help.",
            "For more than 100 years, psychologists have done research on which study habits work best. Some tips help for almost every subject. For example, don’t just cram! And test yourself, instead of just rereading the material. Other tactics work best for certain types of classes. This includes things like using graphs or mixing up what you study. Here are 10 tips to tweak your study habits.",
            "Nate Kornell “definitely did cram” before big tests when he was a student. He’s a psychologist at Williams College in Williamstown, Mass. He still thinks it’s a good idea to study the day before a big test. But research shows it’s a bad idea to cram all your studying into that day. Instead, space out those study sessions.",
            "*a_kid_sitting_at_a_table_studying_and_looking_really_stressed_out",
            "fCCramming before a big test can leave you exhausted. But you’ll learn and remember material better if you space your study sessions over the course of several days. ",
            "In one 2009 experiment, college students studied vocabulary words with flash cards. Some students studied all the words in spaced-apart sessions throughout four days. Others studied smaller batches of the words in crammed, or massed, sessions, each over a single day. Both groups spent the same amount of time overall. But testing showed that the first group learned the words better.",
            "Kornell compares our memory to water in a bucket that has a small leak. Try to refill the bucket while it’s still full, and you can’t add much more water. Allow time between study sessions, and some of the material may drip out of your memory. But then you’ll be able to relearn it and learn more in your next study session. And you’ll remember it better, next time, he notes.",
            "Musicians practice their instruments. Athletes practice sports skills. The same should go for learning.",
            "“If you want to be able to remember information, the best thing you can do is practice,” says Katherine Rawson. She’s a psychologist at Kent State University in Ohio. In one 2013 study, students took practice tests over several weeks. On the final test, they scored more than a full letter grade better, on average, than did students who studied the way they normally had.",
            "In a study done a few years earlier, college students read material and then took recall tests. Some took just one test. Others took several tests with short breaks of several minutes in between. The second group recalled the material better a week later.",
            "As a teen, Cynthia Nebel studied by reading her textbooks, worksheets and notebooks. “Over and over and over again,” recalls this psychologist at Vanderbilt University in Nashville, Tenn. Now, she adds, “we know that’s one of the most common bad study skills that students have.”",
            "In one 2009 study, some college students read a text twice. Others read a text just once. Both groups took a test right after the reading. Test results differed little between these groups, Aimee Callender and Mark McDaniel found. She is now at Wheaton College in Illinois. He works at Washington University in St. Louis, Mo.",
            "Too often, when students reread material, it’s superficial, says McDaniel, who also co-wrote the 2014 book, Make It Stick: The Science of Successful Learning. Rereading is like looking at the answer to a puzzle, rather than doing it yourself, he says. It looks like it makes sense. But until you try it yourself, you don’t really know if you understand it.",
            "One of McDaniel’s coauthors of Make it Stick is Henry Roediger. He, too, works at Washington University. In one 2010 study, Roediger and two other colleagues compared test results of students who reread material to two other groups. One group wrote questions about the material. The other group answered questions from someone else. Those who answered the questions did best. Those who just reread the material did worst.",
            "That 2010 study backs up one of Nebel’s preferred study habits. Before big tests, her mom quizzed her on the material. “Now I know that was retrieval practice,” she says. “It’s one of the best ways you can study.” As Nebel got older, she quizzed herself. For example, she might cover up the definitions in her notebook. Then she tried to recall what each term meant.",
            "*a_girl_explaining_something_to_her_mom",
            "fCYou’ll understand and remember information better if you can explain it to someone else. And if you can’t explain it, you probably don’t understand it well enough yet. ",
            "Such retrieval practice can help nearly everyone, Rawson and others showed in an August 2020 study in Learning and Instruction. This research included college students with an attention problem known as ADHD. It stands for Attention Deficit Hyperactivity Disorder. Overall, retrieval helped students with ADHD and those without the disorder equally well. ",
            "“Create a deck of flash cards every time you learn new information,” Sana suggests. “Put questions on one side and the answers on the other side.” Friends can even quiz each other on the phone, she says.",
            "“Try to quiz yourself the way the teacher asks questions,” Nebel adds.",
            "But really grill yourself and your friends, she says. And here’s why. She was part of a team that asked students to write one quiz question for each class period. Students would then answer a question from another classmate. Preliminary data show that students did worse on tests afterward than when the daily quiz questions came from the teacher. Nebel’s team is still analyzing the data. She suspects the students’ questions may have been too simple.",
            "Teachers often dig deeper, she notes. They don’t just ask for definitions. Often, teachers ask students to compare and contrast ideas. That takes some critical thinking.",
            "It’s crucial to test your memory. But it doesn’t really matter how many seconds you spend on each try. That finding comes from a 2016 study by Kornell and others. But it’s important to go the next step, Kornell adds: Check to see if you were right. Then focus on what you got wrong.",
            "“If you don’t find out what the answer is, you’re kind of wasting your time,” he says. On the flip side, checking the answers can make your study time more efficient. You can then focus on where you need the most help.",
            "In fact, making mistakes can be a good thing, argues Stuart Firestein. A Columbia University biologist in New York City, he actually wrote the book on it. It’s called Failure: Why Science is So Successful. Mistakes, he argues, are actually a primary key to learning.",
            "In many cases, it helps to mix up your self-testing. Don’t just focus on one thing. Drill yourself on different concepts. Psychologists call this interleaving.",
            "*a_photo_of_a_young_asian_man_studying_his_notes_while_lying_in_bed",
            "fCTry to solve problems and recall information on your own. Then check to see if you’re right. Retrieval practice boosts your learning and memory, say psychologists.",
            "Actually, your tests usually will have questions mixed up, too. More importantly, interleaving can help you learn better. If you practice one concept over and over “your attention decreases because you know what’s coming up next,” Sana explains. Mix up your practice, and you now space the concepts apart. You can also see how concepts differ, form trends or fit together in some other way.",
            "Suppose, for instance, you’re learning about the volume of different shapes in math. You could do lots of problems on the volume of a wedge. Then you could answer more batches of questions, with each set dealing with just one shape. Or, you could figure out the volume of a cone, followed by a wedge. Next you might find the volume for a half-cone or a spheroid. Then you can mix them up some more. You might even mix in some practice on addition or division.",
            "Rawson and others had groups of college students try each of those approaches. Those who interleaved their practice questions did better than the group that did single-batch practice, the researchers reported last year in Memory & Cognition.",
            "A year earlier, Sana and others showed that interleaving can help students with both strong and weak working memory. Working memory lets you remember where you are in an activity, such as following a recipe.",
            "Pay attention to diagrams and graphs in your class materials, says Nebel. “Those pictures can really boost your memory of this material. And if there aren’t pictures, creating them can be really, really useful.”",
            "*_a_diagram_of_a_neuron",
            "fCPay attention to drawings, graphics, chart and other visual aids. Psychologist Mark McDaniel at Washington University in St. Louis, Mo., says a diagram of a nerve cell helped when he studied neuroscience in college.",
            "“I think these visual representations help you create more complete mental models,” McDaniel says. He and Dung Bui, then also at Washington University, had students listen to a lecture on car brakes and pumps. One group got diagrams and was told to add notes as needed to the diagrams. Another group got an outline for writing notes. The third group just took notes. The outlines helped students if they were otherwise good at building mental models of what they were reading. But in these tests, they found, visual aids helped students across the board.",
            "Even goofy pictures might help. Nikol Rummel is a psychologist at Ruhr University Bochum in Germany. In one study back in 2003, she and others gave cartoon drawings to college students along with information about five scientists who studied intelligence. For example, the text about Alfred Binet came with a drawing of a race car driver. The driver wore a bonnet to protect his brain. Students who saw the drawings did better on a test than did those who got only the text information.",
            "Abstract concepts can be hard to understand. It tends to be far easier to form a mental image if you have a concrete example of something, Nebel says.",
            "For instance, sour foods usually taste that way because they contain an acid. On its own, that concept might be hard to remember. But if you think about a lemon or vinegar, it’s easier to understand and remember that acids and sour go together. And the examples might help you to identify other foods’ taste as being due to acids.",
            "Indeed, it helps to have at least two examples if you want to apply information to new situations. Nebel and others reviewed studies on this in July 2019. Their Journal of Food Science Education report describes how students can improve their study skills.",
            "It’s hard to remember a string of facts and figures if you don’t push further. Ask why things are a certain way. How did they come about? Why do they matter? Psychologists call this elaboration. It’s taking class material and “asking a lot of how and why questions about it,” Nebel says. In other words, don’t just accept facts at face value.",
            "Elaboration helps you combine new information with other things you know. And it creates a bigger network in your brain of things that relate to one another, she says. That larger network makes it easier to learn and remember things.",
            "*an_illustration_of_a_man_driving_a_blue_car",
            "fCYou’ll remember facts if you ask questions about why they’re so and how they fit with other things. For example, suppose a hungry man drove a car. Why might he do that? ",
            "Suppose you’re asked to remember a string of facts about different men, says McDaniel. For example, “The hungry man got into the car. The strong man helped the woman. The brave man ran into the house.” And so on. In one of his studies back in the ‘80s, college students had trouble remembering the bare statements. They did better when researchers gave them explanations for each man’s action. And the students remembered a whole lot better when they had to answer questions about why each man did something.",
            "“Good understanding produces really good memory,” McDaniel says. “And that’s key for a lot of students.” If information just seems sort of random, ask more questions. Make sure you can explain the material. Better yet, he says, see if you can explain it to someone else. Some of his college students do this by calling home to explain what they’re learning to their parents.",
            "Many students know they should space out study periods, quiz themselves and practice other good skills. Yet many don’t actually do those things. Often, they fail to plan ahead.",
            "Back when Rawson was a student, she used a paper calendar for her planning. She wrote in the date for each exam. “And then for four or five other days,” she recalls, “I wrote in time to study.”",
            "*a_photo_of_a_person_running_away_from_the_viewer_on_a_leafy_path,_zoomed_in_on_the_feet_and_lower_le",
            "fCBuild breaks for exercise into your study schedule too. Even a few minutes outside can help you perk up for more studying.",
            "Try to stick to a routine, too. Have a set time and place where you do schoolwork and studying. It may seem odd at first. But, Kornell assures you, “by the time week two rolls around, it becomes a normal thing.” And put your phone somewhere else while you work, adds Nebel.Allow yourself short breaks. Set a timer for 25 minutes or so, suggests Sana. Study during that time, with no distractions. When the timer goes off, take a five or 10 minute break. Exercise. Check your phone. Maybe drink some water — whatever. Afterward, set the timer again.",
            "“If you have a study plan, stick to it!” adds McDaniel. Recently, he and psychologist Gilles Einstein at Furman University in Greenville, S.C., looked at why students don’t use good study skills. Many students know what those skills are, they report. But often they don’t plan when they intend to put them in action. Even when students do make plans, something more enticing may come up. Studying has to become a priority, they say. The team published its report in Perspectives on Psychological Science on July 23.",
            "Try to stick to a regular routine. And get enough sleep — not just the night before the test but for weeks or months on end. “Those things are really, really important for learning,” Nebel says. Exercise helps as well, she says.",
            "Don’t stress out if all of this seems like a lot, she adds. If a lot seems new, try adding just one new study skill each week or two. Or at least space out your study sessions and practice retrieval for the first few months. As you get more practice, you can add more skills. And if you need help, ask.",
            "Finally, if you struggle to follow the advice above (such as you can’t keep track of time or find it very hard to just sit and focus on your work), you may have an undiagnosed condition, such as ADHD. To find out, check with your doctor. The good news: It may be treatable.",
            "Doing schoolwork during a pandemic is a tough situation at best. But remember your teachers and classmates also face challenges. Like you, they have fears, concerns and questions. Be willing to cut them some slack. And be kind to yourself as well. After all, Kornell says, “we’re all in this together.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/4-research-backed-ways-get-people-vote",
        "title": "\n\t4 research-backed ways to get people to vote",
        "content": [
            "*Voting_sticker",
            "Millions of Americans will be lining up to vote on November 8. Millions will also stay home. But scientists have insight into how to convince people to vote.",
            "Every two years, on the first Tuesday (after a Monday) in November, Americans should head to the polls to take part in a national election. Some important elections may take part in the off-years as well. But not everyone who is eligible to vote will do so. In fact, millions of people won’t. And that’s a problem because people who don’t vote lose out on a prime chance to register their views. Also, voting isn’t just important. It is a privilege and a right that many people throughout the world lack.",
            "One person’s vote probably won’t change course of an election. But a few thousand votes — or even a few hundred — certainly can. Consider, for instance, the famous election between George W. Bush and Al Gore in 2000. Once the polling was over, Florida had to recount its votes. In the end, Bush won by 537 votes. That difference decided who became president of the United States.",
            "Even in polling for local offices — such as a school board — the result of a vote can change everything from what schools neighborhood children will attend to whether their textbooks will cover evolution.",
            "There are many reasons why people don’t vote. And to counter the anger, apathy, fatigue and other factors that deter many folks from voting, organizations big and small mount campaigns urging people to go to the polls. Facebook users may plead with their friends. Politicians may hire phone banks to call thousands of people in states where a race appears to be very competitive. Celebrities may beg over YouTube. Does any of this really work?",
            "Political scientists have studied ways to change people’s voting behavior. These four methods seem to stand out in terms of being most effective.",
            "1) Educate early and well   Messages that people receive early in life have a strong impact on whether people vote, notes Donald Green. He’s a political scientist at Columbia University in New York City. Parents and teachers should therefore let kids know “voting is important,” he argues. “It’s what makes you a functioning adult.” Teachers might help deliver this message in classes where students learn about how their country and government functions. That happened to me in high school when my own teacher one day begged me and my classmates to vote.",
            "People with college degrees are also more likely to vote. Perhaps society should make it easier for people to afford college. “A person who gets a college education ends up in a different life circumstance,” explains Barry Burden. He’s a political scientist at the University of Wisconsin–Madison. College graduates tend to associate more with people who vote — and then they vote, too. They also stand to earn more (paying more taxes), data have shown. So a more educated population should be a win-win for society.",
            "2) Peer pressure   A healthy dose of name and shame can have a big effect on Election Day. Green and his colleagues demonstrated this in a study published in 2008 in American Political Science Review. They applied a little social pressure to voters.",
            "Right before Michigan’s 2006 Republican primary, the researchers selected a group of 180,000 potential voters. They mailed about 20,000 voters a letter asking them to do their “civic duty” and vote. They mailed another 20,000 a different letter. It asked them to do their civic duty, but added that they were being studied — and that their votes were a matter of public record. (In some states, such as Michigan, voting records are publicly available after an election.) A third group got the same messages as the second group. But they also got a note that showed them their previous voting record, and the previous voting records of the people in their household. A fourth group got the same information as the third group, as well as being shown the publicly available voting records of their neighbors. The last 99,000 people or so were a control — they got no mailings at all.",
            "*350_inline_Voting2pngpng",
            "fCWhen many Americans vote on November 8, they will go into small, curtained stalls to keep their choices private.",
            "After all the votes were counted, the scientists saw a 1.8 percentage point increase in turnout by people who had been reminded to vote over those who did not get such a mailing. For the group told their votes were a matter of public record, there was a 2.5 percentage point increase. But the biggest increase were among those shown voting records. Turnout increased by 4.9 percentage points among people shown their previous voting records. And if voters were also shown their neighbors voting records, turnout at the polls rose a whopping 8.1 percentage points.",
            "Although shaming may get out the vote, Green cautions that it likely also burns bridges. “I think it produces backlash,” he says. In the 2008 study, many of the people who received the letter that showed the voting records of their neighbors called the number on the mailing and asked to be left alone.",
            "Peer pressure doesn’t always have to be mean, though. Asking friends directly to pledge to vote — and then making sure they do — might be effective, Green says. The most effective thing to do, he says, may be to say to a close friend or coworker, “let’s walk to the polls together.”",
            "3) Healthy competition  “People are going to participate when they think they are going to make a difference,” says Eyal Winter. An economist, he works at the University of Leicester in England and the Hebrew University of Jerusalem in Israel. He notes that there is higher voter turnout when an election is close and there’s no telling who might win. Winter compares elections to football or baseball games. When two close rivals face off, their competitions will draw much bigger crowds than when one team is sure to roll right over another.  ",
            "To find out whether a close election might make more people vote than a race where one politician is far behind another, Winter and his colleague looked at U.S. elections for state governors from 1990 to 2005. When surveys before the election showed that results were likely to be very close, voter turnout increased. Why? People now felt their vote might make a bigger difference.",
            "More voters also turned out for the side with the slight majority in the poll. “It’s nicer to support your team when you’re expected to win,” Winter explains. He and his colleague Esteban Klor — a political scientist at the Hebrew University of Jerusalem — published their findings in 2006 on the Social Science Research Network.",
            "4) The personal touch   Hundreds of studies have been done on what gets people to vote. Some of the studies might be partisan — focusing on people who support a particular party. Others might focus on both major parties or even on people in general. Such research has probed everything from the how much money to spend on voicemail messages to crafting the ideal subject line for an email.",
            "Many of these ideas are described in Get out the Vote: How to increase voter turnout. This book was written by Green and his colleague Alan Gerber of Yale University in New Haven, Conn. The 2015 version of the book includes chapters on social media, mailing letters to people’s houses and putting signs along highways. Letters and signs, computerized phone calls and Facebook posts all seem to help a little. But the most effective methods employ face-to-face and one-on-one discussions of the candidates, Green says. For politicians this means walking door to door (or having volunteers do it).",
            "But maybe someone just wants to get a sister or friend to vote. In that case, Green says the most effective message might be to convey your own enthusiasm for the candidates, the issues and how much you’d like to see that person vote.",
            "Appealing directly to friends and family might help them get to the polls on Election Day. But keep in mind that everyone has their own opinions on the candidates. Even if you get your friends and family members to vote, they might not vote the way you’d like them to."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-enlist-computers-hunt-down-fake-news",
        "title": "\n\tScientists enlist computers to hunt down fake news",
        "content": [
            "Some lies are easy to spot. Take that report that First Lady Melania Trump wanted an exorcist to cleanse the White House of Obama-era demons. (Bogus!) Then there was that piece on an Ohio school principal who was arrested for defecating in front of a student assembly. (Also untrue.) Sometimes, however, fiction blends a little too well with fact. For instance, did cops really find a meth lab inside an Alabama Walmart? (Again, no.)",
            "We live in a golden age of misinformation. So anyone scrolling through a slew of stories might easily be fooled. In fact, data show, plenty of us are.",
            "On Twitter, falsehoods spread further and faster than the truth, a March 9 study found. Online bots have been accused of spreading these tall tales. But the study in Science found that people shared more bogus tales than did web bots.",
            "Plenty of fake-news stories moved around the web in the weeks leading up to the 2016 U.S. presidential election, U.S. intelligence officials reported this year. And the most popular of these fake news reports got more Facebook shares, reactions and comments than did truthful news, according to one analysis in BuzzFeed News.",
            "Luca de Alfaro is a computer scientist at the University of California, Santa Cruz. In the old days, he says, “you could not have a person sitting in an attic and generating conspiracy theories at a mass scale.” Then along came the internet, and more recently social media. Now, peddling lies is truly easy — especially as the internet can essentially hide who is behind a post. Consider that group of teens in the European nation of Macedonia, two years ago. They raked in huge sums of cash by writing popular fake news on topics that were popular during the U.S. presidential election. Readers thought those posts had been written by true journalists.",
            "Most web users probably don’t post bunk on purpose. They likely “share” posts they simply didn’t take the time to fact-check. And that’s easy to do if you’re suffering from information overload. Or if you are overworked or tired.",
            "Confirmation bias — already suspecting an issue is true, or not — can make the problem worse. Consider reports from sources you don’t recognize. “It’s likely that people will choose something that conforms to their own thinking,” says Fabiana Zollo. That’s true “even if that information is false,” says this computer scientist. She works in Italy at Ca’ Foscari University of Venice. Her studies focus on how information circulates within social networks.",
            "Fake news doesn’t just threaten the integrity of elections. It also can erode the trust people place in real news. Lies posing as truth can even threaten lives. False rumors in India, earlier this year, incited lynchings. More than a dozen people died. And the source of those rumors: posts on WhatsApp, a smartphone messaging system.",
            "To help sort fake news from truth, scientists have begun building new computer programs. They sift through online news stories, looking for telltale signs of fake facts or claims. Such a program might consider how an article reads. It might also look at how readers respond to the story on social media. If a computer spied a possible lie, its job would be to alert human fact-checkers. They would then be asked to make any final judgment call.",
            "Giovanni Luca Ciampaglia works at Indiana University in Bloomington. Today’s automatic lie-detection tools are “still in their infancy,” he says. This means there’s still a lot of work to be done before many fact-checking programs are let loose on the internet.",
            "The good news: Research teams around the world are forging ahead. They realize that the internet is a fire hose of facts or purported facts. So human fact-checkers clearly need help. And computers are beginning to step up to the challenge.",
            "Visitors to real news websites mainly reach those sites directly or from search engines, such as Google or Bing. Fake news sites attract a much higher share of their incoming web traffic through links on social media.",
            "iFhttps://infogram.com/reader-referrals-1h8n6mey5wkm2xo",
            "When inspecting a news story, there are two major ways to tell if it looks like a fraud. The first: What is the author saying? Then look at how the author phrases it.",
            "Ciampaglia and his colleagues have just built a system to automate this task. It checks how closely related a statement’s subject and object are. To do this, the computer sifts through a vast network of nouns. This network has been built from facts found in the “infobox” on the right side of every Wikipedia page. (Related networks have been built from other reservoirs of knowledge, such as research databases.)",
            "The computer judges two nouns — that subject and object — as being “connected” if each appears in the infobox of the other. The computer then measures how closely a statement’s subject and object are linked within this network. The closer they are, the more likely the computer program is to label a statement as true.",
            "Take the false assertion: “Barack Obama is a Muslim.”",
            "There are seven degrees of separation between “Obama” and “Islam” in the noun network. These include very general nouns, such as “Canada,” that link to many other words. Given this, the computer program decided Obama was unlikely to be Muslim.",
            "The Indiana University team unveiled this computer fact-checker, three years ago, in PLOS ONE. ",
            "An automated fact-checker judges the assertion “Barack Obama is a Muslim” by studying degrees of separation between the words “Obama” and “Islam” in a noun network built from Wikipedia info. The very loose connection between these two nouns suggests the statement is false. ",
            "*_Scientists_enlist_computers_to_hunt_down_fake_news4",
            "fCSource: G.L. Ciampaglia et al/PLOS One 2015; Credit: C. Chang; Wikipedia",
            "\n\nBut looking to gauge the truth of statements based on how closely the subjects and objects are linked has its limits. For instance, the system found it likely that former President George W. Bush was married to Laura Bush. Great. It also decided he was probably married to Barbara Bush, his mother. Not so great. The Indiana group is now working to improve its program’s skill in judging how nouns in the network link to one another.\n\n",
            "Writing style may also point to untruths.",
            "Benjamin Horne and Sibel Adali are computer scientists at Rensselaer Polytechnic Institute in Troy, N.Y. They analyzed 75 true articles from news outlets deemed very trustworthy. They also probed 75 false stories from websites accused of dispensing untrustworthy info. Compared with truthful news, bogus stories tended to be shorter. They also were more repetitive. They contained more adverbs (such as quite, always, never, incredibly, highly, unbelievably, absolutely, basically). Fake stories also had fewer quotes, fewer technical words and fewer nouns.",
            "The researchers used these observations to make a computerized lie detector. It focused on the number of nouns, quotes, redundancies and words in a story. And it correctly sorted fake news from true 71 percent of the time. (For comparison, a random sorting of fake news from true should be right about 50 percent of the time).",
            " A study of hundreds of articles revealed differences in style between genuine and made-up news. Real stories contained more language conveying differentiation. False stories expressed more certainty.",
            "  ",
            "Horne and Adali unveiled their system at the 2017 International Conference on Web and Social Media in Montreal, Canada. The two are now looking for ways to boost the system’s accuracy.",
            "Computer scientist and engineer Vagelis Papalexakis works at the University of California, Riverside. His team also built a fake news detector. In one test, it sorted through roughly 64,000 articles that had been shared on Twitter. Half were fake stories. The scientists then directed the computer to sort these stories into groups based on how similar they were. The researchers didn’t instruct their computer on how to judge what was “similar.” Now the researchers identified 5 percent of the stories for the computer as being true or bogus.",
            "Fed just that little bit of information, the program was able to predict which of the rest of the stories were true or not. And it was right for almost seven in every 10 of the other stories. The researchers described their work April 24 at arXiv.org.",
            "Getting it right about 70 percent of the time isn’t nearly accurate enough to trust. But it might be good enough to offer a proceed-with-caution alert when a reader opens up a suspicious story on the web.",
            "In a similar kind of first step, social-media sites could use computer watchdogs to prowl news feeds for questionable stories. Those that get flagged this way could then be sent to human fact-checkers for a closer look.",
            "Today, Facebook considers feedback from users as it decides which stories to fact-check. Those comments might point to skeptical claims or clear falsehoods. The media company then sends these stories to be reviewed by professional skeptics (such as FactCheck.org, PolitiFact or Snopes). And Facebook is open to using other signs to rout possible hoaxes, notes its spokesperson Lauren Svensson.",
            "No matter how good computers get at finding fake news, they shouldn’t totally replace people in fact-checking, Horne says. The final judgment may require a better understanding than today’s computers have for the topics being discussed, for the language or for the culture.",
            "Alex Kasprak is a science writer at Snopes. It’s the world’s oldest and largest online fact-checking site. He imagines a future where fact-checking will be like computer-assisted voice transcription. The first, rough draft of a transcription will attempt to identify what was said. A human still has to review that text, however. Her role: looking for missed details, such as spelling errors or words the program just got wrong. Similarly, computers could compile lists of suspect articles for people to check, Kasprak says. Here, people would then be asked to offer the final assessment of what reads true.",
            "Even as computers get better at flagging bogus stories, there’s no guarantee that fake news creators won’t step up their game to stay just ahead of the truth cops. If computer programs are designed to be skeptical of stories that are overly positive or express lots of certainty, then authors could craft their lies to read that way.",
            "“Fake news, like a virus, can evolve and update itself,” says Daqing Li. He’s a network scientist at Beihang University in Beijing. And he has studied fake news on Twitter. Fortunately, online news stories can be judged on more than their content. And some of these — such as the posts people make about these stories on social media — might be much harder to mask or alter.",
            "For instance, tweets about a certain piece of news can sometimes be good clues to whether a story is true, notes Juan Cao. She’s a computer scientist in Beijing at the Institute of Computing Technology. (It’s part of the Chinese Academy of Sciences.)",
            "The majority of Twitter users who discussed false rumors about two disasters posted tweets that just spread these rumors. Only a small fraction had looked for verification that a story was real or expressed doubt about the stories. ",
            "iFhttps://infogram.com/rumors-on-twitter-1hke607gpx8325r",
            "Cao’s team built a system that could round up the tweets posted on Sina Weibo. That’s China’s version of Twitter. The computer focused on tweets mentioning a particular news event. It then sorted those posts into two groups: tweets that expressed support for the story and those that opposed it. The system then considered several factors to judge how truthful the posts were likely to be. If, for example, the story centered on a local event, the user’s input was seen as more credible than a comment from someone far away. The computer also judged as suspicious the frequent tweets on a story by someone who had not tweeted for a long time. It used other factors, too, to sift through tweets.",
            "Cao’s group tested their system on 73 real and 73 fake stories. (They had been labeled as such by organizations such as Xinhua, China’s state-run News Agency.) The computer sifted through about 50,000 tweets about these stories. It correctly labeled 84 percent of the fakes. Cao’s team described its findings in 2016 at an artificial intelligence conference held in Phoenix, Ariz.",
            "The U.C. Santa Cruz team similarly showed that hoaxes can be picked out of real news based on which users “liked” these stories on Facebook. They reported the finding, last year, at a machine-learning conference in Europe.",
            "A computer might even look at how the story is getting passed around on social media. Li at Beihang University and his colleagues studied the shape of the networks that branch out from news stories on social media. The researchers reviewed reposted stories and the networks of readers that they involved for some 1,700 fake and 500 true news stories on Weibo. They did the same for about 30 fake and 30 true news networks on Twitter. On both social-media sites, Li’s team found, most people tend to repost real news straight from a single source. The same was not true for fake news. These stories tended to spread more through people reposting from other reposters.",
            "A typical network of reposted truthful stories “looks much more like a star,” Li says. “Fake news spreads more like a tree.” Li’s team reported its new findings March 9 at arXiv.org. They suggest that computers could analyze how people engage with social media posts as a test for truthfulness. Here, they wouldn’t even have to put individual posts under the microscope.",
            "On Twitter, most people reposting real news (red dots) get it from a single, central source (green dot). Fake news, in contrast, spreads more through people reposting from other reposters.",
            "*730_inline_fakenews3gif",
            "fCZ. ZHAO ET AL/ARXIV.ORG 2018",
            "What’s the best way to deal with lies on social media networks? Right now, no one really knows. Just erasing bogus articles from news feeds is probably not the way to go. Social media sites that exert such control over what visitors see would be viewed with alarm. It’s similar to what people who live under dictators encounter, notes Murphy Choy. He’s a data analyst at SSON Analytics in Singapore.",
            "Internet sites could put warning signs on stories they suspect of being untrue. But labeling such stories may have an unfortunate effect. It may cause people to think that the remaining unlabeled stories are all true. In fact, they may simply have not been reviewed by a fact-checker. This was the conclusion, anyway, of research posted last year on the Social Science Research Network. Gordon Pennycook in Canada at the University of Regina, and David Rand of Yale University in New Haven, Conn., conducted the study.",
            "Facebook has taken a different approach. It shows debunked stories lower in a user’s news feeds. And that can cut a false article’s future views by as much as 80 percent, company spokesperson Svensson says. Facebook also displays articles that debunk false stories whenever users encounter the related stories. That technique, however, may backfire. Zollo in Venice, Italy, works with Walter Quattrociocchi. They conducted a study of Facebook users who like and share conspiracy news. And after these readers interacted with debunking articles, they actually increased their activity on Facebook’s conspiracy pages, they reported this past June.",
            "There’s still a long way to go in teaching computers — and people — to reliably spot fake news. As the old saying goes: A lie can get halfway around the world before the truth has put on its shoes. But keen-eyed computer programs may at least slow down fake stories with some new ankle weights."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/springtail-fastest-backflip",
        "title": "\n\tA springtail’s spring-loaded backflip is fast — really fast",
        "content": [
            "*Two_small_springtails_doing_backflips_off_a_white_platform_against_a_pink_background",
            "Globular springtails are tiny arthropods that can vault up to 60 millimeters in the air and spin backwards up to 29 times in the blink of an eye. This high-speed camera footage shows two springtails jumping off a platform in a lab.",
            "Simone Biles has nothing on this tiny backflipper.",
            "The globular springtail (Dicyrtomina minuta) is so small it could straddle the tip of a pencil. Yet this insect-like animal can vault itself 62 millimeters (2.4 inches) in the air, spinning backward at a rate of up to 368 times per second.",
            "A jump lasts just 161 thousandths of a second, on average. Researchers reported the arthropod’s gymnastic feats August 29 in Integrative Organismal Biology.",
            "“Nothing on Earth does a backflip faster than a globular springtail,” says Adrian Smith. He a biologist at North Carolina State University in Raleigh. “They’re extraordinary, but also ordinary.” In fact, the arthropods used in the new study, he says, “are literally from my backyard.”",
            "Globular springtails jump so fast that they can appear to vanish, Smith says. This may be a useful skill for evading predators.",
            "iFhttps://www.youtube.com/embed/Qh2A96Z8tTs?feature=oembed",
            "It took footage from a high-speed camera to reveal how globular springtails do their astounding acrobatics. The arthropods achieve liftoff with a spring-like body part, traveling as fast as 1.5 meters per second and spinning backwards up to 29 times before landing.",
            "Smith paired up with biomechanist Jacob Harrison to learn how these animals do their acrobatic moves. Harrison works at Georgia Tech in Atlanta. The team analyzed high-speed footage of more than a dozen springtails as they flipped and spun.",
            "Each launch begins with a thump. The springtail releases a fork-shaped body part called the furca (or furcula) from its underbelly. Like a spring, that furca propels the arthropod up and into a backward spin.",
            "Globular springtails fly through the air as fast as 1.5 meters per second, on average, the new data show. And the number of spins per leap is equally impressive — anywhere between 14 and 29.",
            "These flights don’t always have a pretty ending. Springtails sometimes crash land and tumble to a stop. But most times, these backflippers nail the landing, the team found. They do this by using a sticky tube normally used for grooming. “It’s a sort of anchor that pulls them to their feet so they can get on with their day,” Smith explains. ",
            "Smith hopes the team’s findings inspire more studies like theirs. “We sometimes get told that the only exciting parts of nature are fossilized in the ground or hidden in a tropical rainforest,” he says. Ordinary creatures like the springtails are pulling off incredible feats all around us, he believes. Even in our backyards. We just have to look."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/belugas-shape-forehead-fat-communicate",
        "title": "\n\tBelugas can warp and wiggle their forehead fat like Jell-O",
        "content": [
            "*A_beluga_whale_looks_toward_the_camera,_its_forehead_bulging_out_prominently",
            "Beluga whales like this one at Connecticut’s Mystic Aquarium sport a blob of fat on their forehead called a “melon.” The whales can mold that melon into different shapes, possibly to communicate.",
            "The beluga whale wears its heart on its sleeve — or rather, its forehead.",
            "Every beluga (Delphinapterus leucas) has a big bulge on its forehead called its “melon.” This fat-filled bump helps aim the sound waves a beluga makes for echolocation. But this squishy organ might also be used for communication. Now, researchers have cataloged the expressions that belugas in captivity seem to make with this wobbly forehead fat.",
            "Belugas mold their melon using muscles and connective tissue. They can extend the melon forward until it juts over their lips. This shape looks sort of like the bill of a baseball cap. Belugas can also mush their melon down until it’s flat against their skull. Or lift it upward to create a fleshy top hat. They can even shake it with enough force that it jiggles like Jell-O.",
            "“If that doesn’t scream ‘pay attention to me,’ I don’t know what does,” says Justin Richard. “It’s like watching a peacock spread their feathers.” Richard studies animal behavior at the University of Rhode Island in Kingston. His team shared its new findings March 2 in Animal Cognition.",
            "Before Richard became a scientist, he spent a decade as a beluga trainer. He worked closely with the animals at Mystic Aquarium in Connecticut. “Even as a trainer, I knew the shapes meant something,” Richard says. “But nobody had been able to put together enough observations to make sense of it.”",
            "From 2014 to 2015, he was part of a group that recorded interactions between four belugas at Mystic Aquarium. This footage revealed that the belugas make five distinct melon shapes. The scientists dubbed these flat, lift, press, push and shake. When interacting socially, the whales sported an average of nearly two shapes per minute.",
            "*A_collage_of_five_images_showing_five_different_contortions_of_a_blob_of_fat_on_a_beluga_whale's_hea",
            "fCBelugas appear to make distinct shapes with their melons. Four shapes are shown here. Top row, from left: flat, lift, press. Bottom row: push and no shape.",
            "It’s not clear whether belugas make these shapes on purpose. It’s possible the animals make them unconsciously when having different emotions. But belugas made 93 percent of the shapes when another beluga could see them. So Richard suspects they’re likely purposeful signals.",
            "Shake and press are proving harder to interpret. “There are probably some [fine details of the shapes] that are meaningful to them [but] that are difficult for us to pick out,” Richard says.   ",
            "The team confirmed its findings from the first four belugas in a larger group of captive whales. Fifty-one belugas at MarineLand Canada in Niagara Falls showed the same melon shapes as the Mystic whales.",
            "The five shapes described in this study may just be the tip of the iceberg, Richard says. Scientists have yet to track how these whales use their melon in the wild. It would be especially interesting to see how they move it during key behaviors, such as group foraging. Or when mother belugas interact with their calves.",
            "The findings establish a shared vocabulary for the melon expressions, says Malin Lilley. She works at Texas A&M University–Central Texas in Killeen. Other researchers, she says, can now build on this as they work to decode beluga communication. Lilley herself studies marine-mammal behavior and cognition but did not take part in the new study.",
            "iFhttps://www.youtube.com/embed/voj7Q6oM628?feature=oembed",
            "Two belugas at an aquarium bob their heads up and down, shaking their blobs of forehead fat — called melons — at one another. One of five distinct melon shapes that the whales make, “shake” seems to be associated with mating.",
            "Labeling melon shapes is key to understanding belugas, Lilley says. But it’s also just plain cool to have words for the squishy expressions she’s seen in her years studying these whales.",
            "Richard and Lilley are both eager to learn how melon shapes interact with belugas’ voices. These whales let out a near-constant stream of whistles, chirps, squeals and clicks. That chatter has earned belugas the nickname “canaries of the sea.” ",
            "If wild belugas make these kinds of expressions in murky Arctic waters, then “there must be important information that’s being transmitted,” Richard says. “There’s got to be a reason they spend so much time doing it.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/egg-laying-amphibian-feeds-babies-milk",
        "title": "\n\tThis egg-laying amphibian feeds its babies ‘milk’",
        "content": [
            "*A_photograph_a_ringed_caecilian_female_with_gray_skin,_and_her_pink-skinned_babies_wrapped_up_in_her",
            "A female ringed caecilian is shown with her babies. This species feeds its babies a fat-rich fluid. Made in the reproductive tract, this fluid is similar to mammals' milk.",
            "In a humid coastal rainforest, a litter of pink, hairless babies snuggle with their mom. They stir and squeak for milk and drink from their mother until they are full. But these are no puppies or cubs. They are snake-shaped amphibians, far closer to frogs than to foxes.",
            "Mammals are named for their ability to produce milk. But scientists have found that a few species that are not mammals feed their young this way, too. These include certain spiders, fishes, cockroaches and birds — and now, snake-shaped amphibians. Ringed caecilians (Siphonops annulatus) are the first amphibians known to feed hatchlings a kind of “milk.” Researchers reported their new finding March 8 in Science.",
            "Caecilians (Seh-SEEL-yenz) have many strange features. Rarely seen, they are burrowing creatures that are nearly blind. Some species, like the ringed caecilian, have poisonous slime and may be venomous. They feed their own skin to their young.",
            "Herpetologist Carlos Jared of the Instituto Butantan in São Paulo, Brazil, has been studying these animals for years. After hatching, ringed caecilian babies live with their mothers for two months. Jared and his research team found that the babies spent much of their time around the end of their mom’s body. That’s where there’s an opening called a vent. It’s shared by mom’s reproductive, digestive and urinary systems.",
            "Jared’s team saw the female would expel a thick fluid from her vent. Her young then would enthusiastically feed on it. ",
            "“Some [young] even stuck their heads inside this opening,” Jared notes.",
            "For the new study, the team worked in Bahia state in Brazil. They collected 16 females and their babies, then observed them in the lab. In all, they videoed these mothers and babies for more than 240 hours.",
            "Feedings started with the babies wriggling and nibbling at their mother’s vent. They also made high-pitched noises. Mom would then raise that end of her body and release the fluid. This happened up to six times per day. It looked like the mothers were responding to the babies’ pleas. ",
            "The squeaking and begging is a fascinating observation, says Mark Wilkinson. He’s an evolutionary biologist in England at the London Natural History Museum. Adult ringed caecilians are thought to be sensitive only to lower pitched sounds, he says. So it’s surprising that moms seem to respond to high-pitched noises from their young.",
            "iFhttps://www.youtube.com/embed/VdQEhkdR1OM?feature=oembed",
            "fCSiphonops annulatus",
            "The researchers examined the internal anatomy of some of the adult females. They also analyzed the fluid. It’s secreted by glands in the tube through which  eggs travel from an ovary. (This is known as an oviduct.) The glands enlarge while a female is raising her hatchlings.",
            "This “milk” is rich in fats, much as mammal milk is. This nutritious resource may help explain how the hatchlings grow so fast. They more than double their mass in the first week of life. Their only other nourishment is their mother’s skin, which they feed on once every few days.",
            "Isabella Capellini wonders if the squiggly siblings compete for milk access. She studies evolution at Queen’s University Belfast in Northern Ireland. Capellini is also curious about how the “milk” production affects the mother.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "“In mammals, lactation is the most expensive stage of reproduction for the mother,” she says. That is, it requires a lot of energy from food or her stored fat. “It would be useful to study whether milk production is as expensive in caecilians, too,” Capellini says. “How is the mother impacted in the short and long term?”",
            "It’s not known how these amphibians evolved their version of milk. But a clue may come from other caecilian species that give birth to live young. Their oviducts sometimes feed their babies a milky substance while in the womb. These species, however, do not feed their babies after they’re born.",
            "Perhaps live-bearing caecilians “could have evolved from [egg-laying] species that already used their oviducts to produce food,” Wilkinson says. “We really have learned a lot about caecilians in the last few decades. But we are only seeing the tip of the iceberg.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/jet-stream-seeds-cloud-formation",
        "title": "\n\tSurprise! The jet stream can trigger cloud formation",
        "content": [
            "*Satellite_image_of_clouds_blown_by_the_jet_stream",
            "Waviness in the high-speed flow of the jet stream (shown) can cause fingers of stratospheric air to punch down and curl into the troposphere below. This mixing of atmospheric layers spurs chemical reactions that cause new aerosol particles to form.",
            "Clouds form when water molecules in the air stick to certain tiny particles — think of them as seeds. Scientists have now discovered an unexpected source of those seeds.",
            "When two layers of Earth’s atmosphere overlap, chemicals in each layer can mix and react. These reactions can form the tiny new particles around which clouds begin to form. In fact, this may be the most common way that the seeds for clouds form. That’s the finding of a study in the July 12 Science.",
            "Earth’s atmosphere has five layers. We live in the troposphere. It’s the lowest one. It also has the densest air. The stratosphere, right above it, has thinner air. It also contains different chemicals than those in our layer.    ",
            "Scientists had thought most new atmospheric particles form in the upper troposphere. Clouds would rise into this region and then shed rain. That rain would carry away the existing particles. Gases left behind would have almost no solid particles left to glom onto. So new clouds would not develop until new particles formed.",
            "In the new study, researchers looked at data collected during a series of flights by NASA aircraft. Many particles are formed when the stratosphere dips a toe into the upper troposphere, they found. They call this stratospheric air intrusion. It’s caused by the jet stream, a fast-moving current of air.",
            "And it just might be the most productive place on Earth for cloud-forming particles, the new data suggest.",
            "The stratosphere is cold and enriched with a type of oxygen known as ozone. The troposphere is warmer. It’s moister and contains a variety of other gases. Sunlight and water cause molecules in these air masses to react chemically. This can generate different types of tiny particles, explains study coauthor Jian Wang. He’s an aerosol scientist at Washington University in St. Louis, Mo.",
            "The newly made particles include sulfate (SO4), which seeds clouds.",
            "However, “We don’t really understand the mechanisms in detail,” Wang says. “We know from the data that … you need sunshine, high ozone and moisture” to produce molecules known as hydroxyl (OH) radicals. These gas molecules eagerly react with other gases high above Earth. So there are probably many different chemical reactions going on up there. And they’ll produce a variety of new gases and particles. Exactly which and how many particles are being formed is a question for future research, Wang says.",
            "*Graphic_showing_new_particle_formation",
            "fCB. Price; Source: J. Zhang et al/Science 2024",
            "Waviness of the jet stream can lead the stratosphere — rich in ozone (O3) — to dip into the troposphere, which is rich in water (H2O). The troposphere also contains molecules such as sulfur dioxide (SO2), emitted by fossil fuels and volcanoes. Sunlight and water vapor cause these chemicals to react in ways that generate chemicals such as sulfuric acid (H2SO4), a building block of tiny aerosol particles. Previous research had suggested that the main way new particles formed were instead “cloud outflows” — regions where high troposphere clouds break up.",
            "Stratospheric intrusions may be an especially big source of such new particles in Earth’s midlatitudes. Those are regions such as the continental United States — ones that are not close to either the poles or the Equator.",
            "Climate change is expected to speed up stratospheric circulation. In the future, that could cause the stratosphere to poke into the troposphere more frequently. If it does, stratospheric intrusion may become even more important in forming new particles, Wang says.",
            "This newly reported role for jet streams in particle formation has been long overlooked, says Yuanlong Huang. He did not take part in the new study. An atmospheric aerosol chemist, Huang works at the Eastern Institute for Advanced Study. It’s in Ningbo, China.",
            "Right now, he notes, stratospheric intrusion is not yet accounted for in computer models that simulate weather and climate. In other words, these particles may play a bigger role than scientists once thought in how incoming sunlight is distributed on Earth. That includes how much of the sun’s rays reach the planet’s surface. It also includes how much of the sun’s energy aerosols and clouds absorb high in the atmosphere."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-kugelblitz-definition-pronunciation",
        "title": "\n\tScientists Say: Kugelblitz",
        "content": [
            "*An_artistic_rendering_shows_a_glowing_orb_of_light_with_light_beams_streaming_in",
            "A kugelblitz would be a black hole made of pure light (illustrated). Such objects may be possible in theory, but recent research suggests that no existing light source could create one.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1916062139&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A kugelblitz is a black hole made of pure light. Such objects are only theoretical. Some laws of physics suggest they should be able to exist. Others suggest that in real life, a kugelblitz could never actually form.",
            "A black hole packs a huge amount of mass into a very tiny space. As a result, its gravity is so strong that not even light can escape. All known black holes are made of matter. But Einstein’s general theory of relativity says that matter and energy are just two different forms of the same thing. (This is what is expressed in the famous equation E = mc2.) So in theory, a black hole could be made out of densely packed energy — light — rather than matter. This would be a kugelblitz, which is German for “ball lightning.”",
            "But new research suggests that the rules of quantum physics would keep kugelblitzes from forming. According to quantum physics, when light gets too highly concentrated, something strange happens. Electrons and their antimatter partners (positrons) start to form. Those particles could then escape a region of densely packed light, taking energy with them. That would keep light from ever concentrating enough to form a black hole. Not even the superbright centers of active galaxies could produce light intense enough to overcome this limit.",
            "Kugelblitzes may only be theoretical — but black holes were predicted to exist decades before scientists actually found one.",
            "Check out the full list of Scientists Say.",
            "A post shared by Science News Explores (@sn.explores)"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/cool-artificial-turf-evaporation-system",
        "title": "\n\tNew system uses evaporation to greatly cool artificial turf",
        "content": [
            "*a_close-up_of_artificial_turf_on_a_soccer_field,_soccer_players_can_be_seen_in_the_distance",
            "Artificial turf fields, such as this one, come with challenges. They can heat to dangerous temperatures. And when it rains, runoff carries harmful chemicals that can pollute waterways. A new system works to avoid both problems. ",
            "This is another in our series of stories identifying new technologies and actions that can slow climate change, reduce its impacts or help communities cope with a rapidly changing world.",
            "When Gijsbert Cirkel coached his son’s soccer team, he remembers the kids laying in the shade after a game. They’d put their feet in the air and cry, “Our feet are hot!” Their games had been played on artificial turf. This heat-trapping plastic can get so hot it burns. A new water-storage system that Cirkel’s Dutch research team has just developed works to avoid that problem.",
            "It cools through the evaporation of rainwater.",
            "A hydrologist, Cirkel studies the water cycle. His team’s new system collects and stores rainwater about 8.5 centimeters (3.3 inches) below a playing field. Eventually, that water will evaporate. As it does, it will cool the playing surface. It’s like the way sweating works. There, the body releases moisture to carry heat away from our skin.",
            "Natural grass stayed cooler than the new system — but not by much. In fact, the new fake-grass system worked really well in the sun. One hot June day, the surface of regular artificial grass soared to 62.2° Celsius (144° Fahrenheit)! That was 25 degrees C (45 degrees F) hotter than regular grass. The new fake-grass system was only 1.7 degrees C warmer than the real grass.",
            "Cirkel’s group shared its new findings July 8 in Frontiers in Sustainable Cities.",
            "*a_cut_section_showing_chambers_to_hold_water_under_artificial_turf",
            "fCThis is an artist’s rendering of the rainwater-cooled artificial turf. Rainwater soaks into a chamber below the fake grass. Later the water wicks up and evaporates, cooling the surface. ",
            "Cirkel works at the KWR Water Research Institute. It’s in Nieuwegein, the Netherlands. For an earlier project, his team developed a system to store rainwater under a living roof — one with plants growing on it. The collected water later wicked up to slake the thirst of plant roots.",
            "It’s the same process by which water travels up a paper towel when a part of the towel falls into water. Cirkel wondered if such a system could be adapted to cool artificial turf.",
            "Fields of artificial turf are built of layers, like a sandwich. The fake grass sits on top. Some filler material, often made of rubber, lies below that. Cirkel’s team added a rainwater-storage area below the filler and a waterproof liner under that. The team also swapped in a fiber filler for the usual rubber.",
            "Rigid plastic blocks in the water-storage zone have holes to let water enter. The blocks clip together a bit like thin Lego bricks. Linking the water-storage layer to the filler above is a cone of wicking fiber. It’s made from rock wool.",
            "*A_lab_setup_with_small_sections_of_turf_attached_to_chambers_to_measure_evaporation",
            "fCSmall samples of different materials were tested in the lab to see which best wicks up water to help it evaporate. That evaporation should cool the surface of the turf — and anyone playing on it. ",
            "The team hoped — but wasn’t sure — the water would move up the layers to evaporate at the surface. So they were “pleasantly surprised that such a huge amount of water was evaporating,” recalls Marjolein van Huijgevoort. She’s another hydrologist on the team. ",
            "Those first tests were indoors. The team had crafted 33 small glass boxes and stacked them with different combinations of materials.",
            "All the boxes had water storage at the bottom with a pad on top and a wick to move moisture between layers. The more water that wicked up from below, the better the system should cool.",
            "The different types of artificial turf didn’t affect the evaporation rates. What did seem to matter was the filler layer.",
            "Here, sand performed well. Water wicked up through it and evaporated at a rate of 2.7 millimeters (0.1 inch) per day. The only filler that didn’t move water well was the conventional rubber (the standard filler in fields topped by artificial turf). Only about 1 millimeter (0.04 inch) of the stored water evaporated from its surface each day.",
            "For their outdoor tests, the researchers created four small fields in the city of Amsterdam. Each was five meters (16 feet) on a side. Two plots topped the new rainwater-cooled system with artificial turf. One plot had real grass planted on top of that system. The last plot used standard artificial turf with no water storage below.",
            "*a_photo_of_a_field_where_three_types_of_turf_were_tested_",
            "fCThe researchers tested four types of turf surfaces (three are shown). They measured how much water soaked into each and how hot or cool the surface later became. Two plots were topped with artificial turf cooled by evaporating rainwater. One had real grass. The last was conventional artificial turf without any water storage below. ",
            "The new fake-grass system did a good job storing rainwater and preventing runoff. It stored up to six times as much rainwater as typical artificial turf. This water would later evaporate to cool the surface.",
            "If many urban plots were covered with such a system, they might help limit a city’s warming from what’s known as the heat-island effect, says Cirkel.",
            "*A_set_of_charts_showing_the_temperatures_of_artificial_turf_over_the_hottest_test_weeks",
            "fCThe top chart shows temperature changes in the different types of tested turf systems. The x-axis shows date and the y-axis temperature. The bottom graph shows one of the hottest test weeks. Conventional artificial grass reached burning temps, such as 62.2 °C (144 °F). Rainwater-cooled turf stayed nearly as cool as real grass. (Click image to enlarge.)",
            "Artificial turf has become more and more common. It holds up better than real grass to heavy use and wet conditions. But normal artificial grass doesn’t soak up rain. Instead, water runs off it, carrying with it turf-based pollutants.",
            "The new alternative “is a good effort,” says Vasilis Vasilou. He’s an environmental toxicologist at the Yale School of Public Health in New Haven, Conn. He likes the new concept, even though it doesn’t solve all the issues with artificial turf. Fake grass contains harmful chemicals, he notes. These include “forever chemicals” called PFAS and hydrocarbons (the building blocks of most plastics). Players will still be exposed to these, Vasilou notes. These pollutants will also leach into the air and rainwater.",
            "Cooling the fake grass and catching rainwater should cut back on the amount of pollution coming off these fields. And that’s a good step forward, Vasilou says. But in the end, he concludes, nothing beats natural grass.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The Dutch team also wants to see more natural grass fields. In future work, they hope to make grass fields more robust — able to be played on longer before getting muddy or damaged. They’ll see if storing rainwater below these fields and improving their drainage might help.",
            "The rain-cooled system was a big improvement over today’s fake grass. And in the outdoor tests, rain fell often enough to supply all the water the system needed. But in hotter, drier cities, the system may need irrigation, as real grass does.",
            "Cost is another factor: This system is more expensive than real grass or fields of standard fake grass. But if cities can view sports fields as part of how they manage rainwater, the costs for both can be combined, Cirkel says.          ",
            "His team’s study was done in partnership with a company that installs sports fields. Based on their encouraging field tests, they’ve now gone on to build full-sized systems in the Netherlands, United Kingdom and Japan."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/to-spot-a-deepfake-focus-on-eyes-ai",
        "title": "\n\tWant to spot a deepfake? Focus on the eyes  ",
        "content": [
            "*Two_side-by-side_images_and_closeups_of_their_eyes_displayed_under_their_images_reveal_that_the_imag",
            "Reflections in the eyes of these images reveal that the one on the left is a real photo (of the actress Scarlett Johansson) and the one on the right is an AI-generated deepfake. ",
            "This is another in a year-long series of stories identifying how the burgeoning use of artificial intelligence is impacting our lives — and ways we can work to make those impacts as beneficial as possible.",
            "Clues to which images are deepfakes may be found in the eyes. ",
            "Deepfakes are phony pictures created by artificial intelligence, or AI. They’re getting harder and harder to tell apart from real photos. But a new study suggests that eye reflections may offer one way to spot deepfakes. The approach relies on a technique used by astronomers to study galaxies. ",
            "Researchers shared these findings July 15. They presented the work at the Royal Astronomical Society’s National Astronomy Meeting in Hull, England. ",
            "In real images, light reflections in the eyes match up. For instance, both eyes will reflect the same number of windows or ceiling lights. But in fake images, that’s not always the case. Eye reflections in AI-made pictures often don’t match.  ",
            "Put simply: “The physics is actually incorrect,” says Kevin Pimbblet. He’s an astronomer at the University of Hull. He worked on the new research with Adejumoke Owolabi while she was a graduate student there. ",
            "Astronomers use a “Gini coefficient” — an index of how light is spread across some image of a galaxy. If one pixel has all the light, the value is 1. If the light is spread evenly across pixels, the index is 0. This measure helps astronomers sort galaxies by shape, such as spiral or elliptical. ",
            "The researchers applied this idea to photos. First, they used a computer program to detect eye reflections in pictures of people. Then, they looked at pixel values in those reflections. The pixel value represents the intensity of light at a given pixel. Those values could then be used to calculate the Gini index for the reflection in each eye. ",
            "*A_set_of_four_pairs_of_eyes_shows_how_the_reflections_in_each_eye_don't_match,_revealing_the_images_",
            "fCEach of these pairs of eyes (left) have reflections (highlighted on the right) that reveal them as deepfakes.",
            "The difference between the Gini coefficient of the left and right eye can hint at whether an image is real, they found. For about seven in every 10 of the fake images examined, this difference was much greater than the difference for real images. In real images, there tended to be almost no difference between the Gini index of each eye’s reflection. ",
            "“We can’t say that a particular [difference in Gini index] corresponds to fakery,” Pimbblet says. “But we can say it’s [a red flag] of there being an issue.” In that case, he says, “perhaps a human being should have a closer look.” ",
            "This technique could also work on videos. But it is no silver bullet for spotting fakes. A real image can look bogus if someone is blinking. Or if someone is so close to a light source that only one of their eyes reflects it.  ",
            "Still, this method may be yet one more useful tool for weeding out deepfakes. At least, until AI learns to get reflections right. "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/plastic-pollution-microbes-break-down-algae-plants",
        "title": "\n\tTo limit pollution, new recipe makes plastic a treat for microbes",
        "content": [
            "*tiny_bits_of_colored_plastic_scattered_in_soil",
            "Microplastic bits can show up anywhere in the environment, including soil (as here). A new plastic can break down when exposed to certain bacteria. That should limit the ability of those plastic bits to stick around long enough to harm ecosystems — and people. ",
            "Plastic pollution is hurting the planet. Even when plastics break down, tiny bits of them still end up polluting the air, the oceans, our food — and even our blood. But a new material might help limit that.",
            "“We’re basically running a giant experiment right now, in terms of what microplastics and nanoplastics are doing to us,” says Michael Burkart. He’s a chemical biologist at the University of California, San Diego (UCSD). He’s also a founder of Algenesis Materials. It’s a company developing a new plastic.",
            "Most plastics have been made from crude oil, a fossil fuel. Four years ago, Burkart’s team at UCSD developed a new type. They made it from building blocks that can be produced by algae. Now, they’ve shown that this plastic breaks down quickly when a particular species of bacteria dine on it.",
            "The researchers described the finding March 12 in Scientific Reports.",
            "In the environment, larger plastic pieces tend to break down into tinier and tinier bits. If the starting plastic is made from fossil fuels, those bits can take centuries to break down completely. In contrast, Burkart’s team reports the new plastic shouldn’t stick around long enough to harm wildlife (or us).",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The new plastic is a type of polyurethane. Such plastics are used to make foams, paints and adhesives, among other things. The new, biodegradable type contains many chemical building blocks. Small chemical groups known as esters link all those building blocks into a long chain. Bacteria can break apart those esters, releasing the building blocks.",
            "Those building blocks are made from ingredients produced by plants and algae. Many types of microbes break down plants and algae and eat those building blocks. The researchers suspected those microbes might do the same thing to the building blocks of the new plastic.",
            "To test that, Burkart’s team broke their new plastic into tiny particles. They did the same with a different type of plastic made from fossil fuels. It’s known as ethyl vinyl acetate, or EVA. Then researchers mixed these microplastics with fresh compost — a moist mix of decomposed plants, food waste and microbes. After 90 days, 68 percent of the new plastic had broken down. That number climbed to 97 percent after about seven months. In contrast, the researchers saw no EVA breakdown throughout that time.",
            "Compost has everything the plastic needs to degrade: microbes to break it down plus water. The material also can break down in wet soil or the ocean.",
            "But the new plastic won’t break down while you’re using it, says Stephen Mayfield. He’s a molecular geneticist at UCSD. He’s also the chief executive officer of Algenesis Materials. To break down the microplastics, “you need them to be wet 24 hours a day, seven days a week,” he says. “If you break that cycle, even for a short period of time, you kill the microorganisms.”",
            "*phone_cases_made_from_biodegradable_plastic_after_0,_29,_192,_370_and_533_days",
            "fCThis phone case is made from the biodegradable plastic. After being mixed with compost for a year and a half, it turned brown and brittle, showing microbes were breaking it down. Another phone case that was not composted (not shown) was still fully intact after a year. ",
            "When microbes break down plant materials, such as cellulose, they release carbon dioxide (CO2), a greenhouse gas. The researchers decided to compare the CO2 output of microbes dining on the new microplastic to when they ate cellulose.",
            "The new plastic’s breakdown released just as much CO2 as when the microbes ate the same amount of cellulose. This suggests the microbes were breaking down the plastic about as well as they do plants. The scientists even found one bacterium that can survive just by munching bits of the new plastic.",
            "Finally, the UCSD team made a cell phone case from a similar polyurethane that microbes can break down. They left it in moist compost for a year. Afterwards, the case was brittle and discolored. Those changes indicate that microbes living naturally in the compost were breaking it down.",
            "The scientists also coated a piece of fabric in the new plastic. After being mixed with the compost for two weeks, that fabric easily broke apart. Another piece of the coated fabric was not composted. It was still intact after two weeks.",
            "“I’m so excited for this in the textiles space,” says Lisa Erdle. She’s an ecotoxicologist at 5 Gyres. It’s a nonprofit institute in Santa Monica, Calif. Erdle did not take part in the new work, but she does study how microplastics affect the environment.",
            "Polyurethane is sometimes used to coat natural fibers, like wool and cotton, for clothing, Erdle says. Over time, that plastic coating flakes off, “fragmenting into smaller and smaller pieces and never going away.” Having something that can readily be broken down by bacteria, she says, is better than “having persistent plastic in the environment.”",
            "*fabric_coated_in_biodegradable_plastic_after_0,_19_,_and_38_days",
            "fCThis fabric is coated with biodegradable plastic. After a month mixed with compost, it crumbled into pieces. That suggests that microbes broke down the plastic. Another piece of coated fabric (not shown) was not composted; it didn’t change at all during that time.",
            "Moving forward, Algenesis Materials hopes to start making biodegradable, single-use plastics, says Mayfield. These might, for example, replace materials currently used in food packaging, he says. And then “you just chuck that thing in a compost pile and it becomes mulch in about 90 days.”",
            "“What I want is for people to have hope that there are solutions” to the microplastics problem, says Burkart. “We actually don’t have to accept the status quo.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-carbon-capture-definition-pronunciation",
        "title": "\n\tScientists Say: Carbon capture",
        "content": [
            "*two_fence-like_rows_of_tubes_one_grey,_one_green_run_across_a_platform_toward_other_equipment_under_",
            "These tubes, called bioreactors, are filled with microalgae that sponge carbon dioxide from the atmosphere and use it in photosynthesis. This process converts the carbon dioxide into sugars, which the algae use to grow and reproduce — removing it from the air. ",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1776482877&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Carbon capture refers to technology that tries to tackle climate change by capturing carbon dioxide, or CO2.",
            "In Earth’s atmosphere, CO2 works like a blanket. It traps heat, warming our climate. Humans add a lot of CO2 to the air when they burn fossil fuels, such as coal, oil or natural gas, for energy. Carbon capture can reduce this climate-warming CO2 pollution.",
            "There are two main types of carbon capture. One removes CO2 that’s already in the atmosphere. That’s called non-point-source capture. The other removes CO2 from the source — where it is made — so it never enters the atmosphere. That’s called point-source capture.",
            "Point-source carbon capture is used in some industries that produce a lot of CO2, such as steel- and cement-making. One type of point-source carbon capture uses a liquid to remove CO2 before it billows out of a smokestack. Another approach uses special materials that cling to CO2 molecules, removing them from emissions. Once captured, this carbon must be used or pumped deep underground for storage.",
            "Non-point-source carbon capture removes CO2 from the atmosphere — after it has escaped from where it was made. One approach uses tanks filled with a kind of algae called microalgae. Like plants, these algae carry out photosynthesis. This process converts CO2 in the air into sugar, which the algae use to grow and reproduce. When algae reproduce — giving rise to more algae — they’ve turned CO2 into biomass, the matter that makes up organisms. That removes CO2 from the air. The algae’s biomass might then be stored or used to make fertilizers or other valuable products.",
            "Carbon capture technologies receive some criticism. Some people argue that the benefit of this tech is too small to be of value. Or that carbon capture can disguise the real problem — that people should not be burning so many fossil fuels in the first place. Others point to the risks of carbon capture, such as leakage of the stored CO2. Carbon capture technologies remain one of several approaches to tackling climate change.",
            "For carbon capture, special nano-scale materials sponge CO2 from the air.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/mayo-behavior-nuclear-fusion",
        "title": "\n\tWeirdly, mayo can help study conditions ripe for nuclear fusion ",
        "content": [
            "*A_spoon_scooping_mayonnaise_out_of_a_jar",
            "Yes, mayonnaise, the same stuff you might put on a sandwich. Dollops of the condiment could help scientists better design nuclear fusion experiments.",
            "Mayonnaise is useful for smearing on sandwiches and  prepping potato salads. But scientists are now using it to study nuclear fusion.",
            "How mayonnaise behaves can vary. If jiggled gently, it returns to its original shape. That’s called elastic behavior — like how an elastic hair band will return to its original shape after you stretch it. But fling the mayo forcefully and it takes on plastic behavior. That means it permanently changes its shape or can even break apart. (You’re probably more familiar with the term “plastic” to describe the material that makes up soda bottles, LEGOs and more. The two terms are related. Plastic, the material, is named after its ability to be molded or deformed into various shapes.)",
            "This elastic-to-plastic morphing also can also take place in tests that use lasers to kick off nuclear fusion. That’s the process where slamming two lightweight atoms together hard enough can make them merge. The mass of this combo is less than the sum of each starting atom. That’s because some of that mass is converted into energy. So the process releases an enormous amount of energy.",
            "Scientists want to learn how to control fusion so they can one day use it to generate electricity.",
            "Scientists have been working to ignite a fusion reaction in the lab that releases more energy than went into it. Last December they succeeded. Researchers at Lawrence Livermore National Laboratory in California beamed 192 lasers at a small chamber containing fuel. This raised the pressures and temperatures so high inside the fuel that the nuclei of its atoms fused. And those fusion reactions released more energy than had been needed to set them off.",
            "But it’s difficult to study how materials behave under the extreme conditions required for fusion. And that’s where the mayonnaise comes in.",
            "The behavior of the fuel capsule in fusion experiments, it turns out, has a lot in common with mayonnaise. The fuel capsule is a metal or other material that contains a gas (the fuel). When lasers hit the capsule, it melts. The melty capsule can now switch from elastic to plastic.",
            "The molten capsule has some properties of a solid. Like gloopy mayo, it doesn’t flow on its own. Under enough force, however, it can break apart. If the capsule becomes plastic before fusion occurs, the gas could escape. And that could prevent fusion from taking place.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Two mechanical engineers at Lehigh University in Bethlehem, Pa., wanted to understand that better. So they looked at how mayo mixes with a gas — air. Aren Boyaci and Arindam Banerjee spun a wheel into which they’d dropped dollops of mayo. The centrifugal force of the spinning wheel accelerated that mayo into the air. Here, the mayo acts like the melted capsule, and the air acts like the gaseous fuel.",
            "The scientists observed the glob while the wheel was spinning. They looked at it again after it stopped. They checked whether the mayo had returned to its original form, changed shape or broken apart. This determined the border between its elastic and plastic behaviors, they explain in the May Physical Review E.",
            "Working with mayo does have one drawback. When you show up in the supermarket checkout line with 48 containers of mayo, you’re bound to attract attention. “We sometimes get a lot of questions from the grocery stores,” Banerjee says, asking “why we are buying that much mayonnaise.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/science-of-paper-cuts",
        "title": "\n\tScience reveals the reasons behind painful paper cuts",
        "content": [
            "*A_photo_of_a_hand_with_a_paper_cut_on_the_index_finger",
            "A piece of paper’s thickness and slicing angle affect its ability to cut through skin, physicists report.",
            "Tiny as they are, paper cuts can cause real pain.",
            "It’s common to get a minor cut while flipping through a magazine or book. But tissue paper is not likely to draw blood. Now, scientists have explained the physics behind why some paper is more likely to slice through skin.",
            "Physicist Kaare Jensen was part of a team that set up experiments to study this. They used a gelatin replica of human tissue. Jensen works at the Technical University of Denmark in Kongens Lyngby. A thickness of around 65 micrometers (not quite 3 thousandths of an inch) was the sweet spot for paper cuts, they found. (Or you might call it the sore spot!) Their findings got posted June 19 in Physical Review E.",
            "A thin sheet of paper wouldn’t cut; it would bend instead. Thicker paper made a dent in the gelatin but couldn’t break its surface. Like a dull knife blade, it couldn’t apply enough force over a small enough area of the material to pierce it.",
            "The most treacherous paper tested was the kind used in old-fashioned dot matrix printers. Good news for fingers everywhere: That paper isn’t used much anymore. Magazine paper ranked a close second in the scientists’ tests.",
            "The slicing angle also mattered. Pressing the paper’s edge straight down into the gelatin was less likely to cause a cut than if the paper’s path angled across and down.",
            "Next, the researchers put paper’s slicing powers to use. They designed a 3-D printed tool they call the Papermachete. Loaded with a strip of printer paper, the tool becomes a single-use knife. The paper blade can cut into cucumber, pepper and apple. It can even cut chicken. The tool could be a low-cost option for prepping some foods.",
            "Next, the researchers plan to study more realistic, finger-shaped materials, rather than flat sheets of gelatin, says Jensen.",
            "No human fingers were harmed in the making of the study. “Ideally, you would want some test subjects,” Jensen says. “But it’s hard to find volunteers.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/making-music-with-bottles-pitch",
        "title": "\n\tExperiment: Making music with bottles",
        "content": [
            "*assorted_glass_bottles_of_different_sizes,_shapes_and_colors_on_a_shelf",
            "Have you ever blown across a bottle’s top and noticed that it made a pleasant sound? In this experiment, we explore how the volume of air inside one of these containers affects its pitch.  ",
            "Objective: Determine the relationship between musical note frequency and air cavity volume when blowing over the top of a partly filled bottle",
            "Areas of science: Music",
            "Difficulty: Medium intermediate",
            "Time required: 2–5 days",
            "Prerequisites: None",
            "Material availability: Readily available",
            "Cost: $20–50",
            "Safety: No issues",
            "Credits: Andrew Olson, Ph.D., and Teisha Rowland, Ph.D., Science Buddies",
            "Some musical instruments produce sound from vibrating strings, others from vibrating reeds and still others from resonating columns or cavities of air. In this science project, you will study a simple example of the last type of instrument: a narrow-necked bottle partially filled with water.",
            "How do musical instruments make the sounds that they do? All sound is made by vibrations. The vibrations push and pull on air molecules, changing the air pressure around them. The pushes cause a local compression of the air (increase in air pressure), and the pulls cause a local rarefaction of the air (decrease in air pressure). The compressions and rarefactions are rapidly transmitted through the air from the original source as a wave and are commonly called a sound wave. In summary, sound itself is a wave, a pattern, of changing air pressures.",
            "*a_drawing_showing_how_a_sound_wave_is_detected_and_a_graph_showing_pressure_versus_time",
            "fCFigure 1. Illustration of a sound wave as compression and rarefaction of air (top) and as a graph of pressure vs. time (bottom).",
            "The top part of Figure 1 represents the compressions (darker areas, increases in pressure) and rarefactions (lighter areas, decreases in pressure) of a pure-tone (i.e., single-frequency) sound wave traveling in air. If you measured the changes in pressure and graphed the results, you could see how pressure changes over time, as shown in the bottom of Figure 1. The peaks in the graph correspond to the compressions, and the troughs correspond to the rarefactions.",
            "*two_graphs_showing_a_high-frequency_wave_which_has_a_shorter_period_and_low-frequency_waves_which_ha",
            "fCFigure 2. Graphs of high (top) and low (bottom) frequency waves.",
            "For a sound wave, the frequency of the wave is related to the perceived pitch or musical note of the sound. The higher the frequency, the higher the perceived pitch. Technically, the frequency of a wave describes how many cycles of the wave happen during a certain amount of time. This is measured in hertz, or cycles per second. On average, the frequency range for human hearing is from 20 hertz at the low end to 20,000 hertz at the high end. Figure 2 shows examples of sound waves of two different frequencies. The period in the wave is the time that it takes for a single cycle of the wave to pass. (For more information on how sound waves make certain frequencies and harmonics, check out the Science Buddies project idea Do-Re-Mi with Straws.)",
            "Containers with an opening that is smaller than the width of the container are called air cavities, also known as Helmholtz resonators. Certain musical instruments, like ocarinas (Figure 3), are Helmholtz resonators. Note that Helmholtz resonators are different from air columns, or containers where the opening is the same width as the rest of the container (similar to musical instruments like clarinets). The frequency of the sound wave generated by a Helmholtz resonator depends on the geometry of the opening (its area and length) as well as the volume of air inside the cavity. But what exactly is the relationship? In this science project, you will investigate how musical note frequency changes based on the volume of the empty space when producing notes by blowing over the top of a partially filled bottle.",
            "*a_wooden_ocarina",
            "fCFigure 3. This is an example of an ocarina.",
            "These are good resources on the physics of sound:",
            "fCTable 1.",
            "*a_close-up_of_a_person_pursing_their_lipe_to_blow_across_the_top_of_a_glass_bottle",
            "fCFigure 4. Blow across the top of a bottle, as shown here, to make a musical note.",
            "This activity is brought to you in partnership with Science Buddies. Find the original activity on the Science Buddies website.",
            "*A_banner_that_reads_SCIENCE_BUDDIES"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/explainer-how-heart-beats",
        "title": "\n\tExplainer: Anatomy of a heartbeat",
        "content": [
            "*a_model_of_a_uman_heart_behind_illustrated_ECG_traces",
            "The heart beats steadily from long before you’re born to the day you die. Triggering each beat (illustrated in background by an electrocardiogram line) is a zap of electricity — literally the pulse of life. ",
            "Your heart beats about 100,000 times per day. That’s around 3 billion times over an average lifetime. Each beat pumps blood to the lungs, where it picks up oxygen. From there, it flows on to all of the rest of our cells, bringing nutrients and life-sustaining oxygen and carrying away wastes.",
            "When we sit quietly in a chair, our hearts typically beat between 60 and 100 times per minute. But very fit people can have as few as 40 to 50 heartbeats per minute. When you’re exercising, stressed or angry, your heart rate will speed up. How fast? The usual estimate for how fast your heart can beat is 220 beats per minute, minus your age (in years). So a 13-year-old would have a maximum heart rate of 207 beats per minute.",
            "Our hearts are made up of millions of muscle cells. And no matter how your heart rate changes, all of those cells still contract — and beat — in the right order. And they do it over and over without stopping.",
            "iFhttps://www.youtube.com/embed/GMBSU-2GK3E?feature=oembed",
            "See how various parts of the heart rhythmically contract to move blood throughout the body.",
            "Each heartbeat is divided into two segments, which sound like “lub-DUB.” You can hear this if you put your ear on someone’s chest or use a stethoscope. The rhythm comes from the pumping of blood as the heart’s four chambers contract.",
            "Each beat starts in the heart’s two upper chambers — the right and left atrium. The right atrium fills with low-oxygen blood that is returning from a circuit around the body. The left atrium fills with blood coming from the lungs, where it picked up oxygen.",
            "These atria push blood down into two bigger, muscular chambers below them — the right and left ventricles. When the ventricles are full, valves close so the blood can’t flow back to the atria. That’s the “lub” sound.",
            "Now the ventricles contract. The right ventricle sends the low-oxygen blood to the lungs where it can pick up a new supply of oxygen. The left ventricle takes oxygen-rich blood and pumps it out to the rest of the body. Then the valves in those ventricles close to keep the blood from coming back in. That’s the “DUB” sound.",
            "Lub-DUB. Lub-DUB. The rhythm can speed up or slow down. But it always happens in the same order.",
            "It might be easy to think that the brain controls this action. After all, it controls our muscles and other organs. But while the heart takes some input from the brain, it has a “mind” of its own.",
            "If the four chambers of the heart are a four-piece band, all beating in rhythm, their conductor is the sino-atrial node. It is sometimes called the SA node or sinus node. It’s the heart’s natural pacemaker.",
            "*an_animation_showing_the_electrical_signal_that_travels_through_the_various_parts_of_the_heart_to_ca",
            "fCKalumet/Wikimedia Commons (CC BY-SA 3.0)",
            "This animation shows the electrical signal, or action potential, coming from the heart’s right sino-atrial node (at animation’s top left). That signal (in red) moves on to the atrio-ventricular node at center of the heart before spreading to the heart’s ventricles. This signal is what makes the chambers of the heart contract in a coordinated rhythm. The line at the bottom shows the electrical signal, like you might see in an electrocardiogram or EKG.",
            "This tiny bundle of cells is about the size of two grains of rice, laying end to end. It sits atop the right atrium. Electricity sets the rate at which this pacemaker fires a zap of electricity into the heart’s two upper chambers.",
            "That signal then travels to another clump of cells that sit between the heart’s upper and lower chambers, explains Edward Lakatta. He’s a cardiologist, or doctor who studies and treats diseases of the heart. He works at the National Institutes of Health in the Laboratory of Cardiovascular Science. It’s in Baltimore, Md. This second clump of cells makes up the AV node. That’s short for atrio-ventricular node. It’s an electrical transfer station.",
            "The AV node shuttles an electric pacing signal down to the heart’s lower chambers. This jolts the muscle cells that make up the walls of each ventricle. Called an action potential, this zap “wakes up heart cells in the ventricle,” Lakatta says, and asks them to squeeze. This action, he explains will “pump the blood out of the bottom part of the heart and throughout your body.”",
            "That, in a nutshell, is one heartbeat. And it happens about 60 times each minute — from before we’re born to the time we die."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-thc-definition-pronunciation",
        "title": "\n\tScientists Say: THC",
        "content": [
            "*a_photo_of_Cannabis_Sativa_plants_growing_in_a_greenhouse_with_a_person's_gloved_hands_visible",
            "The plant cannabis (pictured) contains the compound THC, which is mainly responsible for the drug's mind-altering effects.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1920348272&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "THC is a chemical found in the plant cannabis, or marijuana. THC is short for delta-9-tetrahydrocannabinol. It is the compound mainly responsible for cannabis’s psychoactive effects. That is, effects that change how a person thinks, feels or behaves. THC interacts with receptors in the brain to bring about such changes.",
            "The U.S. Food and Drug Administration has approved some lab-made forms of THC for medical use. The THC-containing medicine dronabinol is one example. Doctors sometimes prescribe it to increase a person’s appetite. It also can help relieve nausea. People going through cancer treatment sometimes suffer from appetite loss or nausea. For some, this medicine provides relief. However, patients can suffer bad side effects from the drug. These include hallucinations and paranoia.",
            "The medical value of cannabis remains debated though. This plant contains not only natural THC, but also other compounds that can affect the brain and body. Some studies have found it could help relieve some types of pain. But under U.S. law, cannabis remains a Schedule 1 drug. That means the law doesn’t recognize it as having any value in medicine and that it could harm people instead.",
            "Some people use cannabis for non-medical reasons. But recent studies suggest this could pose serious risks, especially for young people. Only about a third of teens think smoking marijuana a couple of times a week could be harmful. Yet, researchers find that cannabis use could impair a young person’s brain development. And, among adults, studies have found brain damage in those who regularly use the drug.",
            "The chemical THC gives Cannabis sativa most of its mind-altering effects, but new studies indicate this drug could harm young people’s brains.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/pfas-forever-chemicals-enter-skin",
        "title": "\n\tSkin appears to be no barrier for some common ‘forever’ chemicals",
        "content": [
            "*A_girl_in_a_raincoat_holding_an_umbrella",
            "Forever chemicals can show up in everyday products, such as raincoats and umbrellas.  A new study suggests they also could enter our skin — and might even reach our bloodstream.",
            "PFAS — also known as forever chemicals — are thousands of fluorine-rich compounds. And these human-made chemicals can be found everywhere. They’re in school uniforms, food packaging, cosmetics and personal care products. They seep into our food and drinking water. Now research suggests some can also enter our skin.",
            "These new data point to yet another way we can be exposed to the potentially harmful chemicals.   ",
            "PFAS is short for per- and polyfluoroalkyl (PAH-lee-flooh-roh-AL-kul) substances. They get that “forever” nickname from the almost unbreakable bonds between their carbon and fluorine atoms. Since the 1950s, these chemicals have turned up in everything from nonstick pans to stain- and water-repellent papers and fabrics.",
            "*Group_of_teenage_students_walking_home_from_school_together_wearing_school_uniforms",
            "fCMost school uniforms have been treated with PFAS, studies have shown. Wearing them can transfer PFAS to kids through their skin, data now suggest.",
            "But after broad use for so long, research has begun to show PFAS can be harmful to our bodies. Especially worrisome: They are unlikely to break down. So they’ve been showing up all over the environment.",
            "Environmental chemists at the University of Birmingham in England now show that PFAS can pass through the outer skin layer. That suggests PFAS might be able to get into our bodies and bloodstream.",
            "Oddný Ragnarsdóttir, Stuart Harrad and Mohamed Abdallah shared their new findings in the June Environment International.",
            "For their new study, the team studied 17 PFAS. They chose to study ones found in products that can come into contact with our skin. In the lab, the team dissolved each chemical in an alcohol. Then they applied a tiny amount of each chemical — 500 billionths of a gram per square centimeter — to samples of tissue made from lab-grown human skin cells. ",
            "After 36 hours, 11 of the 17 PFAS had crossed the outer, barrier layer of skin. PFAS with only four to seven carbon atoms entered more readily than those with more carbon atoms.",
            "The researchers also measured how much of each PFAS stayed in the skin — and how much had never been absorbed. Roughly 59 percent of one PFAS (PFPeA ) and 49 percent of another (PFBS) entered the skin. In fact, each reached a fluid beneath the skin — one used as a stand-in for the bloodstream.",
            "*3-D_human_skin_model_in_the_lab",
            "fCResearchers used 3-D models of human skin (tweezers hold an example) to investigate whether some PFAS can pass through the skin.",
            "These shorter PFAS had been developed as safer alternatives to the original forever chemicals. As these findings show, the newer ones, too, may be a problem.",
            "“We cannot say with 100 percent certainty that [PFAS] will end up in the bloodstream,” says Ragnarsdóttir (who now works at the University of Iceland in Reykjavik). “But they have still managed to enter the skin,” she says. And that “is the first step in the process of [skin entry].”",
            "Her team’s tests used a model of human skin. But it might not have behaved exactly as intact skin will, notes Miriam Diamond, who was not involved in the study. She’s an environmental scientist in Canada at the University of Toronto. Our skin is thicker in some places, she explains, such as the soles of our feet. It’s thinner in others, such as over our genitals. So absorption may differ greatly depending on where a PFAS touches the skin.",
            "What’s more, Ragnarsdóttir notes, her team used doses that were higher than people would normally encounter. (That dose had been picked to more easily track the movement of the chemicals.)",
            "Even so, she says, people need to take note of whether their clothing and the personal care products they use on their skin contain PFAS. “We wear our clothes for hours during the day,” Ragnarsdóttir says. “So if you’re wearing something with PFAS, it’s a source of exposure.”",
            "Most people in the United States are exposed to PFAS through food packaging, indoor dust and tainted drinking water. The U.S. Environmental Protection Agency became so concerned about PFAS levels in drinking water that in June 2022 it set limits to help cut those exposures.",
            "Past research had suggested skin might be a possible route of PFAS exposure, too. But there had been few data on this. One study, for instance, showed a PFAS could enter rat skin. But “the skin of a rat does not [precisely] mimic human skin,” notes Harrad on the Birmingham team. That, he says, is why this new study has long been needed."
        ]
    }
]