[
    {
        "URL": "https://www.snexplores.org/article/chocolate-flavor-bacteria-yeast",
        "title": "\n\tThank microbes for chocolate’s tasty flavors",
        "content": [
            "*Three_cocoa_pods_The_first_has_a_ripe_orange_yellow_pod_The_top_third_has_been_cut_and_sits_like_a_c",
            "Chocolate’s flavor doesn’t just come from the plant that produced the cocoa beans. Taste is also shaped by yeast and bacteria during fermentation. That’s a key part of the chocolate-making process where microbes convert sugars and other molecules in the beans and pulp (white surrounding beans inside the pod, middle and left) into fine flavors.",
            "The flavor of chocolate can vary a lot from piece to piece. Some chocolate treats may have a slight fruity tang. Others may carry hints of floral or even nutty flavors. Scientists knew that soil, rainfall and other conditions on cocoa bean farms shaped chocolate’s taste. But new research now shows that the flavor of chocolate depends mostly on the wild microbes that ferment the cocoa beans.",
            "One might think cocoa plants’ DNA would determine the taste of chocolate. But “fermentation also is driving the flavor,” says David Gopaulchan. “I would even argue, [it] has an even bigger impact on the flavor.” Gopaulchan studies plant genetics at the University of Nottingham in England. He and his colleagues shared the new findings in the September Nature Microbiology.",
            "Past studies have identified microbes involved in cocoa fermentation. But this work “pulled out all the stops to try to understand the process,” says Rachel Dutton. This microbiologist wasn’t involved in the work. But her company Microcosm Foods in Berkeley, Calif., studies fermented foods.",
            "Gopaulchan’s team worked with three women-owned farms in Colombia. All grow similar strains of cocoa. Two of the farms produced fine chocolate while the third made bulk chocolate. (Fine chocolates’ floral, fruity and other subtle flavors set them apart from plain bulk chocolate.)",
            "The researchers tracked the temperature and pH in fermenting beans from each farm. They also tracked the microbes at each stage of the process.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Yeasts were some of the first microbes to belly up to the chocolate bar. They broke down sugars in the beans, turning them to alcohol. This process created heat within 24 hours of fermentation. That heat killed the beans and kept them from sprouting.",
            "After 48 hours, some types of bacteria began to multiply. Those bacteria turned the alcohol made by the yeasts into acids. That increased the pH of the bean batch. The bacteria also further broke down the beans and the pulp that surrounded them. Other yeasts and bacteria soon joined the party. They turned the compounds made by earlier microbes into tasty molecules.",
            "The timing and speed of the temperature and pH changes are key for making flavors, says Aimee Dudley. So are the transitions between microbes, she adds. Dudley studies yeast genetics but was not involved in the new study. She works at the Pacific Northwest Research Institute in Seattle, Wash.",
            "Gopaulchan and colleagues wondered if they could put together microbe teams to mimic what they’d seen. To find out, they looked at the DNA of the microbes involved in fermenting the beans. That allowed them to pick out microbes linked to certain flavor compounds. They could then predict a combo of microbes that should produce the two farms’ fine chocolate flavors.",
            "The researchers put together bacteria-yeast mixes and fermented small batches of beans in the lab. A panel of expert tasters tested the lab-fermented beans. They confirmed that the flavors did match the two farms’ chocolates. Some of those flavors included notes of orange blossom, citrus and tropical fruit.",
            "*A_field_of_dark_brown_fermented_cocoa_beans_dries_in_the_sun_on_a_Colombian_cocoa_farm_after_yeast_a",
            "fCYeast are the first microbes to start fermenting cocoa beans. These beans are drying after fermentation on a chocolate-producing farm in Huila, Colombia. Yeasts convert sugars in the beans and pulp to alcohol. They also make other chemical compounds. Bacteria then alter those molecules, producing flavors.",
            "The lab mix wasn’t perfect, though. It lacked caramel, nut and light wood flavors from the farm-made chocolates. It also had more grassy notes than the fine chocolates did.",
            "Still, the study shows that microbes that ferment cocoa form predictable communities, says Dutton. She has found similar predictable bunches of fungi and bacteria in cheese. In cheese and chocolate, different strains of local microbes bring their own flavors.",
            "In the future, lab-made microbe mixes could be used to produce designer flavors, Gopaulchan says. They could create flavors that don’t exist. Or ones that are hard to find in natural fermentation.",
            "But some chocolate makers aren’t on board with that idea. Take Luisa Bedi and Martyn O’Dare. They make chocolate at Luisa’s Vegan Chocolates in Nottingham, England. Lab-made microbe mixes “would be very much rejected by the craft chocolate producers and market,” they say. Using pre-mixed microbes could reduce the variety of chocolate flavors. And there’s no need for those mixes when “good farming practices already produce great tasting chocolate.”",
            "Lab-based microbes might also make too much of some compounds that flavor fine chocolates, Dudley says. “Humans have a very sharp boundary for what tastes really good and what tastes awful,” she says. “Yeast make the amount of those compounds at exactly that boundary of what humans think is palatable.” Messing with the mixes could cross the line. And that could turn chocolate from delicious to disgusting.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-benthic-definition-pronunciation",
        "title": "\n\tScientists Say: Benthic",
        "content": [
            "*_Scientists_Say_Benthic0",
            "Soft corals swaying in the gentle Caribbean waters of the Atlantic Ocean are examples of benthic organisms.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/soundcloud%253Atracks%253A2197413803&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "The word “benthic” refers to the bottom of a body of water, such as an ocean, lake or stream. The word comes from the Greek term “benthos,” which means “deep of the sea.” Ecologists contrast the benthic zone with the pelagic zone. That’s the open water region where fish and whales swim.",
            "Imagine wading into a stream. You are walking on the benthic zone — the bottom of a body of water. Some benthic zones, such as the bottom of a lake, river or salt marsh, are shallow. Sunlight can cut through shallow water in these wetlands. That’s important because sunlight — which powers photosynthesis — allows plants to grow in these habitats.",
            "But some parts of the ocean are so deep that sunlight doesn’t reach the bottom. Scientists used to think nothing could survive in such a deep, dark place. But expeditions to the deep ocean floor show just the opposite. Parts of the ocean floor have thriving ecosystems thousands of meters below the surface. Even deep sea sediments are home to unique microbes.",
            "Deep or shallow, the benthic zone teems with life. In freshwater habitats, crayfish, worms, snails and insect larvae call the benthic zone home. In ocean and coastal habitats, you’ll find seagrass, lobsters, sea stars and more. And the deepest parts of the ocean? There you’ll find unique ecosystems that don’t require sunlight and photosynthesis for energy.",
            "Organisms in the benthic zone help the entire ecosystem. Many decomposers — especially microbes — live in the benthic layer. When dead animals or plants sink to the bottom of a lake or ocean, decomposers break them down. That recycles the dead matter and makes the minerals available for other forms of life. In the process, some microbes make a gas called hydrogen sulfide. That’s the same gas that gives rotten eggs — and some swamps and marshes — their funky smell.",
            "Die-offs of some benthic life, such as coral, serve as indicators of climate tipping points.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/oldest-mummies-smoke-dried-asia",
        "title": "\n\tSmoke-dried mummies found in Southeast Asia are the oldest known",
        "content": [
            "*A_folded_up_skeleton_with_what_looks_like_the_knees_near_the_skull_sits_on_dirt_Researchers_say_it's",
            "Skeletons of people in crouched and squatting postures, such as this one, have been found buried across southern China and Southeast Asia. Studies of the preserved corpses show evidence of the oldest known form of mummification, researchers say. These skeletal remains are more than 9,000 years old.",
            "Egypt’s mummies are old, but not the record-holders. Southeast Asians preserved their dead some 7,000 years before Egyptians, new research shows.",
            "Hunter-gatherers across southern China, Southeast Asia and nearby islands mummified bodies as long as 12,000 years ago. They bound the corpses in crouched postures, then dried the bodies over low-temperature fires for several months, says Hsiao-chun Hung. She’s an archaeologist at Australian National University in Canberra.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Hung was part of a team that described their findings Sept. 15 in the Proceedings of the National Academy of Sciences.",
            "The team studied the remains of people buried in crouched or squatting positions. The mummified bodies came from 95 sites in Southeast Asia and nearby islands (including Borneo and Java). Some remains had burned patches on the skull or other bones.",
            "The bodies’ postures and the spotty scorching hinted that these dead had been exposed to slow-burning fires. Low heat and smoke dried out and mummified the corpses’ skins. This helped to keep their skeletons from falling apart.",
            "*The_image_shows_a_modern-day_mummified_person_with_their_jaws_open_and_their_body_folded_so_the_knee",
            "fCResearchers studied modern-day smoke-dried mummies to understand how ancient groups might have preserved crouched corpses. This example is from the Dani people of the New Guinea Highlands.",
            "The team also did molecular analyses on 54 individuals representing 11 sites. The bones’ internal structure revealed signs of extended heating at low temperatures.",
            "Mummifying bodies by smoke-drying may stem from ancient beliefs about how to preserve revered ancestors. These beliefs spread across Asia as people started migrating from Africa some 60,000 years ago, Hung suspects.",
            "Smoke-drying of bodies before burial has been observed historically among Indigenous Australian groups. Today, the practice continues in parts of the New Guinea Highlands.",
            "South America’s Chinchorro people began mummifying their dead some 7,000 years ago. Living in a coastal desert, their custom involved removing the body’s internal organs and brain. Then they left a corpse in the desert to dry out. Egyptians’ use of resins and other substances to embalm the dead began roughly 6,330 years ago.",
            "“The fact that smoke-dried mummification spread across such a vast area — and endured for more than 12,000 years among Indigenous groups — is remarkable,” Hung says.",
            "She plans to look elsewhere for smoke-dried mummies in crouched postures. First on her list: southern Chinese and Southeast Asian sites dating to more than 20,000 years ago."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-spooky-dark-energy",
        "title": "\n\tLet’s learn about spooky ‘dark energy’",
        "content": [
            "*an_illustration_of_the_big_bang_shows_stars_and_galaxies_bursting_out_from_a_tiny,_bright_point_in_s",
            "Something is driving our universe to expand faster and faster. Scientists call this unknown stuff “dark energy.” ",
            "“Dark energy” might sound like the kind of thing that ghost hunters would search for inside a haunted house. But dark energy has nothing to do with supernatural specters. It’s a real physical phenomenon. And it’s shaping our universe on the grandest scales.",
            "Dark energy is a mysterious force that is driving our universe to expand faster and faster. No one knows exactly what it is. But scientists estimate that it makes up about 70 percent of everything in the cosmos. (Another 27 percent of the stuff out there is dark matter. The rest is ordinary matter, which includes everything we can see — from stars to you.)",
            "Scientists need to understand dark energy to know how the universe evolved in the past — and what it will do in the future. While they might not yet have answers, scientists do have some ideas about how dark energy might affect that future.",
            "Say dark energy keeps pushing the universe to expand at the same rate throughout time. In that case, our cosmos may slowly cool and fade to black. But if dark energy pushes the universe’s expansion even faster? The universe could eventually tear itself apart. And if dark energy weakens over time, the universe may someday collapse.",
            "Recent data from the Dark Energy Spectroscopic Instrument, or DESI, hint that dark energy has weakened over time. But it’s possible that dark energy goes through phases of getting stronger or weaker. If so, maybe our cosmos yo-yo’s between expanding and contracting.",
            "New telescopes on the ground and in space may also help answer questions about dark energy. But for now, our observations of the universe leave us on a real cliffhanger about the fate everything.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The universe: How will it end? Understanding how dark energy works is crucial to predicting the fate of the universe. (4/17/2025) Readability: 6.8  ",
            "Mysteries about the universe abound, from its beginning to its end Dark energy is only one of the profound mysteries about our universe that has scientists scratching their heads. (10/20/2022) Readability: 8.2",
            "Cool Jobs: Mapping the unknown Meet one cosmologist who uses exploding stars, or supernovas, to study dark energy. (4/21/2016) Readability: 7.4",
            "iFhttps://www.youtube.com/embed/WNyY1ZYSzoU?feature=oembed",
            "One of the biggest recent discoveries in cosmology is that dark energy may be weakening. PBS explains what this means and why it matters. ",
            "Scientists Say: Dark Energy",
            "Scientists Say: Dark Matter",
            "The dark side of the universe",
            "Cosmic timeline: What’s happened since the Big Bang",
            "The long-awaited James Webb Space Telescope has a big to-do list",
            "Physics Nobel rewards discoveries on cosmic evolution and exoplanets",
            "The Vera Rubin Observatory is set to revolutionize astronomy",
            "A map of 14 million galaxies and quasars deepens a dark energy mystery (from Science News)",
            "Einstein’s gravity endures despite a dark energy puzzle (from Science News)",
            "The largest 3-D map of the universe reveals hints of dark energy’s secrets (from Science News)",
            "Word find",
            "When we say the universe is expanding, what exactly does that mean? To help picture it, follow these NASA instructions for making a model of the expanding universe with a balloon.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-space-junk",
        "title": "\n\tScientists Say: Space junk",
        "content": [
            "*an_illustration_of_a_satellite_in_orbit_over_earth_with_debris_coming_off_of_it_and_floating_above_E",
            "Space junk comes from various sources. Debris from derelict satellites is one example. Such debris often forms from collisions between two objects in orbit.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/soundcloud%253Atracks%253A2181117319&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Space junk, also called space debris, refers to trash left in space by humans. This trash includes objects as large as abandoned satellites and as small as flecks of paint.",
            "Humans have been generating space junk for as long as we have been exploring space. This junk includes discarded rocket boosters, old satellites and fragments left over when objects collide. In 2009, for example, two satellites crashed nearly 800 kilometers (about 500 miles) above Siberia. The crash created thousands of new pieces of space junk.",
            "Items lost during space missions make up a small amount of space junk. In 1965, American astronaut Ed White lost a glove during a spacewalk. Other astronauts have lost cameras, tools and even a toothbrush.",
            "Space junk is a growing problem. That’s because it shares the same, well, space, as other objects that orbit Earth. One of those objects is the International Space Station. There’s also weather, communication and other satellites people on Earth rely on.",
            "Objects in orbit around Earth typically zoom at scorching speeds. Space junk can zip around at up to 8 kilometers (5 miles) per second — or 29,000 kilometers (18,000 miles) per hour. At such speeds, any collision — even with something tiny — could rip holes in a spacecraft or damage satellites.",
            "More than 36,500 pieces of space junk larger than 10 centimeters (about 4 inches) orbit Earth today. They’re joined by more than 300 million even smaller pieces. As more trash ends up in space, more collisions will likely occur. Those collisions will break the trash into smaller — but still dangerous — pieces.",
            "Some space junk eventually re-enters the atmosphere. But that can take a long time. Debris orbiting closer to the Earth may fall into the atmosphere after a few years. Objects farther out may take hundreds or thousands of years.",
            "On re-entry, smaller space junk typically burns up in the atmosphere. So, it rarely hits Earth. But large pieces sometimes do. Debris from Skylab — an abandoned space station — fell from orbit on July 11, 1979. Chunks of the station fell over Western Australia and the Indian Ocean. Australian officials fined NASA $400 for littering.",
            "In 2021, NASA instructed the seven astronauts on board the International Space Station to take cover as they approached a region littered with space junk.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/grooved-surface-ice-sliding",
        "title": "\n\tSpooky! Grooved surface sends ice sailing — no outside push needed",
        "content": [
            "*a_photo_of_a_barren_dirt_desert_landscape,_mountains_are_in_the_distance_The_sky_is_bright_blue_and_",
            "As ice melts on an aluminum plate etched with a herringbone pattern, guided flow of its meltwater can slingshot the ice with surprising speed. ",
            "Blocks of ice can behave truly strangely. On some surfaces, melting ice needs no outside push to skate — or even seemingly slingshot itself around. How truly ghostly!",
            "The finding comes from a simple experiment. Its inspiration was the Racetrack Playa mystery in Death Valley, Calif. There, boulders weighing as much as 16.6 kilograms (36.6 pounds) seemingly dragged themselves hundreds of meters (yards) across a flat, dry lakebed.",
            "*a_photo_of_a_barren_dirt_desert_landscape,_mountains_are_in_the_distance_The_sky_is_bright_blue_and_",
            "fCJust like these mysterious boulders that dragged themselves across Death Valley, ice chunks in a lab can move all by themselves too, scientists have now found.",
            "In 2014, scientists traced the rocks’ travels to rain freezing beneath the stones. When it melted, light breezes sent windowpane-thick sheets of ice sailing along atop their own meltwater. These toted the rocks with them. Some rocks sailed along at rates of 2 to 5 meters (6.6 to 16.4 feet) per minute!",
            "Researchers at Virginia Tech in Blacksburg wondered whether they could design a surface to achieve this same effect without wind.",
            "The surface they’ve now engineered not only makes this possible, but also allows ice chunks to slingshot themselves at speeds much faster than the Death Valley boulders.",
            "This was “a shocker,” says Jonathan Boreyko. “I was not expecting [it] at all.”",
            "A mechanical engineer, Boreyko led the work. He and his colleagues debuted their new surface August 27 in ACS Applied Materials & Interfaces. This cool science might one day be used to de-ice vehicles or generate electricity.",
            "Boreyko has a long history of looking into wacky water phenomena.",
            "He’s studied how to keep frost from forming on scientific instruments in very cold environments. His lab also has studied the Leidenfrost effect. That’s where a droplet of water levitates on its own vapor in a super-hot environment. (You can observe this effect right now — with supervision! Just sprinkle a few drops of water on a very hot frying pan and watch the droplets dance.)",
            "The Virginia Tech team wasn’t expecting much when it first started investigating whether ice could self-propel. They had thought “let’s just be kids at heart and play around,” Boreyko recalls. Then they’d “see what happens.”",
            "*a_researcher_puts_an_ice_disk_on_the_engineered_aluminum_surface_in_the_lab",
            "fCWhat started as a fun side project turned into a surprising discovery. Researchers at Virginia Tech engineered a surface across which ice will slingshot itself — no outside force needed. ",
            "To create a mini racetrack for small sheets of ice, they cut angled grooves into a piece of aluminum. The grooves looked like a series of arrow-shaped channels. Known as a herringbone pattern, it helped guide water from the melting ice to flow in one direction.",
            "Just as predicted, that meltwater ferried the remaining ice. “Picture a person tubing on a lazy river,” Boreyko says. “You have the ice melting.” And what hasn’t melted “just kind of goes along for the ride.” It slides along “very slowly and methodically.”",
            "The team then made a second version of the surface. They coated this one with a waterproof spray. And it was this one that really surprised them.",
            "They expected the ice to move across it a bit faster, says Boreyko. Instead, it lagged at first. Sometimes, it took almost half a minute to start moving. But then it suddenly accelerated — almost like a slingshot. The ice sailed across this surface 10 times faster than in the first experiment.",
            "*a_composite_photo_showing_the_difference_in_ice_movement_with_and_without_the_waterproof_sprace_on_t",
            "fCAfter coating a grooved surface with a waterproofing spray, scientists found that small ice chunks would start moving slowly, then speedily propel themselves — despite no outside push.",
            "A closer look revealed that this slingshot effect came from a difference in pressure at the front and back of the ice. At the front, meltwater spilled out in a flat puddle. Water couldn’t flow out as easily at the back. So the meltwater built up there.",
            "This “creates a giant mismatch in surface tension that keeps building and building. Kind of like how your hand keeps pulling back more and more on the slingshot,” Boreyko explains. “Finally, that force is so dramatic that it unsticks the ice from the surface and slingshots it across.”",
            "The slingshot effect may be flashy. But it could prove “difficult to scale up,” says Dan Daniel, an applied physicist. It also “lacks long-term durability,” he adds. Daniel works at the Okinawa Institute of Science and Technology in Japan. What he finds most interesting about the new work is that the herringbone pattern alone can create and guide movement.",
            "“The fact that propulsion can be driven simply by geometric structuring — without the need for specialized surface treatments — is a key strength of the paper,” he says.",
            "Xuehua Zhang is a materials engineer in Canada at the University of Alberta in Edmonton. She can imagine several potential uses for the slick discovery. One idea: Developing new ways to de-ice surfaces. “I even think it may be possible to convert the kinetic energy of the ice block to other forms of energy,” she says. “For example, electricity.”",
            "Boreyko had that idea as well. Instead of going in a straight line, he imagines an ice chunk moving in a circle to rotate a turbine. But that idea is on the back burner for now. His lab is currently looking into how the slingshot effect might be used to sweep ice off surfaces such as car windshields.",
            "What started as a “fun side project” now has the potential to make a serious impact, Boreyko says. This goes to show that you never know where your curiosity might take you.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/ripple-bug-robot-feet-walk-on-water",
        "title": "\n\tRipple bugs’ frilly feet inspired a water-striding robot",
        "content": [
            "*A_closeup_of_a_ripple_bug_on_top_of_the_water_shows_fan_structures_on_its_feet_below_the_surface",
            "A water strider known as the ripple bug has frilly fans on its feet. Those fans help it dart and turn atop turbulent rivers.",
            "If you want to walk on water, it helps to have fancy feet.",
            "A type of water strider known as a ripple bug (Rhagovelia obesa) has frilly fans on its feet. Those fans unfurl when they touch water and close when removed. These ripple bugs use their feet like oars to quickly dart and turn atop choppy river waters.",
            "A new study shows that ripple bugs’ foot fans open and close automatically. No muscles are needed for that, researchers report in the August 21 Science. Their discovery inspired the team to build a water-striding robot with frilly feet of its own.",
            "Rice grain–sized ripple bugs boast some serious agility. With help from their special feet, they can make sharp turns in just 50 thousandths of a second. And they can move up to 120 body lengths per second!",
            "The bugs flit so fast that they appear to fly rather than stride atop water. “If you are blinking, you miss the action,” says Víctor Ortega Jiménez. He studies animal motion at the University of California, Berkeley.",
            "The fans on ripple bugs’ feet are made of tiny, ribbon-shaped barbs. Each barbs is studded with even tinier barbules.",
            "*A_fan-shaped_structure_attached_to_a_bug_left_A_closeup_shows_the_structure,_consisting_of_flat_ribb",
            "fCRipple bugs’ middle feet sport fans of small, flat barbs. Each barb is studded with tinier barbules (shown in these scanning electron microscope images). This helps the insects row along the surface of the water.",
            "When dipped under water, the stretchy barbs and barbules fan out. But when pulled from the water, the attraction of water molecules to their fibers produces capillary forces. (Those forces result from the water molecules sticking to the fibers and to one another.)",
            "The force also pulls the barbs back together. It’s similar to how a paintbrush spreads when dipped into water and comes to a point when removed.",
            "Ortega Jiménez discovered this through a simple experiment. He attached a severed ripple bug foot to a strand of his wife’s hair. Then, he gently lowered the foot into a water droplet. In just 10 thousandths of a second, it burst open.",
            "*A_robot_rests_on_top_of_water_next_to_some_greenery",
            "fCInspired by ripple bugs, scientists developed a robot that darts across water with fans on its feet.",
            "Inspired by the ripple bug, his team built a robot with fanlike feet. It performed better than a similar bot without fans. This bug-inspired device also made sharper turns and glided farther after a single push.",
            "In the future, such robots could monitor streams, Ortega Jiménez suggests. Or they could help search flood zones for survivors.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/memory-manipulation-magic-brain",
        "title": "\n\tCould the magic of memory manipulation ever become real?",
        "content": [
            "*Fictional_wizard_Albus_Dumbledore_holds_up_a_wooden_wand,_perhaps_to_cast_a_memory_spell_A_bright_bl",
            "In the Harry Potter series, Albus Dumbledore preserves his memories in a magic basin. Modern tech isn’t quite that good — but memory-boosting brain implants may be on the way. ",
            "In the world of Harry Potter, memories can be manipulated with the flick of a wand. Albus Dumbledore reels wispy memories out of his head and puts them in a Pensieve. If he later dunks his head in that magical basin, he can see his past experiences with lifelike clarity. Hermione Granger, meanwhile, uses the spell Obliviate to remove herself from her parents’ memories to protect them from the wizarding world. ",
            "In real life, memories are not storable liquids or files that can simply be deleted from people’s brains. “I find memory very difficult to define,” says André Fenton. This neuroscientist studies memory at New York University in New York City.  ",
            "To make a memory, a person needs to experience something. This could be riding a bike, losing a tooth or playing with a pet. Then electricity courses through connections between the nerve cells, or neurons, in their brain, Fenton says. This electrical activity can strengthen those connections. The more exposure to an experience someone has, the stronger those connections become. These connections can also weaken over time, leading to forgetting. ",
            "The power to make someone perfectly remember or completely forget something is still mere fantasy. But some researchers have taken early steps to strengthen or weaken people’s memories. That work could help people suffering from disorders like Alzheimer’s. This is a disease in which people can lose their memories. Or it could help people with post-traumatic stress disorder. This PTSD is a condition in which people might suffer from memories they don’t want to have. ",
            "*A_3-D_rendering_of_a_brain_lies_against_a_black_background_The_different_lobes_are_a_transparent_blu",
            "fCThe hippocampus (yellow) is a part of the brain involved in storing memories. ",
            "Neuroscientist Robert Hampson is fascinated by the idea of the Pensieve. “I love to see the idea of being able to pull a memory, store it, look at it, examine it,” he says. Hampson studies memory at Wake Forest University School of Medicine. That’s in Winston-Salem, N.C.  ",
            "He and his colleagues haven’t found a way to store past experiences like leftovers in magical dishes. But they have found that giving tiny electrical zaps to people’s brains could help them form stronger memories. ",
            "In one experiment, Hampson’s team placed wires about as thick as a strand of hair in the brains of 17 patients with epilepsy. (The researchers chose patients with epilepsy because they often have wires placed in their brains to map and understand their seizures.) The wires recorded the electrical activity of brain cells in the hippocampus. That’s a part of the brain that processes memories.  ",
            "Patients then looked at a picture on a computer screen. A few seconds later, the screen showed that same picture, plus three different pictures. Patients were asked to choose the picture they had first seen. They repeated this process 100 times, then took a short break.  ",
            "Afterward, patients were shown 100 more pictures. These included pictures they had seen in the first part of the experiment. There were also pictures they had never seen. The patients were asked to touch the picture they were most familiar with.  ",
            "When we see a picture, electrical activity courses through our brains, says Hampson. But this electrical activity was different for every picture. Hampson’s team studied the electrical patterns produced when nine patients saw pictures in their sample. Then, the researchers could use math equations to mimic the patterns.  ",
            "The researchers applied tiny zaps that mimicked those electrical patterns to the other eight patients. In picture memory tests, the patients’ memories for images paired with the small jolts improved by 35 to 40 percent. Their memory did not improve for pictures not paired with the zaps.  ",
            "In the future, brain implants that deliver such tiny zaps might be used to boost memory. The researchers aren’t sure when this tech will be ready for widespread use. “The first users would likely be people suffering from a disease such as Alzheimer’s disease,” Hampson says. “Or from a head injury that results in damage to the parts of the brain associated with memory.”  ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Other scientists, meanwhile, are looking into whether it’s possible to help people forget certain memories. This research is still in its earliest stages. But experiments in animal cells suggest it might someday be possible.  ",
            "When people sense things, such as the colors of a beautiful painting or the touch of a soft flower, that activates some neurons. This changes where in the cells many molecules are found. That affects how the nerve cells work and, in turn, how they connect to each other. Such altered connections encode, or store, the memory of the experience. The things we give more attention are more likely to be encoded. ",
            "But “you can interfere with that encoding,” says Samuel Schacher. He is a retired neuroscientist based in New York City. He and his colleagues found they could manipulate memory encoding in an experiment with sea hare neurons. ",
            "The researchers worked with a circuit of three nerve cells. One was a motor neuron. That’s a nerve cell that causes muscles to move. Connected to that motor neuron were two sensory neurons. Those nerve cells process information from the environment. By making molecular tweaks to those nerve cells, the scientists were able to erase the memory-storing connection between the motor neuron and one of the sensory neurons.  ",
            "This hinted it could be possible to erase some memories while leaving others intact. And perhaps someday, new therapies could coax neurons into letting go of specific unwanted memories.  ",
            "*A_red_seahare_crawls_along_whitish-gray_sand_and_silt",
            "fCExperiments on cells from sea hares like this one hint that it may one day be possible to erase unwanted memories.",
            "People with some mental health conditions might benefit from such memory wiping. Take people with PTSD. When someone has this condition, traumatic memories can cause their mind to link a neutral experience to a dangerous one, says Schacher. ",
            "“But you don’t want to erase the fact that other behaviors associated with the bad event may be useful to remember,” says Schacher.  ",
            "While this science worked in sea hare cells, it’s far from being used in people. In the meantime, there are a few medications and therapies that exist for helping people cope with traumatic memories, says Schacher.  ",
            "In some sense, “we’ve been trying to manipulate memories forever,” says Fenton. For example, when we practice a sport, we are purposely strengthening our memories of how to move our bodies in certain ways. Likewise, if we choose not to study something, we allow ourselves to forget certain information. ",
            "But in each of these cases, we’re manipulating our memories through lived experience.  ",
            "Is it okay to make or erase memories instantly, no experience needed? “The ethics of that are very thorny,” says Fenton. Our lived experiences — and memories of them — make us who we are. Changing a person’s memories could, in some ways, cause them to be a different person, Fenton says. “We must proceed very carefully.” "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/fungi-zombie-insects-fossil",
        "title": "\n\tFungi have been ‘zombifying’ insects for 99 million years",
        "content": [
            "*Illustration_of_a_forest_scene_from_99_million_years_ago_where_an_adult_worker_ant_carries_a_fungus-",
            "This illustration shows an adult worker ant carrying a ant pupa infected with the zombifying fungus. In the background, a fly with a fungus bursting out of its back climbs up a tree. ",
            "Nearly 100 million years ago, a drop of tree resin captured a gruesome scene: a fungus bursting from the body of a young ant. That resin eventually hardened into amber. Today, this fossil is offering insight into a fungus that’s become famous for hijacking its victims’ brains. The ancient insect’s demise suggests such fungi have been infecting ants twice as long as scientists had thought.  ",
            "That fungus is called Ophiocordyceps (OH-fee-oh-KOR-dih-seps). It infects — and “zombifies” — insects such as flies, caterpillars and ants.  ",
            "Right before an infected ant dies, it will have a sudden urge to leave its nest and climb up onto a high leaf. There, it will bite down with a death grip. In one final gory moment, the fungus will then explode from the ant’s back.  ",
            "That blast releases spores that can now infect the fungus’ next victims. ",
            "How these fungi infect insects and control their behavior is fairly well known. But little had been known about when this bone-chilling behavior first began. Why? The soft bodies of fungi hardly ever become fossils. Even rarer, the researchers note, is finding a fossil insect with the fungus still inside. ",
            "It was a stroke of luck when Yuhui Zhuang stumbled across the ant fossil. The paleontologist had been digging through samples in his lab’s basement at Yunnan University in Kunming, China.  ",
            "When he saw something sticking out of one ant’s back, Zhuang first assumed it was a developing wing. Both ant queens and males have wings. But a 3-D image of the fossil revealed something different.  ",
            "*A_headless_fly_with_a_zombie_fungus_sprouting_out_of_its_back_trapped_in_a_droplet_of_amber",
            "fCThis fly with a zombie fungus sprouting from it was trapped in a droplet of tree resin 99 million years ago. (The fungus is that club-shaped structure emerging from the fly’s back.)",
            "To Zhuang’s surprise, a fungus was sprouting from a gland on the ant’s back.  ",
            "That fungus was remarkably similar to modern-day Ophiocordyceps — the “zombie fungus.” Its spores had a similar shape. Plus, the spores were growing out of a domelike structure that had burst from the insect’s back. ",
            "Intrigued, Zhuang went hunting for other infected insect fossils. That search turned up a fungus-ridden fly in a different collection of specimens. This insect, too, had been trapped in amber. And the fungus in it looked a lot like modern-day Ophiocordyceps. ",
            "Zhuang is part of a team that shared its new findings June 11. They appear in Proceedings of the Royal Society B. ",
            "The ant and fly fossils were both 99 million years old. It seems that ancestors of today’s “zombie fungi” were already infecting multiple groups of insects back then, says Conrad Labandeira. This paleontologist did not take part in the new study. He works at the National Museum of Natural History. It’s in Washington, D.C. ",
            "The ant and fly fossils suggest Ophiocordyceps evolved alongside its victims, says Zhuang. The oldest fossil ant ever found is 113 million years old. So fungi might have been infecting the ancestors of ants almost since they first appeared. ",
            "The ant in the newfound fossil was a pupa. During this stage of an ant’s life, it can’t move, Zhuang notes. So the fungus was likely not controlling this ant’s behavior.  ",
            "Perhaps a grown ant noticed the pupa was infected and removed it from the nest, he says. Outside, the fungus would now have released its spores in search of its next victim. ",
            "For an ant or a fly, Labandeira says, this is “a pretty gruesome story.” ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-creatures-halloween-zombies-vampires-ghosts",
        "title": "\n\tLet’s learn about the creatures of Halloween",
        "content": [
            "*cartoon_silhouettes_of_a_witch,_werewolf,_mummy,_vampire_and_Frankestein_stand_under_a_creepy_tree_a",
            "Science has a lot to say about spooky subjects, like how animals can become real-life zombies and why some people think they're being haunted.",
            "Halloween is a holiday about make-believe. It’s a night for telling ghost stories and dressing up as witches and werewolves. But not all Halloween creatures are fictional. And even the most mythical ones often have closer ties to reality than you might think.",
            "Vampires, for instance, are very real. They’re not the kind that lurk around dark castles wearing capes. Nor the sparkly Twilight variety. We’re talking about animals that suck the blood of their prey. Vampire bats are just one example. Did you know that ticks, bed bugs and mosquitoes also count as vampires? The ultimate Halloween mascot, though, might be the vampire spider. This critter eats blood-sucking mosquitoes. Even some parasitic plants act like vampires, slurping nutrients out of their neighbors.",
            "The animal kingdom is also full of zombies. These creatures aren’t undead. But they are pretty brain-dead. An animal can get zombified when a fungus, worm or other parasite infects its mind. The parasite’s goal? To make the zombie die in a way that helps the parasite. Single-celled parasites called Toxoplasma gondii, for instance, can hijack the minds of rats. The microbes make those zombie rats attracted to the scent of cat pee. As a result, the rats are easier for cats to gobble up. That’s good for the rat-controlling parasite, which can only complete its life cycle inside a cat.",
            "Other classic Halloween characters, like ghosts, are just figments of our imagination. But science is revealing why some people think spirits are real. In some cases, a person might be experiencing sleep paralysis. People with that condition basically dream with their eyes open. Others who pay little attention to their surroundings might mistake the actions of living people for ghosts.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Scientists have also busted myths around Halloween creatures like mummies. Mummies are, of course, real. These corpses provide useful windows into the ancient past of Egypt, Europe and South America. But they don’t rise from the dead. And mummy curses? Not so real — even if a famous explorer did die shortly after entering King Tut’s tomb. The two events only seem related because the human brain is wired to find connections even where there aren’t any, scientists say.",
            "But science isn’t all about throwing cold water on fantastical ideas. Check out the Technically Fiction series for the science on how to make witchcraft real and build a dragon.",
            "What the mummy’s curse reveals about your brain A man died soon after opening a mummy’s tomb. But don’t assume the mummy killed him. Statistics help explain why coincidences may not be meaningful. (1/14/2021) Readability: 7.2",
            "Here’s how cockroaches fight off zombie-makers Stand tall. Kick, kick and kick some more. Scientists observed these successful tactics among some study subjects that avoided becoming true zombies. (10/31/2018) Readability: 6.0",
            "True vampires Forget Count Dracula or Twilight’s Edward and Bella. Many creatures have a true thirst for blood, and here’s why. (10/28/2013) Readability: 6.3",
            "iFhttps://www.youtube.com/embed/LrJ3poBaNaQ?feature=oembed",
            "Centuries ago, these strange medical conditions may have inspired the myth of vampires.",
            "Scientists Say: Mummy",
            "Scientists Say: Vampire",
            "Explainer: Eek! What if you get bed bugs?",
            "Let’s learn about mummies",
            "The science of ghosts",
            "Wily bacteria create ‘zombie’ plants",
            "Zombies are real!",
            "Bacteria and bugs will save us from the zombie apocalypse",
            "3-D printing helps resurrect an ancient Egyptian mummy’s voice",
            "Ancient Egyptian mummy tattoos come to light",
            "Bee parasite is more werewolf than vampire",
            "Ancient child’s ‘vampire burial’ suggests Romans feared the walking dead",
            "True vampires",
            "Plant ‘vampires’ lay in wait",
            "Vampires’ gift of ‘blood honey’",
            "‘Vampire’ parasite challenges the definition of a plant",
            "Fossils show sign of ancient vampire microbes",
            "Sucking blood isn’t an easy life, even for vampires",
            "Word find",
            "STEAM Powered Family has 31 days’ worth of Halloween-themed STEM activities. Explore thermodynamics with flying teabag ghosts. Learn about water stratification using candy. Other activities put a Halloween twist on the classic volcano experiment and show you how to make your own glow-in-the-dark lava lamp."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-your-weekly-word",
        "title": "\n\tScientists Say: Your weekly word",
        "content": [
            "*dictionaries",
            "What’s that word? Find new science words every week with Scientists Say.",
            "Every week in our series Scientists Say, Science News Explores highlights a new science word, from absolute zero to zooxanthellae. Each word has a definition and is used in a sentence to help you understand the meaning. There’s even an audio recording, so you can hear exactly how to pronounce the term. All the words covered so far are listed below. Got a word you want to know about? Send an email to sns@sciencenews.org and put in a request!",
            "Absolute zero",
            "Absorb",
            "Acceleration",
            "Accretion disk",
            "Acid",
            "Acidification",
            "Acoustic",
            "Adaptation",
            "Addiction",
            "Adsorb",
            "Aerosol",
            "Agrivoltaics",
            "Albedo",
            "Algebra",
            "Alkaline",
            "Allele",
            "Altitude",
            "Amino acid",
            "Amoeba",
            "Ampere",
            "Amphibian",
            "Amusia",
            "Amygdala",
            "Anthropocene",
            "Anxiety",
            "Aphantasia",
            "Archaea",
            "Archaeology",
            "Artificial Intelligence",
            "Asteroid",
            "Astronaut",
            "Astronomical interferometry",
            "Atmosphere",
            "Atoll",
            "Atom",
            "Atomic number",
            "ATP",
            "Aufeis",
            "Autophagy",
            "Autopsy",
            "Avalanche",
            "Avulsion",
            "Bacteria",
            "Base",
            "Beakiation",
            "Big Bang",
            "Biofilm",
            "Biomagnify",
            "Bionic",
            "Black hole",
            "Blood-brain barrier",
            "Body mass index",
            "Bog",
            "Bond",
            "Brainwaves",
            "Bromeliad",
            "Bruxism",
            "Caecilian",
            "Calculus",
            "Calorie",
            "Camouflage",
            "Campfire",
            "Capsaicin",
            "Carbohydrate",
            "Carbon capture",
            "Carcinogen",
            "Catalyst",
            "Causation",
            "Cellulose",
            "Chemical",
            "Chimera",
            "Chlorophyll",
            "Chromosome",
            "Circadian",
            "Circumnutation",
            "Climate",
            "Code",
            "Cognition",
            "Colloid",
            "Comet",
            "Compound eye",
            "Confirmation bias",
            "Connectome",
            "Constellation",
            "Continent",
            "Convection",
            "Copepod",
            "Coprolite",
            "Coral",
            "Coriolis Effect",
            "Corona",
            "Correlation",
            "Cortical homunculus",
            "Cosmic microwave background",
            "Cosmic rays",
            "Crepuscular",
            "Crystal",
            "CT scan",
            "Cyanide",
            "Cyclone",
            "Dark energy",
            "Dark lightning",
            "Dark matter",
            "Data",
            "Decay",
            "Decibel",
            "Deep brain stimulation",
            "Deepfake",
            "Deforestation",
            "Denisovan",
            "Desert",
            "Dialect",
            "Diffraction",
            "Digital footprint",
            "Dimension",
            "Dinosaur",
            "Dioxide",
            "Dire wolf",
            "Diurnal",
            "DNA",
            "DNA sequencing",
            "Domestication",
            "Dopamine",
            "Doppler Effect",
            "Drought",
            "Dung",
            "Dwarf planet",
            "Earthquake",
            "Echolocation",
            "Eclipse",
            "Ectoparasite",
            "Ectotherm",
            "eDNA",
            "Egg",
            "Electron",
            "El Niño",
            "Ellipse",
            "Endocytosis",
            "Endotherm",
            "Engineering",
            "Enzyme",
            "Epidemic",
            "Epidermis",
            "Equation",
            "Equinox",
            "Estuary",
            "Eukaryote",
            "Eutrophication",
            "Excitation",
            "Excretion",
            "Evolution",
            "Exocytosis",
            "Exomoon",
            "Exoplanet",
            "Experiment",
            "Explosion",
            "Extinction",
            "Extremophile",
            "Eyewall",
            "Faraday cage",
            "Fatty acid",
            "Fault",
            "Fermentation",
            "Ferrofluid",
            "Fertilize",
            "Fiber optic cable",
            "Firenado",
            "Firewhirl",
            "Fission",
            "Fluorescence",
            "Food web",
            "Force",
            "Forensics",
            "Fossil",
            "Fracking",
            "Fractal",
            "Frequency",
            "Frostbite",
            "Frost quake",
            "Fruit",
            "Fulgurite",
            "Fungi",
            "Fusion",
            "Galaxy",
            "Gamma ray",
            "Gas giant",
            "Genealogy",
            "Genetic engineering",
            "Genus",
            "Geometry",
            "Geyser",
            "Glacier",
            "Glia",
            "Global Positioning System",
            "Glymphatic System",
            "Goldene",
            "Goldilocks zone",
            "GPS",
            "Gradient",
            "Graphene",
            "Gravitational lens",
            "Gravity",
            "Guinea worm",
            "Guttation",
            "Gyroscope",
            "Habitable zone",
            "Hagfish",
            "Haptic",
            "Hardware",
            "Herbivore",
            "Hertz",
            "Hibernaculum",
            "Hibernation",
            "Hippocampus",
            "Histology",
            "Hominid",
            "Hoodoo",
            "Hormone",
            "Humidity",
            "Hurricane",
            "Hydrogel",
            "Hyperthermia",
            "Hypothermia",
            "Hypothesis",
            "Ichnology",
            "Imaginary number",
            "Inclusion",
            "Inertia",
            "Infection",
            "Inflammation",
            "Infrared",
            "Inorganic",
            "Insulin",
            "Intron",
            "Invasive species",
            "Ion",
            "Ionosphere",
            "Irruption",
            "Isotope",
            "Jellies",
            "Jet stream",
            "Joule",
            "Jurassic",
            "Kakapo",
            "Kelp",
            "Kelvin",
            "Keratin",
            "Kevlar",
            "Kidney",
            "Kinetic energy",
            "Krill",
            "Kugelblitz",
            "Lachryphagy",
            "Lactose",
            "La Niña",
            "Large language model",
            "Larva",
            "Laser",
            "Latitude",
            "Lava",
            "Lava bomb",
            "LED",
            "Lift",
            "Light pollution",
            "Light-year",
            "Lignin",
            "Liver",
            "Loci",
            "Locus",
            "Longitude",
            "Luminescence",
            "Lymph",
            "Machine Learning",
            "Magnetosphere",
            "Marcescence",
            "Mass",
            "Magma",
            "Magnetism",
            "Marsupial",
            "Mean",
            "Median",
            "Medullary bone",
            "Megalodon",
            "Melatonin",
            "Menstruation",
            "Metabolism",
            "Metal",
            "Metamorphosis",
            "Meteor",
            "Meteorite",
            "Meteorology",
            "Methane",
            "Microbiome",
            "Microgravity",
            "Microplastic",
            "Migration",
            "Mineral",
            "Mitochondrion",
            "Mitosis",
            "Möbius strip",
            "Mode",
            "Model",
            "Molecule",
            "Momentum",
            "Monotreme",
            "MRI",
            "Multiverse",
            "Mummy",
            "Muon",
            "Mutation",
            "Mycelium",
            "Myopia",
            "Naloxone",
            "Narcotic",
            "Neandertal",
            "Nebula",
            "Necropsy",
            "Nectar",
            "Nematocyst",
            "Nematode",
            "Neurodivergent",
            "Neuroplasticity",
            "Neuron",
            "Neurotransmitters",
            "Neutron",
            "Neutron star",
            "Neutrophil",
            "Niche",
            "Nicotine",
            "Nocturnal",
            "Nucleosynthesis",
            "Nucleus",
            "Nutrient",
            "Obesogens",
            "Octopod",
            "Okapi",
            "Olfactory",
            "Oort cloud",
            "Opioid",
            "Optogenetics",
            "Orbit",
            "Organic",
            "Organelle",
            "Organoid",
            "Osmosis",
            "Outbreak",
            "Outlier",
            "Oxidation",
            "Ozone",
            "Paleontology",
            "Pandemic",
            "Papillae",
            "Parasite",
            "Parabola",
            "Pareidolia",
            "Parthenogenesis",
            "PFAS",
            "Phloem",
            "Pi",
            "Piezoelectric",
            "Peptide",
            "Periodic table",
            "Permafrost",
            "Petrichor",
            "pH",
            "Photochromic",
            "Photon",
            "Photovoltaic",
            "Pigment",
            "Placebo",
            "Planet",
            "Plankter",
            "Plasma",
            "Plastic",
            "Plastisphere",
            "Poisonous",
            "Polarized light",
            "Pole",
            "Pollen",
            "Pollution",
            "Polymer",
            "Potential energy",
            "Power",
            "Prairie",
            "Precipitation",
            "Predator",
            "Prehistoric",
            "Prey",
            "Primate",
            "Prime number",
            "Protein",
            "Protist",
            "Proton",
            "Proxima b",
            "Proxima centauri",
            "Pulsar",
            "Quantum",
            "Quantum dot",
            "Quarantine",
            "Quark",
            "Quartile",
            "Quasar",
            "Quoll",
            "Rabies",
            "Radar",
            "Radiation",
            "Radioactive",
            "Radio waves",
            "Rare earth element",
            "Receptor",
            "Red dwarf",
            "Reduction",
            "Refraction",
            "Regolith",
            "Relapse",
            "Remission",
            "Replication",
            "Respiration",
            "Richter Scale",
            "Rime ice",
            "Ring of fire",
            "RNA",
            "Robot",
            "Rocket propellant",
            "Rubisco",
            "Runoff",
            "Salinity",
            "Salt",
            "Satellite",
            "Saturated fat",
            "Savanna",
            "Seismology",
            "Semiconductor",
            "Silicon",
            "Silicone",
            "Social",
            "Software",
            "Solar",
            "Solar cycle",
            "Solar wind",
            "Solstice",
            "Solution",
            "Space weather",
            "Spaghettification",
            "Species",
            "Speleology",
            "Sperm",
            "Stalactite",
            "Stalagmite",
            "Statistical significance",
            "Stereoscopy",
            "Stereotype",
            "Stomata",
            "Stone Age",
            "Strain",
            "Stratigraphy",
            "Sublimation",
            "Sundog",
            "Supercomputer",
            "Superconductor",
            "Supercontinent",
            "Supercool",
            "Supernova",
            "Surface tension",
            "Symbiosis",
            "Synapse",
            "Taphonomy",
            "Tectonic plate",
            "Telescope",
            "Telomere",
            "Theia",
            "Theory",
            "Thought experiment",
            "Tinnitus",
            "Tonsils",
            "Torpor",
            "Torque",
            "Toxin",
            "Transit",
            "Trauma",
            "Triclosan",
            "Tsunami",
            "Tundra",
            "Typhoon",
            "Ultrasonic",
            "Ultrasound",
            "Umami",
            "Uncertainty",
            "Understory",
            "Unsaturated fat",
            "Upwelling",
            "Urushiol",
            "Vacuole",
            "Vaccine",
            "Valence electron",
            "Vampire",
            "Variable",
            "Vector",
            "Venomous",
            "Ventral striatum",
            "Vertebrate",
            "Vestigial",
            "Vitamin",
            "Virtual reality",
            "Virulence",
            "Virus",
            "Viscosity",
            "Voltage",
            "Waterspout",
            "Watt",
            "Wavelength",
            "Weather",
            "Weather bomb",
            "Wetland",
            "Wormhole",
            "X-axis",
            "X-ray",
            "Xylem",
            "Y-axis",
            "Yeast",
            "Yellow dwarf",
            "Yottawatt",
            "Zika",
            "Zirconium",
            "Zoonosis",
            "Zooplankton",
            "Zooxanthellae",
            "2-D material"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-dark-lightning-definition-pronunciation",
        "title": "\n\tScientists Say: Dark lightning",
        "content": [
            "*Lightning_strikes_during_a_monsoon_storm_on_July_21,_2022_near_Mayer,_Arizon",
            "Storm clouds churn over Mayer, Ariz. Storm systems capable of generating typical lighting can also generate gamma-ray flashes called dark lightning.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2053553508&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Dark lightning refers to bursts of gamma radiation that can occur during thunderstorms.",
            "Gamma radiation — made up of gamma rays — is a kind of light. Gamma rays pack the most energy of all radiation that occurs naturally on Earth. And dark lightning is a natural source of gamma radiation. That’s why some experts call dark lightning by another name: terrestrial gamma-ray flashes.",
            "We cannot see dark lightning. That’s because we cannot see gamma rays. Our eyes can only detect light within a specific wavelength range. Light within that range is what we call “visible light.” Any light outside that range is invisible to us. Gamma rays have much shorter wavelengths than the light in our visible range.",
            "Scientists think the same processes that create regular, visible lightning also create dark lightning. But some details of that process remain a mystery.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Lightning occurs when opposing electrical charges build up at the top and bottom of a storm cloud. Often, a negative charge builds up at the bottom of a cloud and the top remains more positive. These electrical fields energize electrons. Sometimes, this difference discharges as a bolt of electricity. We see that as regular lightning.",
            "Experts think dark lightning arises in much the same way. Energized particles can crash into atoms in our atmosphere. Collisions between atoms and the high-velocity particles releases a lot of energy. And these collisions can emit gamma rays. Scientists suspect this may contribute to bursts of dark lightning. ",
            "However, it must require just the right conditions because dark lightning is rarer than regular lightning. Experts estimate about a thousand bursts of regular lightning occur for every one bolt of dark lightning.",
            "Rare flashes of invisible dark lightning may occasionally expose plane passengers to gamma radiation.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/real-vampire-couldnt-survive-blood-alone",
        "title": "\n\tA real-life vampire probably couldn’t survive on blood alone",
        "content": [
            "*An_illustration_shows_a_vampire_looking_at_a_black,_cartoon_bat_The_vampire_is_holding_a_glass_fille",
            "With their humanlike digestive tracts, vampires would probably starve in real life. That’s because our bodies evolved to rely on a wide array of foods that includes vegetables, meat and grains. ",
            "This is a human-written story voiced by AI. Got feedback? Take our survey. (See our AI policy here.)",
            "iFhttps://embed-player.newsoveraudio.com/v4?key=nsc85k&id=https://www.snexplores.org/article/real-vampire-couldnt-survive-blood-alone&bgColor=F5F5F5&color=1b1b1c&playColor=0C6198&progressBgColor=bdbbbb&progressBorderColor=0C6198&titleColor=0C6198&timeColor=0C6198&speedColor=0C6198&noaLinkColor=1b1b1c&noaLinkHighlightColor=176cab",
            "Vampires have been stalking the human imagination for centuries. These fictional creatures take many forms, including the famous Count Dracula and Morbius of the Marvel Universe. But most share one feature: long, razor-sharp teeth. These fangs help vampires bite the necks of victims to feast on their blood.",
            "Many real bloodthirsty creatures exist in nature. Vampire bats are perhaps the most famous. Mosquitoes and ticks also make the list, as do some spiders and moths. But it would be hard to turn a human body — even an undead one — into a blood-drinking monster. ",
            "“We can’t survive the way vampires do,” says David Begun. This paleoanthropologist studies how apes, including humans, evolved. He works at the University of Toronto in Canada. In real life, no primates survive on blood, Begun notes. To do so, vampires would need to rework both the mouths and guts that humans inherited from our plant-eating ancestors.",
            "In popular media, vampires puncture skin using knifelike upper canine teeth. Humans occasionally use their canines to tear food, too. But any vampire would probably struggle to reliably break skin. “Our canines are completely unsuited to piercing anything,” says Begun. “They look more like incisors, our front teeth.”",
            "Human canines have slowly shrunk over time. Like many primates today — including our close cousins, chimpanzees and gorillas — our ancestors once sported large, pointed canines. These impressive teeth would have even sharpened themselves by rubbing against neighboring molars.",
            "But anthropologists suspect that these flashy teeth weren’t primarily for eating. Instead, ancient apes probably used them to intimidate rivals and defend themselves. Over time, these teeth grew smaller as our ancestors evolved to live in cooperative groups. Less fighting between males left little need for such large canines.",
            "Vampires would have to revert to big canines, says Begun. Those teeth would also need to be much sharper, more like the teeth of the only real blood-drinking mammals: vampire bats. ",
            "These blood sippers use their two front incisors to create tiny incisions in their prey. Unlike human teeth, these incisors don’t have enamel. This allows them to remain permanently sharp and to not wear down over time. “No primate has such sharp canines that would allow that kind of thing to happen,” says Begun. ",
            "*A_close-up_image_shows_a_common_vampire_bat_face_The_bat_sports_brown_fur,_pointed_ears_and_small_bl",
            "fCUnlike their fictional counterparts, vampire bats (such as the one seen here) don’t suck blood. Instead, these nocturnal predators use their upper incisors to pierce skin. Saliva containing anticoagulants then enters the wound, which prevents blood from clotting. The small bats then use their tongues to lap up the oozing blood. ",
            "Even movies that show vampires growing sharp canines at will would be unrealistic. If taken care of, our permanent teeth don’t change much over the course of our lives. Instead, the size, number and shape of our teeth are all preset by our genes.  ",
            "“There are rodents that have continuously growing incisors,” says Begun. Beavers, squirrels and rats are a few examples. “But they can’t do it at will.” In fact, these rodents must grind their teeth or gnaw on hard items such as wood and bone to keep them short. If left unchecked, overgrown incisors can interfere with eating, injure their mouths and even grow through their skulls.",
            "Finding ways to draw blood from victims isn’t the only hurdle real-life vampires would face. They’d also need to be able to digest it — and use that food as fuel for their undead activities.  ",
            "Blood isn’t particularly nutritious. Low in calories, it’s mostly made up of water and protein. Because of their humanlike guts, any vampire would probably suffer from malnutrition or even poisoning. ",
            "“Humans can’t survive on blood alone,” says Begun. “We need a lot more diversity of nutrients, of vitamins and minerals, that aren’t present in blood.” ",
            "That’s because we inherited our digestive systems from a long line of omnivores, or animals that eat both plants and other animals. Like today’s chimpanzees, our ape ancestors would’ve likely eaten mostly plants with an occasional helping of meat, says Begun. Long, coiled intestines probably helped them break down tough plants. And bacteria in their guts likely helped further digest this food and absorb nutrients.  ",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "By about 2.5 million years ago, our ancestors started eating more meat. Later, humans started cooking with fire. That made digesting foods such as meat and tough plants much easier. Even more recently, people began growing starches such as grains to eat. ",
            "This led to tweaks in our digestive tracts. We started producing extra enzymes that could break down starches. Meat and other easy-to-digest foods could be broken down in shorter intestines. This resulted in bodies best suited to eating many different foods, says Begun. ",
            "Even vegans who don’t eat any animal products must have a varied diet. “They can’t just eat lettuce all day long,” Begun says. “They have to have beans. They have to have rice. They have to have complete proteins.” ",
            "While low in most nutrients, blood does contain lots of iron. Red blood cells hold about 70 percent of the iron in our bodies, where it helps carry oxygen to organs. But consuming too much iron can be toxic to humans, who have no way to digest or excrete large amounts of it. This iron overload can damage body organs, the nervous system and even cause death.",
            "Unlike humans, vampire bats have evolved ways to digest blood. Research suggests that vampire bats lost a gene that blocks intestinal cells from absorbing too much iron. Those gut cells are also short-lived and regularly shed. This lets the bats quickly absorb lots of iron and discard it through their waste. Meanwhile, their gut bacteria help break down proteins. These microbes may also produce extra vitamins not found in blood. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Scientists are still trying to understand why vampire bats started feeding on blood. Some suspect the habit arose from bats that fed on parasites such as ticks. Perhaps the bats eventually started feeding on the blood oozing from wounds left behind when they scarfed down these pests.  ",
            "Whatever led bats to their taste for blood, it’s clear humans weren’t shaped by those same evolutionary pressures. And changing how a real species eats usually requires tens of thousands, if not millions, of years of evolution. That’s a lot more involved than the single bite needed to make a fictional vampire.  ",
            "Still, this reality shouldn’t stop movie-goers from enjoying vampires, Begun says. “It’s still OK to enjoy a vampire movie or a vampire TV show, even if it’s not actually feasible.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/what-are-vitamins",
        "title": "\n\tWhat are vitamins?",
        "content": [
            "*an_illustration_showing_fruits,_vegetables_and_other_foods_falling_out_of_an_open_pill_capsule_meant",
            "Many people think getting their daily vitamins means downing multivitamin pills or supplement capsules. In fact, most doctors and nutritionists would prefer we rely on food as the main source of these essential nutrients.",
            "If you were asked to choose a healthy snack, what would it be? Perhaps you’d opt for a tangy mango or cup of tart Greek yogurt topped with berries. Maybe crunchy broccoli florets with hummus comes to mind. These are all packed with nutrients — chemical substances that help our bodies function. Among those nutrients are traces of vitamins.",
            "Food scientists group vitamins and minerals together as micronutrients. That’s because living things need these to survive — but only in tiny amounts. While both vitamins and minerals are essential, chemically they’re quite different.",
            "Dietary minerals are elements that appear in soil and water. Calcium and iron are examples. Vitamins, in contrast, are molecules — made of several elements. Vitamins are also organic, meaning they contain the element carbon. ",
            "Our bodies can’t make minerals or most vitamins. That’s why we must get them from what we eat.Altogether, we need 13 vitamins to stay healthy. Eight are known as B vitamins. Rounding out the list are vitamins A, C, D, E and K. These all play essential roles in keeping our organs, tissues and cells working.",
            "Some, such as the B vitamins, help the body break down and release energy from food. Vitamin K allows our blood to clot. Vitamin A is important for our lungs, skin and eyes.Vitamin D is a pro-hormone. The kidneys turn it into a fully active hormone. And it’s quite versatile. This hormone plays a pivotal role in building strong bones and muscles and protecting the body from diseases, including some cancers. This vitamin also helps fight infections.",
            "Other vitamins — such as C and E — are antioxidants. They help protect against unstable molecules. At high levels, such molecules, called radicals, can damage cells and DNA.",
            "Vitamin C also supports your immune system in various ways. For instance, it helps keep immune cells healthy. But vitamin C also helps create collagen. A protein, collagen serves as a building block for many tissues, including our skin and the lining of our respiratory system. Those organs act as early lines of defense against incoming germs, explains Evangeline Mantzioris. She directs nutrition and food science at the University of South Australia in Adelaide.By keeping these systems healthy, vitamins help our bodies fight germs, limiting their chance of causing serious disease.",
            "Clearly, Mantzioris says, vitamins don’t just target one specific body function or organ. They make sure our bodies as a whole work as they should.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Vitamins fall into two general categories: water-soluble and fat-soluble.",
            "Most vitamins dissolve easily in water. That means they can be found in such body fluids as blood. These vitamins include all eight B types and vitamin C.",
            "“We tend to find the water-soluble vitamins in fruits and vegetables,” says Mantzioris. These are “foods that don’t have a lot of fat.” Our bodies don’t usually store any excess of water-soluble vitamins. Instead, unused amounts get flushed out in our urine. ",
            "*an_array_of_meats,_eggs,_beans_and_cheese_on_a_table_as_seen_from_above",
            "fCDairy products, seeds, eggs and meats are rich in not only protein but also the fat-soluble vitamins A, D and E. For fat-soluble vitamin K, reach for broccoli and other green (and often leafy) vegetables, beans, avocados, vegetable oils and some meats (such as chicken, pork and especially beef liver). ",
            "Fat-soluble vitamins — A, D, E and K — tend to show up in fatty foods. In fact, that fat helps our bodies better absorb these nutrients. Our liver and body will store any extra of these vitamins that we might consume until they’re needed later. “Even if we’re really lean, we still have a little bit of a fat stored in our body,” says Mantzioris. ",
            "The fat-soluble group also includes the two vitamins that people can produce: vitamins D and K. Bacteria in our intestines can make vitamin K. ",
            "Vitamin D is special. Known as the sunshine vitamin, our skin starts a process of making it by using the sun’s ultraviolet light. Today, most people lack ideal amounts. One reason: Covering up the body too much when in the sun. Sunscreen helps protect against skin cancers but limits vitamin D production. So does spending most of the daylight hours indoors. Darkly pigmented skin and very heavy cloud cover can limit exposure to the UV light that kick-starts vitamin D production. So can living at high latitudes, where a steep path through the atmosphere can filter out much of the sun’s ultraviolet light. ",
            "iFhttps://www.youtube.com/embed/ISZLTJH5lYg?feature=oembed",
            "The first half of this short video shows how the body absorbs vitamins, transports them to where they’re needed and, where possible, stores any excess. The second half shows the many functions these vitamins have in supporting our health.",
            "Most of the vitamins we need can be found in the foods we eat. While fruits and veggies are well-known for being rich in vitamins, meat and grains contain these essential nutrients, too.",
            "Vitamins are also available as food supplements sold widely in stores and over the internet. Many are synthetic preparations; others come from plant or animal sources. Some products may include single vitamins. Others may contain a blend meant to meet our daily needs.",
            "But for most of us who eat a balanced diet and get enough sunlight, these products are unnecessary. Instead, focus on eating a healthy diet that includes plenty of produce. Notes Mantzioris, “We didn’t evolve on supplements. We evolved on whole food.” ",
            "*an_array_of_vitamin-rich_fruits_and_vegetbales_in_every_color_spread_out_on_a_table",
            "fCFruits and veggies are our diet’s primary sources of water-soluble vitamins — the eight B types and vitamin C. They’re also rich in other micronutrients thought to have a wide range of roles in supporting our health.",
            "Whole foods contain more than just vitamins. For instance, oranges are an excellent source of vitamin C. But these and other types of fresh produce also contain hundreds of other nutrients that aren’t found in artificial supplements, Mantzioris points out. These include plant compounds called phytonutrients. Such compounds give many fruits and veggies their vibrant colors. Scientists suspect they also boost health and fight disease. And new ones are still being discovered. ",
            "Supplements can be useful, though. People with certain medical conditions may need help getting enough of some vitamins. And it’s hard to reach the recommended amount of vitamin D through food alone. Vitamin D supplements may help those with heavily pigmented skin or whose skin doesn’t get access to enough of the sun’s UV rays.But these supplements should only be taken after talking with your doctor, says Mantzioris. One reason: Mixing vitamin supplements with certain medications can be risky. ",
            "Some vitamins, such as A, can be toxic when taken in high amounts. But poisoning is highly unlikely to happen when they’re consumed as part of a balanced diet. Most people who consume too many vitamins do so by taking supplements.Taking too many supplements also risks flooding the body with more nutrients than it can handle. Fat-soluble vitamins can build up in our fat stores over time, leading to dangerous side effects. Even overdosing on some water-soluble vitamins can pose problems.Cases of poisoning from water-soluble vitamin B6, for instance, are on the rise in Australia, notes Mantzioris. In addition to supplements, this nutrient is often added to energy drinks, weight-loss shakes and certain food products. One symptom of too much B6 is nerve damage. It often starts as a tingling in the fingers and toes. “If it’s not caught in time, it can cause permanent damage,” Mantzioris says.Instead of splurging on supplements, Mantzioris recommends that people looking to stay healthy should focus on a food-first approach. “People spend a lot of money on these [vitamin supplements] — and mostly without a lot of gain,” says Mantzioris. “I would rather spend the money on having really yummy food.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/ancient-tattoos-siberian-ice-mummy",
        "title": "\n\tThis ancient Siberian ice mummy had intricate tattoos",
        "content": [
            "*3D_model_of_a_Pazyryk_mummy",
            "Infrared photography was used to make this 3-D model of a Pazyryk mummy. The model helped scientists see her tattoos in high resolution for the first time.",
            "Some tattoos really age well, a new study finds.",
            "More than 2,000 years ago, a woman sat down to get inked. Afterward, she rocked some sick tattoo sleeves. Her arms were inked with intense hunting scenes: prowling leopards, lanky stags — even a mythical, griffin-like creature.",
            "Slight differences in style and technique hint that at least two artists drew her tattoos. One was quite skilled. The other was likely still learning. Yet the designs are elaborate. Even modern pros would find them hard to copy, says Gino Caspari. He’s an archaeologist at the Max Planck Institute of Geoanthropology. That’s in Jena, Germany.",
            "“I hope people walk away with a deeper appreciation for the prehistory of the craft,” says Caspari. He also hopes to boost appreciation for “the people behind the ink — both the tattooer and the tattooed.”",
            "Caspari was part of a team that shared details of the tattoo in the October issue of Antiquity.",
            "*an_infrared_image_showing_ancient_tattoos_on_the_mummy's_arm",
            "fCA close-up image shows some of the tattoos on the ancient mummy’s arm. ",
            "Finding tattoos on prehistoric people is rare. Why? Skin decays quickly after death. But in Siberia, permafrost has preserved the bodies of several people from the Pazyryk culture. These horse-riding nomads roamed the Eurasian steppes millennia ago. The inked woman, who died at 50, was one of them.",
            "Her tattoos are not visible to the unaided eye. But infrared cameras can pick them up. Her right forearm is masterfully inked. It shows two striped tigers and a spotted leopard interlocked with two stags. The design flows along her arm’s muscles.",
            "Her left forearm is another story. Here, the animals are drawn more roughly and less accurately. The researchers suspect two artists — with different skill levels — drew her tattoos. Or perhaps the same artist did all the work at early and late stages of their career.",
            "*Scans_and_artist's_renditions_of_the_mummy's_tattoos",
            "fCThe woman’s tattoos show different animals and symbols. On her left forearm, what’s left of the tattoo (top left) shows what looks to be a hooved animal with no head. An artist’s rendition (top right) fills in more of the head and antlers. The right forearm ink (bottom left) currently shows spotted catlike creatures attacking antlered animals. The artist’s rendition (bottom right) fills in more details of this fight scene.",
            "The tattoos were likely made using pointed tools in a stick-and-poke technique, the team says. They conclude this partly from a past experiment done by one of the researchers, Daniel Riday. He’s an expert in ancestral art in southern France.",
            "Riday had tattooed himself with models of prehistoric tools. Those tests showed the types of marks each tool could make. A multi-pointed tool probably made the thick lines on the Siberian woman’s arms. Meanwhile, fine lines around the stags’ antlers were likely etched by a single-point tool.",
            "Archaeologists have not yet found evidence of those tools. That may be because they were made of thorn bundles or other organic materials. Those would have rotted and disappeared long ago, Caspari says.",
            "Still, “it’s a fascinating look into the past of a talented [tattoo artist],” Caspari says. It’s also “a great addition to the prehistory of a craft that is important for people around the world today.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/werewolves-when-to-hunt-full-moon",
        "title": "\n\tWerewolves could learn from other critters when to hunt",
        "content": [
            "*A_full_white_moon_outlines_the_silhouette_of_a_werewolf_standing_SPider_webs_cover_the_corners_of_th",
            "A full moon could make it easy for a werewolf to spot prey. But a bright night makes it easy to be spotted, too. ",
            "As the full moon rises, a mythical werewolf howls and heads out on the hunt. But is this the best time for werewolves to find a meal? In some stories, this transformation can happen at any time of the month or even during the day. And science suggests that a careful werewolf might want to schedule their change based on their goals. ",
            "The moon affects our world in several ways. As it orbits Earth, the moon pushes and pulls at the oceans to make tides. These tides can, in turn, influence the behavior of ocean creatures. And moonlight — a reflection of the sun — can also have power over the behavior of animals both on land and in the sea.  ",
            "If a werewolf is all big, scary predator, the full moon might be a blessing. But if the animal could face predators itself, it might want to save its transformation for a much darker night.  ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The dark depths of an ocean or stream might not seem like the obvious place for animals affected by the moon. But “it is something that we see pretty commonly among aquatic critters,” says Heidi Ballew. She’s a marine ecologist at Texas A&M University in Corpus Christi.  ",
            "Ballew studies the ‘O‘opu nakea (Awaous stamineus), a goby native to Hawaii. The hardy little fish are born in freshwater streams in the hills. From there, a goby’s life can take two very different paths depending on when it’s born.  ",
            "When the moon is full, the sun, Earth and moon are lined up. This produces higher tides. Some gobies hatch during that full moon. The higher tides sweep their tiny bodies out to sea. When they are grown, higher tides during the new moon (when the sun, moon and Earth line up again) help them find their way back to their home streams. Special fins on their bellies, modified into suckers, help them climb waterfalls back to their birthplace. There, they mate and make more gobies.  ",
            "iFhttps://www.youtube.com/embed/mmwM7dwtvKA?feature=oembed",
            "Waterfall? Not a problem. Watch a goby climb up a waterfall with her mouth and her sucker-like fin. ",
            "But not all gobies go out to see the world. Gobies born during the dark of a new moon stay home and never leave the stream where they are born.  ",
            "Baby gobies are trying to avoid predation, Ballew says. “A full moon provides a high tide. But it also produces a lot of light — even underwater.” Night-hunting fish can better see tiny, defenseless gobies. So if a fish is going to stay put, hatching at the new moon is a safer bet.  ",
            "The moon matters even as they grow into adults. A big, well-fed baby goby may become an adult during the full moon. But a smaller goby might become an adult at the new moon instead. The darkness hides these still-small, newly adult gobies, keeping them safe from predators. Ballew and her colleagues published their fishy findings February 26 in the journal Ecology of Freshwater Fish. ",
            "So there are pros and cons to lots of moonlight. A full moon lights up the night and makes it easy to spot dinner. But if a werewolf is as likely to become prey as it is to go hunting, a new moon might help it hide.  ",
            "The bright night of a full moon also presents Australian mammals with a problem, says Euan Ritchie. He’s a wildlife ecologist at Deakin University in Melbourne, Australia.  ",
            "In one study, Ritchie and his colleagues took photos of animals in southeastern Australia at different phases of the moon. Prey species such as possums and rabbit-sized bandicoots were more active when nights were cloudy. The extra darkness provided cover to hide from predators.  ",
            "But predators such as quolls were also more active when it was darker — when the moon was new or half. Each species was trying to find a balance between getting more food and becoming someone else’s dinner.  ",
            "*A_spotted-tail_quoll_stands_on_a_rock_covered_in_green_moss_It_has_brown_fur_with_white_dots_all_ove",
            "fCDon’t be fooled, this adorable creature is a fearsome predator. The spotted-tail quoll is more active when the moon is new or half — when it’s easier to pounce on prey.  ",
            "“Predators often use ambush to capture their prey,” Ritchie says. “The lighter it is, the harder it might be [for predators] to avoid detection.” While the prey might be able to spot a predator more easily, they, too, may be more detectable. “They [might] be more hesitant to be active, especially in areas without much cover to retreat to.”  ",
            "Ritchie and his colleagues published their findings in 2020 in the journal Australian Mammalogy.  ",
            "Werewolves also need to find that balance between predator and prey. If a werewolf wanted to hunt as much as possible, “they would hunt humans by day and night,” Ritchie says. But being a werewolf isn’t without risk. “Many prey, including humans, are often far from harmless.” ",
            "In that case, Ballew says, a werewolf might be advised to vary its strategy. A big, strong werewolf could find good hunting during the full moon. But if a werewolf is small, young, or weak? “Maybe you would want to utilize the new moon so that your predators are less likely to find you.” It’s a lesson a werewolf could learn from the gobies that stayed home.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-animal-cannibals",
        "title": "\n\tLet’s learn about animal cannibals",
        "content": [
            "*_Let’s_learn_about_animal_cannibals1",
            "Common tree frogs are known to sometimes snack on their own species — and they’re not alone. Many types of animals, from mollusks to mammals, insects and birds practice cannibalism. ",
            "For humans, cannibalism is the stuff of horror movies. But in the animal kingdom, it’s more common than you might think.",
            "All kinds of animals have been caught chowing down on members of their own species. The practice seems especially widespread in invertebrates. But amphibians, reptiles, mammals and birds have been known to make a meal out of their own kind, too.",
            "Some female spiders and insects famously eat their male partners when they mate. Black widows sometimes devour their smaller male mates. And female praying mantises bite off their partners’ heads.",
            "Other animals occasionally eat their own kids. Some comb jellies snack on their young when food is scarce. And wild hamsters seem to develop a taste for their children when they lack key nutrients in their diets. On the flip side, some mamma insects and spiders allow their babies to devour them. That allows the newborns to start off life with a feast.",
            "There are also animals that eat their peers. Some amphibians, for instance, have two larval forms. One is normal. The other is a cannibal form. The cannibal larvae have bigger mouths and sharper teeth — the better for scarfing down other larvae with. And that’s not even the most extreme form of peer-on-peer cannibalism. Some shark embryos eat their brothers and sisters while still in their mother’s womb. Only the strongest embryo survives to be born.",
            "There are some risks to cannibalism. If an animal eats one of its own kind that died of disease, it risks getting that illness too. And if an animal gobbles up too many of its own offspring, that sort of defeats the point of reproducing. But for many animals, it’s sometimes worth living in a spider-eat-spider or shark-eat-shark world.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Attack of the inner-cannibal mega-shark History’s largest shark may have gotten mega-sized after eating its unborn siblings. (11/10/2020) Readability: 7.0",
            "Wild hamsters raised on corn eat their young alive European hamsters raised in the lab turn into crazy cannibals when fed a diet rich in corn. The problem may trace to a shortage of a key vitamin. (3/7/2017) Readability: 7.5",
            "What’s for dinner? Mom. One spider’s extreme motherhood ends with fatal family feast. (5/7/2015) Readability: 6.1",
            "iFhttps://www.youtube.com/embed/Y2ODPFiksBE?feature=oembed",
            "Humans can definitely be counted among animals that have practiced cannibalism. Join TED-Ed on this brief tour of people eating each other throughout human history.",
            "Scientists Say: Species",
            "Scientists Say: Amphibian",
            "When prey get scarce, these jellies become cannibals",
            "How Hannibal the cannibal led to a discovery about cobra diet",
            "These male spiders catapult away to avoid being cannibalized after sex (from Science News)",
            "Some animals eat their moms, and other cannibalism facts (from Science News)",
            "Word find",
            "What type of cannibalism do you think is most common in lions and bears? Do you think cannibalism is more or less likely in fish that lay lots of eggs? And why do you think spadefoot toads cannibalize each other? Submit your guesses on this quiz from TED-Ed! And check out their associated video for all these answers and more."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/margee-kerr-knows-scary-science-fear",
        "title": "\n\tThis scientist knows how to frighten you",
        "content": [
            "*Sociologist_Margee_Kerr_stands_in_front_of_a_shelf_lined_with_sculptures_Kerr_has_long,_wavy_brown_h",
            "As a kid, Margee Kerr wondered what brought people together and what separated them. That led her to the field of sociology and, eventually, to studying our fears. Kerr’s book Scream takes readers to some of the scariest places on Earth to explore the science of fear. She now helps design haunted houses.",
            "Margee Kerr has been thinking about how zombies can help people overcome their fears.  ",
            "Kerr is a sociologist. This type of scientist investigates aspects of human society. At the University of Pittsburgh in Pennsylvania, Kerr studies our fears, collecting data on how and why people seek out frightening situations. Haunted attractions use her findings to make their exhibits spookier and more fun. Kerr’s love for everything scary has led to trips all around the world in search of the perfect scare. She wrote about her experiences in her book Scream: Chilling Adventures in the Science of Fear.  ",
            "People often see fear as something to be avoided, says Kerr. But fear can be used to help people lead happier and more empowered lives, she contends. Her latest project looks at how virtual reality can make treatments for intense fears, or phobias, less intimidating. In this interview, Kerr shares her experiences and advice with Science News Explores. (This interview has been edited for content and readability.) ",
            "In my work for my PhD, I looked at why some parent groups are organized around the idea that vaccines cause autism. [Vaccines do not cause autism.] I studied how and why fear was useful for inspiring large groups of people.  ",
            "During that time, I had days where I was just so “in my head” from work on a computer all day. So to take a break and have some fun, I looked for haunted houses. I went to a local haunted attraction and had a light bulb moment. I had spent all my time thinking about fear as this negative thing. Yet here I was lining up to spend money and my time to be scared. That’s when my path shifted. I wanted to explore why people want to engage with things we usually see as negative and scary. ",
            "Growing up, my family had horses, but we didn’t have our own farm. We would board our horses at different places. I met a lot of people that way. I noticed that the people who owned the fancy barns treated the people who were cleaning their stalls so differently. I wondered why that was. That’s when I started understanding the issues of class and became interested in why people treat each other differently. ",
            "I felt like I didn’t fit in. It made me wonder what brought people together and separated people out. At first, I thought I would major in history but chose sociology instead. I wanted to learn about things happening right now. It just didn’t make sense to me why people would not like someone because of how she looks or who she loves or how she dresses. I found the tools to answer those questions in sociology.  ",
            "I get my best ideas through reading a lot of articles and science. I love to use research to learn about how people react and their ideas about what is normal. I’ll then take that and change it into something that can be used for a really fun scare. For example, I researched how our senses process so much without our awareness. I used those findings to develop jumpscares, like things tickling your ankles or strobing lights. ",
            "A lot of haunted attractions think that they just have to continue to make their attractions scarier by adding more blood and violence. But research shows that we find new and unusual experiences more engaging, fun and scary. Thinking about the importance of where a haunt is and who lives there is important. Visitors attending an attraction in the city might find the smells of the country pretty unfamiliar. So the smell of hay or fertilizer is going to be unexpected and add a layer of excitement. A great haunted attraction doesn’t have to be all about violence. ",
            "Definitely the publication of my book on the science of fear. It continues to be such a meaningful accomplishment for me. It’s pretty popular among the middle-schoolers. A handful of teachers have reached out to me saying they teach this book. They find that it’s a way to introduce kids to this growing field. ",
            "I often wondered if liking scary movies made me weird or different when I was growing up. It’s fulfilling to know that the kids who read this can feel more okay about what they enjoy. That liking scary things is normal and doesn’t make a person bad. I enjoy helping people understand why they might like some things and not others. I want people to find that investigating their fears can [be] helpful rather than an obstacle in their lives.  ",
            "I am really into kayaking. I live near the Chesapeake Bay and the Bush River. It’s always more fun when the waters are a little choppy. I also do a lot of hiking and outdoor activities. I’m trying to push myself. I understand now why it’s important to keep pushing our boundaries as we age. We tend to do fewer things because we’re afraid of dying or hurting our own aging bodies. That can limit our lives, and I don’t want that to happen. So I try and do things that are a little scary as I age. Of course, I’m all about decorating, dressing up and going out to local haunted attractions when it’s Halloween season. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "If you want to really do what you want in life, you have to work really hard. You’re probably not going to get everything that you want. I don’t say that in a negative way. I say it more as a message that all the hard work will still be worth it. ",
            "I had a very traditional career path before I started researching fear. I was working at the ​​Veterans Affairs Healthcare System on research projects. At first, I liked the work. But I started to realize that staying in that position would mean doing the same thing every day. It was not an environment where I was going to thrive.  ",
            "I asked myself if it would be worth it to be miserable all the time just for job security and the pay. Sometimes in life, it isn’t a question of whether it is worth it but if it is necessary. It’s about having what you need to support yourself and your family. I was privileged enough to say it was not worth my mental health. I am fine living on a very limited income if it means that I can do something where I feel fulfilled every day. "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-modern-frankensteins",
        "title": "\n\tLet’s learn about modern Frankensteins",
        "content": [
            "*a_cartoon_frankenstein_monster_stands_in_a_moonlit_mad_science_lab",
            "No one has figured out how to build a man from dead body parts like Frankenstein’s monster. But researchers are creating strange new combinations of tissue — living and dead. ",
            "In the classic sci-fi novel Frankenstein, a mad scientist builds a walking, talking monster man out of bits of dead bodies and sparks it to life. No scientists are attempting to do such a thing today. But plenty of researchers are tampering with organic parts in other ways. And some of their work, at a glance, may appear just as mad.",
            "Researchers, for instance, have hacked the electrical signals between cells to change how animals grow tissue. They’ve coaxed tadpoles to grow eyes inside their guts and frogs to grow brain tissue elsewhere in their bodies. This research may lay the groundwork to someday regrow lost organs in people.",
            "Other scientists are combining pieces of living tissue in strange and creative ways. Some innovators are building robots that are part creature, part machine. Such “biohybrid” robots could one day be used in medicine or to clean up pollution. Meanwhile, 3-D printed meat made from an ink of lab-grown cells could offer an alternative to eating animals.",
            "Still other research efforts are attempting to give dead things new life. Ancient DNA could help revive long-extinct species. And robots made from dead spiders are helping engineers rethink how to make mechanical grabbers.",
            "It remains unclear how such projects will pan out. But one thing is certain: In many ways, modern science is becoming even more fantastical than Frankenstein’s author Mary Shelley could ever have imagined.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Engineers put a dead spider to work — as a robot Scientists literally reanimated the dead. It’s a new research field called “necrobotics.” (8/16/2022) Readability: 6.4",
            "No animal died to make this steak The ribeye steak is the first of its kind, and the latest in a growing list of meats printed with a 3-D bioprinter instead of being harvested from an animal. (5/21/2021) Readability: 6.6",
            "Could Wednesday Addams really jolt a frog back to life? A spark that recalls some science history brings a dead frog to life in The Addams Family. Scientists are now using electricity to build the body. (10/11/2019) Readability: 8.1",
            "iFhttps://www.youtube.com/embed/M-weFARkGi4?feature=oembed",
            "How close are we to lab-grown meat hitting restaurant menus and grocery shelves? PBS explores.",
            "Scientists Say: Organic",
            "Explainer: Cells and their parts",
            "A success for designer life               ",
            "A new spin on lab-grown meat",
            "Will the woolly mammoth return?",
            "Robots made of cells blur the line between creature and machine",
            "Word find",
            "Frankenstein isn’t just a story about making a monster. The book questions the ethics of that innovation: Just because Dr. Frankenstein could have made his monster, does that mean he should have? What are the consequences of his actions? The Frankenstein2020 Project offers a hands-on exploration of such questions. Create a battery from two kinds of metals and your own body, or build a toy bot that can draw — and reflect on the impacts similar innovations could have in the real world."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-venom",
        "title": "\n\tLet’s learn about venom",
        "content": [
            "*a_closeup_of_a_snake's_mouth_shows_a_drop_of_venom_dangling_from_its_fang",
            "About 600 snake species are venomous. Pictured here is a venomous prairie rattlesnake. But snakes are not the only animals with potent potential. From sea urchins to platypuses, lots of animals produce venom.",
            "Venom packs a vicious and often deadly punch. A potent, venom-laced bite can unleash a rapid storm of gory symptoms. They include paralysis, rotten flesh and even organ failure. Snakes may be the most famous venomous creatures. Snakebites cause an average of 100,000 deaths worldwide each year. But throughout the animal kingdom, critters on land and sea can produce this toxic tool.",
            "Venom is a toxic secretion that some animals release with a bite, poke or sting. That delivery method is the key difference between venom and poison. Venomous animals inject their toxins with a puncture wound. They might use teeth, fangs, spikes, spurs or stingers. Poisonous animals, on the other hand, are usually harmful only when eaten or touched.",
            "Venomous species include snakes, fishes, spiders, lizards and insects. Marine invertebrates, such as corals or sea urchins, also produce venom. Even some mammals are venomous. Male platypuses have venom-injecting spurs on their feet that they use to stab their prey.",
            "Most venom is a mix of toxic enzymes and proteins. The mixture varies from species to species, as do the effects. Venom that has neurotoxins, for instance, might paralyze prey or make it twitch and shake violently. Hemotoxins damage blood vessels, causing blood clots or internal bleeding. Some venom sparks aggressive allergic reactions. Prey might break out in blisters or experience severe inflammation. ",
            "Symptoms set in and worsen quickly. Within hours, venom can cause complete paralysis, loss of limbs or extremely painful death. Antivenom can be used to reverse such damage. This type of medicine contains antibodies that bind to toxins. This triggers an immune system response that can destroy the harmful substance.",
            "Antivenom has historically been created by injecting small doses of a venom into an animal like a horse or sheep. The animal’s immune system creates antibodies in response. Later, blood or plasma samples are taken from the animal to extract the venom-fighting antibodies.",
            "But now researchers are also developing antivenom in labs. One team used artificial intelligence to design toxin-targeting proteins that act like antibodies. In mice, the AI-designed proteins saved lives.  ",
            "It’s important to know how to identify the venomous critters near the places you live or visit. Staying on trails and giving animals lots of space is a good way to stay safe. Most animals use venom to hunt or defend themselves. Remember, if you leave it alone, it will probably leave you alone too.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Multiple-snake antivenom comes from blood of man bitten 202 times Antibodies in his blood neutralize lethal toxins from 13 types of snakes — in mice, anyway. (7/29/2025) Readability: 7.3",
            "AI-designed proteins target toxins in deadly snake venom In lab tests, those proteins were able to save mice from a lethal dose of snake toxin. (3/24/2025) Readability: 6.5",
            "Cool Jobs: Finding new uses for nature’s poisons Scientists use deadly compounds to fight germs and pests. (10/9/2015) Readability: 7.6",
            "iFhttps://www.youtube.com/embed/ZxXMTpJKdsM?feature=oembed",
            "At the Liverpool School of Tropical Medicine, experts look after 200 species of deadly snakes. They put their lives on the line for antivenom research. To create antivenom, snake fangs are “milked” to collect a sample of their venom. It’s harmless when done correctly, but venom extraction is not for the faint of heart. A zoologist with BBC Earth followed the team for a day to see what the work is all about.",
            "Scientists Say: Enzyme",
            "Scientists Say: Protein",
            "Scientists Say: Toxin",
            "Scientists Say: Venomous",
            "Explainer: What are proteins?",
            "Explainer: What are antibodies?",
            "Here’s a spider whose barf is worse than its bite",
            "Can’t touch this: Unusual venomous creatures",
            "Watch how a western banded gecko takes down a scorpion",
            "Spiders’ weird meals show how topsy-turvy Amazon food webs can be",
            "Word find",
            "Curious how animals like snakes and spiders make venom? This podcast featuring a venom expert has the scoop on how to stay safe around these critters.",
            "Still not sure what makes something venomous versus poisonous? Find out more about specific species that pack potent punch in this video from The Brain Scoop at the Field Museum in Chicago."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/spider-vomit-toxic-barf",
        "title": "\n\tHere’s a spider whose barf is worse than its bite",
        "content": [
            "*A_little_brown_spider_with_a_bulbous_hind-end_sits_on_a_brown_leaf",
            "The feather-legged lace weaver, seen here, doesn’t kill its prey with injected venom, as most spiders do. Instead, it weaves a tight silken shroud around living prey and then vomits toxic fluids from its digestive tract all over its soon-to-be dinner.",
            "First, swaddle a fruit fly or other tasty prey in silk. Then barf toxins all over it. That’s how one type of spider prepares to dine.",
            "Giulia Zancolli recalls the moment she read this detail. She had been reviewing another lab’s scientific paper. That paper was being considered for publication in a science journal. She was puzzled by idea of a spider vomiting lethal toxins on its prey. “What are you talking about?” she remembers wondering.",
            "Looking for more info, she found a drawing from a 1931 scientific paper. At the time, she recalls, “that was the only evidence we had” that this account was for real.",
            "Yet that silk-wrap-and-toxic-barf routine turns out to be exactly how the feather-legged lace weaver (Uloborus plumipes) kills its meals. Zancolli and her team described this novel approach to food prep June 13 in BMC Biology.",
            "To confirm the behavior, these researchers needed to find living spiders to study. So Zancolli and her co-workers scoured plant shops and landscaping nurseries. Those are easy places to find lace weavers.",
            "iFhttps://www.youtube.com/embed/9pEl8q4QXt4?feature=oembed",
            "Watch as this feather-legged spider wraps its prey.",
            "“You would probably not even notice them,” she says. With “very delicate” bodies, they often fold their front pair of legs forward. In this position, she notes, they could easily be mistaken for “a piece of dry leaf.”",
            "They will encase their prey in silk, sometimes wrapping a hundreds-of-meters-long strand around and around and around it.",
            "Most spiders subdue their dinner by injecting it with venom from fangs. But cross sections of the heads of feather-legged lace weavers revealed rounded blobs of muscles where venom glands should be.",
            "The lace weavers do have fangs — but they lack ducts needed to inject anything. Instead, the researchers found a different clue in the spiders’ gut tissue. There, they found signs of genes that lead to producing ample, potent toxins.",
            "See how the fangs on a feather-legged lace-weaver spider (A) differ from those of a venomous spider (B). Toggle back and forth to compare. These close-ups offer one clue to the unusual way the lace-weavers kill their prey: Rather than injecting poisons into them, they vomit a lethal slurry onto them.",
            "*_Here’s_a_spider_whose_barf_is_worse_than_its_bite2",
            "fCLacking ducts, this fang from a feather-legged lace-weaver delivers nothing deadly. Arrows in the close-up point to pits — not to any plumbing that could release venom.",
            "*_Here’s_a_spider_whose_barf_is_worse_than_its_bite3",
            "fCAn exit hole near the tip of a typical spider fang delivers venom.",
            "Biologists reserve the term venom for an injected poison. The upchucked toxins, particularly from the spider’s midgut, proved as deadly as the venom of common house spiders. In tests, injecting the barfed-up toxins into fruit flies killed them.",
            "And come meal time, the small predators take no chances when it comes to dosing. They don’t just drool a bit on their silk-prepped entree, Zancolli says. They instead liberally slather it all over their restrained meal.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/fall-leaves-color-hidden-leaf-pigment",
        "title": "\n\tUncover leaves’ hidden colors in this science activity",
        "content": [
            "*a_landscape_of_trees_in_autumn_with_red,_orange,_yellow_and_green_leaves,_set_between_a_lake_and_mou",
            "In colder regions in the fall, many kinds of trees no longer make food energy with their leaves. As the leaves lose their green pigments, other pigments become visible, providing a beautiful autumn show.",
            "Objective: Separate the different pigments in tree leaves",
            "Areas of science: Chemistry, Plants",
            "Time required: 1–2 days",
            "Key concepts: plant pigments, paper chromatography, leaves",
            "Credits: Teisha Rowland, PhD, Science Buddies; Svenja Lohner, PhD, Science Buddies",
            "Have you ever wondered why leaves change from green to an amazing array of yellow, orange and red hues during the fall?",
            "Leaves get their brilliant colors from pigments made up of various color-creating molecules. During the warm, sunny months, plants use their leaves to turn sunlight into food energy, a process called photosynthesis. This primarily uses a pigment that reflects green light, which gives the leaves their characteristic color. In autumn, when colder, shorter days arrive, many kinds of trees no longer make food energy with their leaves and, consequently, no longer need the green pigment. The leaves’ other pigments — some of which were already there during summer — become visible.",
            "In this science activity, you will uncover these hidden colors by separating plant pigments with a process called paper chromatography. What colors will you see?",
            "iFhttps://www.youtube.com/embed/YxOSHj_kVlA?feature=oembed",
            "In this science activity, let’s use paper chromatography to uncover the hidden pigments lurking in tree leaves.",
            "Because some plant pigments can stain, be careful not to spill your colored solutions when throwing them away.",
            "Even though a plant leaf looks like it is mostly one color, it is actually made up of a mixture of pigment molecules. In this activity, a scientific technique called paper chromatography was used to separate the individual color pigments. You should see different colors at different locations as you go along one of the paper towel strips, and the order in which the colors appear should be roughly the same among the different color solutions you tested.",
            "What are the different bands of color on the test strips? These are the different pigments in the leaves. The ones you may see on your paper towel strips are: green chlorophyll, yellow xanthophylls, orange carotenoids and red anthocyanins. Pigments travel along the paper strip based on their interactions with the paper strip and the isopropyl alcohol solution. Pigments that are more attracted to the paper strip than the isopropyl alcohol stay near the bottom of the strip, where the solution was first “painted” onto the pencil line. Pigments that are more attracted to the alcohol than the paper strip usually travel farther up the strip. Because the color of the leaf depends on the mixture of pigments in it, different colored leaves will display different colors on their paper towel strips. For example, very green leaves may not have any red colors (anthocyanins) on their strips.",
            "iFhttps://www.youtube.com/embed/TtAENPSThI4?feature=oembed",
            "Want to know more about paper chromatography? Science Buddies explains.",
            "There are many types of pigments in plant leaves. Chlorophyll makes them look green and helps carry out photosynthesis during warm, sunny months. As fall arrives and the green, food-making color fades, other pigments such as yellow, orange and red ones become more visible.",
            "Xanthophylls are yellow pigments, and carotenoids give leaves an orange color. Photosynthesis also uses these pigments during the summer, but chlorophyll, a stronger pigment, overpowers them. These pigments take more time to break down than chlorophyll does, so you see them become visible in fall leaves. They are also found in carrots, daffodils, bananas and other plants that have these vibrant colors.",
            "There are also anthocyanins, intense red pigments that are not made during the summer, only appearing with the final group of the fall colors. These molecules also give the red hue to apples, cranberries, strawberries and more.",
            "Although a leaf is a mixture of these pigments, you can separate the colors using a method called paper chromatography. In this method, a mixture (such as your pigment mixture) is applied onto a chromatography paper. The paper strip is dipped into a liquid, called the solvent or mobile phase. The liquid will start traveling up the paper strip and carry all the components within the mixture (such as your different color pigments) along through the chromatography paper. While traveling up the paper, each component interacts with the paper and the solvent differently depending on its chemical properties. Some of them are more attracted to the paper, whereas others prefer to stay in the mobile phase. As a result, each individual component travels along the paper at a different speed. This is how with paper chromatography a colorful mixture of pigment molecules can be separated into each individual pigment component.",
            "You can learn more about paper chromatography in the video above. The video gives an overview of what paper chromatography is, shows how it is done, explains the separation processes involved and also provides tips and tricks for troubleshooting your experiment.",
            "This activity is brought to you in partnership with Science Buddies. Find the original activity on the Science Buddies website.",
            "*A_banner_that_reads_SCIENCE_BUDDIES"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/megaflash-longest-lightning-bolt-record",
        "title": "\n\tThis ‘megaflash’ is now the longest lightning bolt on record",
        "content": [
            "*A_visualization_of_a_the_longest_lightning_megaflash_ever_recorded,_which_lit_up_the_sky_in_October_",
            "This composite image includes data from 160 high-resolution National Weather Service radars. They scanned the skies at multiple elevations to detect flashes of lightning across the U.S. Midwest in October 2017.",
            "A massive bolt of lightning lit up the sky from Dallas, Texas, to Kansas City, Mo., in October 2017. It’s now officially the longest single flash ever recorded.",
            "Satellite data collected during that storm revealed that this megaflash spanned 829 kilometers (515 miles). It lasted 7.39 seconds, notes Michael Peterson. An applied physicist at Georgia Tech in Atlanta, he’s the lead author of a study describing the event. It appeared online July 31 in the Bulletin of the American Meteorological Society. ",
            "Megaflashes are relatively rare. They happen in only about 1 in every 1,000 thunderstorms across the Americas. But any given one can pack a punch, Peterson says.",
            "*A_composite_image_of_lightning_flashes_recorded_by_radar_at_different_elevations_over_the_Midwest_in",
            "fCThe record-breaking lightning megaflash (illustrated) spanned about 829 kilometers (515 miles), roughly the distance from Dallas to Kansas City, Mo.",
            "They don’t just shunt energy from cloud to cloud, but from clouds to the ground, too. Typical lightning strikes the ground for mere microseconds. In contrast, these massive bolts can discharge electricity for spans lasting up to 100 milliseconds. They might infuse their energy into a tree or other target. That might even become the powerful trigger for a wildfire.",
            "The 2017 cloud-to-cloud record-breaker emerged from a massive thunderstorm system that swept across the U.S. Midwest. It sparked at least 116 cloud-to-ground spikes along its path.",
            "Megaflash hot spots include the U.S. Midwest and southeastern South America. The previous record-holder occurred in 2020. That bolt stretched 768 kilometers (477 miles) across parts of the southern United States and the Gulf of Mexico.",
            "Researchers hope that satellites “staring” continuously at such hot spots will help uncover why megaflashes periodically occur. (Some satellites sit above a single place on Earth. They travel in what’s known as a geostationary orbit.)",
            "Megaflashes “have the same ingredients as ordinary lightning,” notes Peterson — “but with a twist.” The heart of thunderstorms can contain many rain and ice particles. These rise to different heights due to updrafts. Each particle can carry an electric charge.",
            "When particles collide, their charges can transfer, forming lightning.",
            "There’s a limit to how high these cloud particles can rise. Thunderstorm cells don’t tend to kick them up higher than 11 kilometers (about 7 miles). This is the upper boundary of Earth’s troposphere, or lowest atmospheric layer.",
            "“When they can’t go up anymore, they go out,” Peterson says. And this creates the potential for an epic flash. “There are these massive, horizontally large, charged layers.” And they can be “vertically as thin as a sheet of paper, he says. “These layers are key ingredients for megaflashes.”",
            "Understanding how giant bolts of lightning form has become an active area of research, he adds.",
            "“A single strike can potentially impact a lot of people. It’s the most impactful kind of lightning we have on Earth,” he says. “It’s the kind of lightning we want to get a good handle on to keep people safe.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-rivers",
        "title": "\n\tLet’s learn about rivers",
        "content": [
            "*_Let’s_learn_about_rivers4",
            "The Nile River is the longest river in the world, running nearly 6,700 kilometers (more than 4,000 miles) through East Africa. ",
            "What has a bed but doesn’t sleep, a mouth but doesn’t speak, and a bank but no money? A river!",
            "Rivers are big, natural flows of water that snake across every continent. They vary widely in size and terrain but share a few basic features.",
            "A river starts with water. That initial source might be a lake or meltwater from snow or ice. As that water flows downhill, precipitation and groundwater add to it. Small streams and creeks merge to form rivers. Rivers can merge to form bigger rivers. Eventually, the river empties into another body of water, such as a lake or ocean. The end of a river is called its mouth.",
            "Rivers have immense power to shape the lands they cross. Millions of years of erosion by water from the Colorado River, for instance, sculpted the Grand Canyon. Rivers can also suddenly split or reroute to form new landscapes. This quick change in path is known as avulsion. Where a river meets a lake or ocean, the water can dump sediment to form new land called a delta.",
            "Healthy rivers are important for many reasons. Rivers support aquatic life. That includes invertebrates, fish, plants and more — which can be found throughout a river, from the water’s surface to its bottom, or bed. A river’s water supports plants, animals and other life forms along its banks. People use river water to drink, water crops, transport goods and produce electricity through hydroelectric dams.",
            "But human activity is also harming the world’s rivers.",
            "Runoff from farmland carries pesticides and other pollutants into rivers. Medicines and other chemicals in our wastewater taint rivers as well. Human-caused climate change is warming river waters, stressing species that live there. Dams and groundwater pumping interrupt the flow of water through rivers, damaging their ecosystems. And sometimes people use so much river water that rivers dry up before reaching their mouth.",
            "World Rivers Day — on the fourth Sunday of each September — aims to raise awareness about these threats. Scientists are searching for ways to support and restore these ecosystems. Taking down poorly placed dams and pumping chilly waters into overheated rivers can help. Devising new ways to pull out trash and other pollution are important too.",
            "This World Rivers Day, check out the tools in our Activities section below to get to know the rivers near you. What could you do to help your local rivers thrive? ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Freshwater fish are in trouble: Here’s how we can help them Human activity can have a huge impact on rivers and other fresh waterways — for good and for bad.  (5/22/2025) Readability: 6.9",
            "Pumping cold water into rivers could help fish chill out Human-made cold water plumes could help fish beat the heat as climate change warms rivers. (12/4/2023) Readability: 6.7",
            "Bubbles could help remove trash from rivers An airy curtain of them would divert trash to an onshore collection system. (5/12/2022) Readability: 7.5",
            "iFhttps://www.youtube.com/embed/FX6Zr130PV8?feature=oembed",
            "Dams were removed along the Klamath River in the U.S. Pacific Northwest in 2023 and 2024. That restored the traditional migration paths for salmon and trout through this region.",
            "Scientists Say: Avulsion",
            "Scientists Say: Runoff",
            "Explainer: Earth’s water is all connected in one vast cycle",
            "Wildebeest drownings feed a river ecosystem for years",
            "Scientist tackles water pollution with epic swims",
            "Climate change is shifting when Europe’s rivers flood",
            "Groundwater pumping is draining rivers and streams worldwide",
            "Antibiotics pollute many of the world’s rivers",
            "A wave of change is coming to our planet’s water resources",
            "Word find",
            "Rivers in different regions boast a huge range of terrains and wildlife. Explore rivers across the United States with on the American Rivers site. ",
            "Want to learn more about the health of your local waterways? Check out the How’s My Waterway tool from the U.S. Environmental Protection Agency. You can find the overall conditions of nearby waterways, discover how safe they are for swimming and eating fish, and learn about restoration and protection efforts. ",
            "Soil erosion can wash pollutants into rivers and other waterways — but can plants help prevent such land slippages? Find out in this experiment from Science Buddies!"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lasers-can-eavesdrop-on-microbes-including-viruses",
        "title": "\n\tLasers can eavesdrop on microbes, including viruses",
        "content": [
            "*a_photo_of_a_laser_beam_splitter,_a_small_colorful_cube,_surrounded_by_laser_equipment",
            "Close-up of a beam-splitter cube (center) through which lasers pass. Harel and his team beamed short pulses of light, using this cube, to produce a molecular movie. It captures the vibrational motion of a biological object — such as a virus — based on its “sound.” ",
            "What do viruses sound like? Scientists recently found out. They developed a way to eavesdrop on these and other microbes. This new tech can help scientists study such microbes and sound out the identity of germs in our environment.",
            "For hundreds of years, we’ve been able to see cells through microscopes. As these spyglasses have gotten more powerful, they’ve been able to zoom in on smaller and smaller details. Yet even when you can see individual microbes, most look pretty similar.",
            "“It’s not a needle in a haystack problem,” says Elad Harel. “It’s a needle in a stack of needles problem.” This chemist works at Michigan State University (MSU) in East Lansing. “To detect one needle from all these other needles,” he says, “you have to look for something that’s unique about it.”",
            "That unique feature could be a sound. Nearly anything can make sound by vibrating — and typically those vibrations get transmitted to our ears through the air. Different things will make distinctive sounds, depending on their shape and what they’re made of. This is why knocking on a table sounds different from tapping on a window.",
            "The same is true for microbes. Each type has its own special makeup of proteins and other molecules. Their unique chemistry and structures give each microbe a characteristic sound.",
            "That’s what led Harel and his MSU team to begin working on their new laser-based system. By figuring out how to measure these sounds, they’re now able to catalog them. It’s much like seeing a distant bird in the woods but not being sure what type of bird it is until you learn its distinctive call.",
            "Harel’s team describes logging such microbial “bird calls” in the January 21 Proceedings of the National Academy of Sciences.",
            "*a_photo_of_Elad_Harel_sitting_in_a_lab_behind_a_lot_of_equipment_He_is_wearing_dark_glasses_and_list",
            "fCElad Harel in his lab with some of the equipment that makes up an electronic “ear” that can hear and record the sounds of microbes. ",
            "To measure microbial sounds, Harel’s team started by pointing a laser at a virus. It’s a bit like striking a tiny gong with a teeny mallet — if a mallet could tap a gong millions of times per second.",
            "Those speedy taps set the virus vibrating. The triggered sound waves are far too quiet for our ears to pick up. So Harel’s team measures them with a second laser. The vibrations cause the second laser’s beam to quiver like a very sensitive eardrum. The scientists measure these signals to “hear” the virus.",
            "Other ways of studying microbes, such as viewing them through a microscope, often involve fixing them in place. That makes studying how microbes move a major challenge, notes Kim Davis. A microbiologist, she works at Johns Hopkins University in Baltimore, Md. Usually, what researchers can see is a “snapshot of what is occurring at [one] moment in time,” she says.",
            "With this new tech, scientists may be able to collect data that are less like a freeze-frame and more like a movie of microbes in the environment.",
            "By using sound, “we showed that we can track single viruses and even listen to a virus rupture,” Harel says. As a virus starts to break open, he says, the frequency of its sound begins to drop — “almost like a deflating balloon.”",
            "iFhttps://www.youtube.com/embed/2xdneFTR3BI?feature=oembed",
            "Learn how the MSU team listens to viruses.",
            "There are microbes everywhere. Most aren’t all that dangerous to humans. Consider viruses. Of thousands of species, only about 270 infect people.",
            "But, notes Davis, “It can be very difficult to determine if an organism has pathogenic [illness-provoking] properties just from looking at it.”",
            "With something like the new system, we might one day be able to hear the difference, Harel says.",
            "There’s still a lot to learn about these viral sounds, though. The sound a microbe makes might change if it’s on a surface versus in the air (much like how our voices change when we’re underwater). So to “increase our understanding and build a database,” Harel says, “we’ll have to do a lot of experiments on different viruses in different environments.”",
            "Another issue: Many microbes belong to species with lots of related members — strains that you might think of like siblings. Consider E. coli. These bacteria live almost everywhere. Although most are harmless to people, a few strains can cause serious disease. Since all E. coli have nearly the same shape and are made of nearly the same proteins, it might be hard to hear a difference between harmful and harmless ones.",
            "To find out, scientists will have to just keep listening. Once they have a robust library of sounds, they may be able to tell most microbes apart. That because microbial sounds are very specific, Harel says. It’s like listening for a friend’s voice in a loud place. Because their voice is familiar, you can pick it out from the other noises.",
            "There’s plenty of research left to be done. “It’s a new way of looking at biology,” Harel explains. For now, he says, “We don’t know what we’re going to see because very few people have ever looked.”",
            "But one day, this type of tech might prove useful beyond the lab. For instance, it could be used in sensors installed at airports and other crowded places. These could then listen for worrisome microbes — and send out warnings of which ones (and how many) are out there.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/dimples-reduce-drag-vehicles",
        "title": "\n\tPickleballs inspire a new way to reduce drag on vehicles",
        "content": [
            "*a_photo_of_a_hand_holding_a_pickleball_paddle_about_to_hit_a_yellow_pickleball",
            "A pickleball wrapped in a balloon inspired a new adjustable surface that could one day reduce drag on airplanes, submarines or other vehicles.",
            "Some people see a pickleball and want to smash it. When Anchal Sareen saw some pickleballs lying around a lab a few years ago, she thought about submarines and airplanes. As a mechanical engineer who studies how fluids affect movement, she couldn’t help it. So she went right out, bought a balloon and wrapped it around the pickleball. It became the inspiration for a new surface to speed and steer aircrafts and underwater drones.",
            "The surface has dimples, like a golf ball. But they’re adjustable. Add air and the dimples smooth out. Remove air and the dimples deepen.",
            "In a pair of recent papers, Sareen and her team at the University of Michigan in Ann Arbor have now shown how dimple depth can alter drag. Drag is the friction-like force that slows things down as they travel through a fluid. They’ve also shown how changing some — but not all — of the dimples can help steer an object through air, water or other fluids.",
            "“That’s a cool idea,” says Christopher Douglas at Duke University in Durham, N.C. Drag is a big challenge, he says. “Anything you can do to minimize drag is great,” says this mechanical engineer who did not work on the new skin.",
            "*a_grey_3d_printed_sphere_is_lit_from_the_bottom_to_show_the_dimples_",
            "fCThe dimples on this sphere can be made deeper or shallower. Their depth affects drag. Here, the sphere is hanging in a wind tunnel for testing.",
            "Douglas studies fluid flow as a way to improve the systems that propel vehicles. Engineers, he notes, have long been altering surface roughness to reduce drag.",
            "But drag isn’t always a bad thing, he adds.",
            "Fins and rudders guide a ship by increasing drag in one place more than in another. This nudges a ship in a desired direction. And dimples might help here, too, says Sareen. She envisions vehicles that might steer by altering the texture of their skin. This could be in addition to — or even instead of — fins and rudders.",
            "Sareen studies how to control the flow of fluids around objects to achieve a certain goal, like a reduction in drag.",
            "For inspiration, she has looked to animals. Some swimmers, she says, change the texture of their skin to change how water flows around them. One of her favorites is the shortfin mako shark. “They’re the fastest sharks in the world,” she says. “They’re like the cheetahs of the ocean.” A shortfin mako shark can swim about 50 kilometers (30 miles) per hour, with even faster bursts.",
            "Engineers suspect this shark’s skin is its secret to speed. It is covered with tiny toothlike scales called denticles. These denticles can change in an instant. When the shark is cruising, they all lie almost flat against its body. This can reduce its drag by about 10 percent. When the shark takes sharp turns or bends its body to navigate, the denticles move — but only on some parts of its body.",
            "“They actually bristle, which means they lift up,” Sareen says. Denticles can lift out by as much as 50 degrees. That changes the skin’s drag and the flow of water around it. This helps the shark make quick turns. It’s also efficient because the fish doesn’t need to move a muscle.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Sareen had long been interested in applying that idea to new vehicles. Could you change their surface to affect their movement? And that’s where the balloon-covered pickleball comes in.",
            "She showed one to a student interested in how dimples affect golf ball flight. Then she challenged him to study the link between dimples and drag.",
            "The student and other researchers 3-D printed model spheres with different-sized dimples. They looked like giant golf balls.",
            "They tested these plastic models in wind tunnels to identify how dimple depth affected drag.",
            "Next, they printed hard spheres with holes. These looked like pickleballs, only larger. The researchers jacketed these holey spheres with a stretchy material. Then they attached the covered spheres to a vacuum pump. Sucking air out with the vacuum made the dimples deeper. Allowing air to flow back in made them shallower.",
            "Making the first version of this morphable skin took about two years. It wasn’t easy, Sareen recalls. First, they had to very precisely control dimple depth with that pump. Their wind-tunnel experiments had shown that changing dimple depth by just 0.1 millimeter (0.004 inch) could reduce drag on the ball by 50 percent.",
            "“It was very sensitive,” she says. All the air going in or out had to be controlled precisely. And that outer skin had to be made from the right material — and “absolutely leakproof,” she adds.",
            "But those years of tests paid off.",
            "The wind-tunnel data showed that the dimples could produce lift. That’s a force that raises a vehicle and changes its direction.",
            "By changing the arrangement of dimples, Sareen’s team could not only control a ball’s lift but also the trajectory of its travel. That prompted them to investigate how dimples might be used as a sort of steering wheel.",
            "“We are improving on that design as we speak,” she says. The researchers are now working on version 3.0.",
            "iFhttps://www.youtube.com/embed/De2VQYkdztM?feature=oembed",
            "Anchal Sareen and her team explain how they used soft robotic technology to develop dynamic surface dimples — ones that can change at different flow speeds — to cut the drag experienced by underwater vehicles. It should also allow them to maneuver without fins and rudders.",
            "They’re also developing tests to see if the design would work in real-world conditions, such as the skin of some vessel sailing through air or water.",
            "This is a critical next step. “There are many different ways to control a system,” says Douglas, at Duke. A wind tunnel is a controlled environment, he notes. In the open air or water, the effects of a dimpled skin may be more difficult to predict.",
            "“The device or technology which could develop out of this work would be a bit more complicated than the work they’ve done in the lab,” Douglas suspects. For instance, dimpled skin could cause a vehicle to rotate. And that could make it harder to steer.",
            "Over the next few years, Sareen’s group plans to test new prototypes in the air and water. But their inventions won’t be found on fairways, greens and sand traps.",
            "”A lot of people have asked me, ‘Are you planning to patent this as a golf ball which can stay in the air?'” Sareen laughs and says: Not any time soon."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/heat-waves-trees-worsen-air-pollution",
        "title": "\n\tDuring heat waves, trees spew chemicals that worsen air pollution",
        "content": [
            "*a_wooded_trail_on_a_sunny_day",
            "This wooded state park in Texas might seem an unlikely place to find high levels of air pollution. But when it gets really hot, trees can release chemicals that brew up some nasty air pollutants, new data show. ",
            "WASHINGTON, D.C. — If you’re outside during a heat wave in Texas, the shade of oak trees can be tempting. But when it’s really hot, levels of lung-irritating ozone and other air pollutants can become worryingly high in these areas, new research shows.",
            "When stressed by heat, trees release chemicals. These can mix with molecules from car exhaust to make toxic air pollutants. And this can happen even where you can’t smell any car exhaust. Atmospheric chemists at Texas A&M University in College Station shared their new findings here, on August 18, at the American Chemical Society fall meeting.",
            "People expect to find air pollution in and around cities. There, vehicles cough pollutants out of their tailpipes. But at Texas A&M, “the air smells beautiful,” says Renyi Zhang. The campus is about 100 miles away from the closest big city. Here, he notes, the air is usually safe to breathe.",
            "But that may not be true during heat waves. Zhang’s team collected data on campus. During a month-long event in August 2024, daytime temps hit 32˚ to 41˚ Celsius (90˚ to 106˚ Fahrenheit). And it wasn’t just the heat that made these days uncomfortable. Pollution ramped up, too. Levels of lung-irritating ozone got especially high. It rose nearly to a level deemed hazardous to breathe.",
            "That was a surprise, the researchers now report.",
            "*a_composite_image,_on_the_left_is_a_map_showing_the_location_of_Texas_A&M_University_in_relation_to_",
            "fCTexas A&M University sits far from the large cities of Dallas, Austin, Houston and San Antonio. Air was sampled from a tower atop the meteorology building on campus.",
            "Previous studies had shown a link between heat and excess ozone. But much of that work had been done in big cities, with lots of pollution from traffic and smokestacks. Zhang wanted to see how heat might affect pollution in a more suburban setting, like College Station.",
            "Bianca Aridjis-Olivos, a graduate student in his lab, set up air-monitoring equipment atop the university’s meteorology building. It’s surrounded by grand oak trees. It seemed a good location. It’s high above passing cars and other expected pollution sources.",
            "The instruments she used are “like a super-sensitive nose,” she notes. By changing how they operate, she could alter “what scents the nose could detect.” Besides ozone, they could pick up nitrogen oxides from combustion (including gasoline-powered vehicles).",
            "They also could detect isoprene (EYE-so-preen). It’s a natural hydrocarbon released by trees, especially oaks. By itself, isoprene is not toxic. But in the presence of sunlight, it can mix with nitrogen oxides to cook up ozone (O3), which is toxic to our lungs.",
            "iFhttps://www.youtube.com/embed/kYcd5QK5o3E?feature=oembed",
            "Learn why isoprene — a chemical released by trees (and lots of other plants) — can make air pollution worse. It’s the second most widely emitted volatile organic chemical (after methane) in the world. The chemistry explained here underlies the data reported in the new study.",
            "Once all her equipment was ready, Aridjis-Olivos waited for the next heat wave.",
            "It hit in August 2024. From August 5 to September 3, she sampled different gases and particles from the air 24 hours a day.",
            "As the temps rose each day, so did levels of ozone, oxygenated volatile organic chemicals (some of which are toxic to human airways) and acid-rich nanoparticles. Ozone levels, in particular, climbed as the heat rose. Then they stayed high throughout the hottest part of the day. That in itself was no surprise. Trees ramp up isoprene release during heat waves. Plus, heat speeds up the chemical reactions that produce ozone.",
            "The surprise was just how high the ozone levels climbed. If you just looked at the levels of other pollutants, like the nitrogen oxides from cars, you might think the air was safe to breathe.",
            "And while a heat wave feels miserable, says Zhang, “exposure to both extreme heat and high ozone can be very dangerous.”",
            "This research shows how “climate change is making air pollution harder to control,” says Russ Dickerson. An atmospheric chemist, he works at the University of Maryland in College Park. Air pollution is a leading cause of death, he notes. The World Health Organization reports that today 99 percent of people worldwide are exposed to air unhealthy enough to pose a risk to our lungs.",
            "Clearly, trees play a role here. But chopping them down would be the wrong conclusion, he adds. “Trees are generally good. But when you mix them with car and truck exhaust, bad things happen.”",
            "“Studies like this can help us improve our air-quality forecasting models,” says Aara’L Yarber. An atmospheric scientist, she works at Howard University in Washington, D.C. With such computer models, she says, “We can better predict bad-air days during heat waves.” And that should help protect people’s health.",
            "Data from this study are not limited to modeling sites like College Station, Aridjis-Olivos says. Being “surrounded by vegetation, but also some industry and traffic,” this region is similar to what’s found many places, including in many developing nations.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "If you can’t avoid a heat wave, how can you protect yourself from air pollution that may come with it? Stay indoors when temperatures and ozone levels are highest, typically from noon to 4 p.m., says Zhang. Air-conditioned buildings (with windows closed) are best. Their cooling equipment contains filters that typically remove some pollutants.",
            "If outdoors, stay as far away from busy roadways (and traffic pollution) as possible. Remember to check your local air quality index when making plans, Yarber says. “Kids are especially sensitive to air pollution,” she notes, “because their lungs are still growing.”",
            "At home, Dickerson recommends getting a low-cost HEPA filter from a hardware store. For breathing “cleaner air — averaged over a day — put a HEPA filter in your bedroom,” he says. As an alternative, you can even duct-tape five furnace filters together. Then direct air through it with an electric fan. Remember to keep the windows closed.",
            "There are also ways to improve outdoor air quality. For instance, communities can work to limit becoming “heat islands.” Two obvious ways: Increase shaded area, and limit how much heat-absorbing concrete they have.",
            "Anything that reduces the levels of nitrogen oxides helps. They’re toxic by themselves. Plus they boost ozone to dangerous levels during heat waves. So walking, biking and taking a bus or train instead of driving can help limit traffic pollution. Switching from gasoline-powered to electric vehicles (EVs) also helps, because EVs don’t emit exhaust. Even better if the power to charge them comes from green sources, such as solar or wind.",
            "A long-term strategy for improving air quality, says Dickerson, is “combating climate change itself.” The hope, he says, is that this will mean “heat waves happen less often, are less severe and are shorter.” And one great way to address climate change? Planting trees.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/how-hail-forms-weather",
        "title": "\n\tWatch out: Hail can get really big!",
        "content": [
            "*two_hands_holding_several_baseball-sized_balls_of_hail",
            "Examples of nearly baseball-sized hail that fell in France.",
            "Chunks of ice fall from the sky, bounce off hard surfaces — and sometimes even break windshields and hurt crops. Maybe you’ve seen these pieces of ice laying on the ground after a storm. Their pummeling barrage starts and stops suddenly, seemingly without warning. This is a hailstorm. And it can be a truly impressive spectacle.",
            "Hail forms high in the clouds during a storm. There, some raindrops freeze solid. As more and more raindrops collide, an icy “stone” grows in size until it’s too heavy to remain aloft.",
            "Particularly large or dense hailstones can damage human-made structures and objects, such as buildings and cars. Zach Lebo knows this firsthand. A meteorologist, he works at the University of Oklahoma in Norman. His parents in Pennsylvania had to replace their home’s roof twice in the last 10 years due to hail damage.",
            "Researchers are hoping to better understand some of the mysteries of hail. One big question is how hail moves through the atmosphere and builds up in size. Some hailstones have measured more than 13 centimeters (5 inches) across. That’s larger than a softball!",
            "fCHail comes in all sizes. It can be tiny bits of ice that melt almost immediately. Or it can be softball-sized chunks that persist for quite a while.",
            "Scientists used to think that hailstones grew by taking a looping path through the atmosphere. Think of their path as upward and downward like a merry-go-round tipped on its side. But such looping motions are actually rare, scientists in China have now shown. They analyzed hailstones collected by citizen scientists.",
            "Since 2016, people had been collecting hailstones across 15 provinces in China. These citizen scientists gathered more than 3,000 of these bits of ice and stored them until people on Qinghong Zhang’s team could retrieve the hail. An atmospheric scientist, Zhang works at Peking University in Beijing. The best place for citizen scientists to store hail is, not surprisingly, a cold place, she says. “They put the hailstone in their freezer at home.”",
            "Her group analyzed the chemistry of some of that hail. First, they sliced the stones, which allowed them to see layers of ice inside. The researchers then analyzed the specific isotopes of oxygen present in the frozen water within each layer. By matching that chemistry with the properties of the atmosphere at different heights, they could estimate the paths each ice ball had taken through the sky.",
            "Only 1 out of the 27 analyzed hailstones appeared to have moved like a tipped-over merry-go-ground. That was unexpected, says Zhang. “It’s surprising.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Studying the shapes of hailstones also can help reveal how each hailstone forms. Hail is seldom perfectly spherical, says Becky Adams-Selin. She’s a hail scientist who lives in Omaha, Nebraska, and works at Atmospheric and Environmental Research, an environmental consulting company. Some hailstones sport lobes, she notes, and others can have lumps: “You can get all sorts of weird shapes.”",
            "*two_hands_showing_bumpy_balls_of_hail_that_take_up_almost_the_whole_palm_of_each_hand",
            "fCMost hail is small. But whoppers the size of baseballs? They, too, occasionally pummel the ground. ",
            "Over the spring and summer of 2025, Adams-Selin has been part of a team collecting hail samples from across the United States. The researchers have traveled across the Front Range of the Rocky Mountains and the Central Plains. This area includes Montana, Wyoming, Colorado, the Dakotas, Nebraska, Kansas, Oklahoma, New Mexico and Texas. And it’s known for producing big storms that regularly spew hail. The project is called ICECHIP (short for In-Situ Collaborative Experiment for the Collection of Hail in the Plains).",
            "ICECHIP instruments measure things such as the air temperature, rainfall and the force with which hail strikes the ground. Adams-Selin also developed a device to store hailstones as the team drives around. “It’s like a giant funnel that collects hail and funnels it into a battery-powered freezer,” she explains, until they get back to the lab.",
            "Hailstones are a window into the atmosphere, says Liye Li. She’s a meteorologist with the World Meteorological Organization in Geneva, Switzerland. It can be hard to directly observe where hail forms, she explains. “We’re blind to what’s happening inside the clouds.” But hailstones deliver clues about what’s going on high in the sky right into scientists’ hands.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/why-remember-food-poisoning",
        "title": "\n\tMice show us why food poisoning is so hard to forget",
        "content": [
            "*Mouse_brain_region_called_the_amygdala_shown_in_blue_after_it_encountered_an_unknown_food_or_experie",
            "When mice eat something unfamiliar, neurons in a brain region called the amygdala light up (blue). If these mice later start feeling sick, the same neurons turn on again. This helps the mouse remember — and avoid — that food in the future.",
            "Food poisoning isn’t something we easily forget. Scientists have now homed in on what makes it so unforgettable. Alarm cells lock the experience into our brain’s circuitry as a yucky memory. That’s the finding of a new study on mice.",
            "Many of us have eaten something that left us sick. “Not only is it terrible in the moment, but it leads us to not eat those foods again,” notes Christopher Zimmerman. He’s a neuroscientist at Princeton University in New Jersey.",
            "Getting sick just one time after eating an undercooked enchilada or burger can make us hate that food forever. And the food repulsion it triggers can develop even if it takes hours or days to start feeling sick after the meal.",
            "Many other animals, it turns out, respond the same way.",
            "Mice usually need an immediate reward or punishment to learn something, notes neuroscientist Richard Palmiter. He works at the University of Washington in Seattle. Even one minute’s delay between cause (say, pulling a lever) and effect (getting a treat) can be too long for mice to learn the two are related.",
            "Not so for food poisoning. Even a rodent’s brain has no trouble linking a tummy torment now with something it ate quite a while earlier.",
            "That makes food poisoning one of the best ways to study how our brains connect events that are separated in time, Palmiter says.",
            "So researchers asked: How does the brain learn to hate foods that made us sick? After five years of experiments, Zimmerman’s team now shows that effects in the brain can burn dangerous tastes into memory.",
            "They described the details in the June 19 issue of Nature.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "A small, almond-shaped brain region called the amygdala links emotions to memories, learning and our senses. So it’s not surprising that this region plays a role in deciding what flavors we find gross or not.",
            "Palmiter’s group had shown that the gut tells the brain when it’s feeling icky. How? It activates certain “alarm” neurons called CGRP cells. “They respond to everything that’s bad,” Palmiter explains.",
            "To study how alarm neurons link food poisoning to food repulsion, Zimmerman’s team at Princeton had mice drink grape Kool-Aid. A half-hour later, they injected the animals with lithium chloride. This made them ill. Two days later, they again gave the mice grape Kool-Aid.",
            "The team ran versions of this simple experiment again and again. And at each step, they peeked inside the brains of those mice to see what was happening.",
            "When the mice had first gotten sick after drinking grape Kool-Aid, their alarm neurons turned on. This event increased the sensitivity of amygdala cells that carried memories of the grape flavor.",
            "Those same amygdala cells also turned on when the mice encountered grape Kool-Aid again. This suggests alarm neurons had helped the amygdala remember foods that seemed dangerous.",
            "This effect didn’t show up in mice that had tasted grape Kool-Aid before without getting sick.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The novelty that cues humans to remember food poisoning could rely on a bit more than just taste. Many unusual aspects of an eating experience can ick us out. It could be some spice blend. Or we may not like smells or other things that we pick up on in a restaurant that’s new to us.",
            "The new study was largely motivated by “pure curiosity,” says Ilana Witten at Princeton. She’s a coauthor of the study. And her team’s findings might go beyond food poisoning, she now suspects. They might be “very relevant to mental health.”",
            "Similar nerve pathways likely explain why unusual and bad experiences become so memorable, she says. But this event-triggered repulsion — known as aversive learning — sometimes goes wrong in people who have suffered a trauma or who have developed some addiction.",
            "The brain wiring that’s supposed to keep us safe can now end up causing harm. Learning to control those circuits, she says, might point to new treatments."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/brain-cells-feel-full-crave-dessert",
        "title": "\n\tBrain cells that make you feel full also make you crave dessert",
        "content": [
            "*an_assortment_of_French_pastries_with_fruit,_chocolate_and_creme_in_a_display_window",
            "Biology may explain why you might crave a sweet treat after a big meal. ",
            "Once you’re stuffed from a big meal, most foods lose their appeal. But see a sweet treat and you might be ready to make room for more. Some people joke about having a separate “dessert stomach.” Biology may explain this feeling, a new study suggests. The same brain cells that make you feel full also make you crave sugar.",
            "Neuroscientist Marielle Minère led the new research. She works at the Max Planck Institute for Metabolism Research in Cologne, Germany. Her team shared its findings February 13 in Science.",
            "Minère first got curious about sugar cravings while working with mice in another experiment. When the mice were full, she noticed, they wouldn’t eat more of their normal food. But they would eat sugar — as do many people after a meal.",
            "“That really made us want to know what drives that extra sugar intake,” she recalls. So Minère’s team designed another experiment with two groups of mice.",
            "*a_small_brown_harvest_mouse_stands_on_a_branch_ending_in_three_red_berries_It_is_attempting_to_eat_t",
            "fCThis harvest mouse is dining on a sweet treat — fruit. New research shows that sugary meals will appeal to them (and us) even after we’ve downed a filling meal.",
            "One group could eat food all night, whenever they wanted. The others spent a night without food. This group couldn’t eat until the next morning. In the end, all mice in that group, too, were full.",
            "In the morning, the researchers offered both groups of mice sugar. And all devoured it — even those that had just eaten. This confirmed that even when full, mice crave sugar.",
            "Minère’s team devised a way to explore which parts of the brain might explain this.",
            "They inserted special proteins into a few parts of the animals’ brains. These proteins glow when brain cells are active. To detect that glow, the scientists also implanted a light-recording device into each mouse’s brain.",
            "The researchers focused on a bundle of neurons called the POMC. It sits in a part of the brain that controls hunger, known as the hypothalamus. These cells are known to make mice — and people — feel full. The team wondered if the same cells might help drive sugar cravings.",
            "When an animal eats, POMC neurons kick off a cascade of activity. They send messages to other groups of brain cells that give a sense of feeling full. That feeling tells the animal to stop eating.",
            "When the mice were offered sugar, though, a different pathway out of the POMC lit up. “We found that the POMC neurons, which tell us how full we are, are also quickly turned on when [mice] see signs of sugar,” says Minère.",
            "This pathway, she believes, acts as a sugar-craving circuit. It can override the fullness circuit. The sugar-craving circuit engages a part of the brain that signals rewards and pleasure. This, the researchers think, is what makes sweets so appealing — even when we’re full.",
            "At least, that’s the case in mouse brains. But what about in us?",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "To test if people have the same sugar-craving brain circuit they saw in mice, Minère’s team designed two experiments.",
            "First, they looked to see if people possess the same neural links. So, they analyzed slices of human brain tissue. They looked at the same sites where they had seen this in mice. POMC neurons in people, they found, form the same paths that they do in mice.",
            "Next, they looked to see if those pathways in us respond to sugar, too.",
            "Volunteers agreed to lay in a brain scanner called a functional MRI machine, or fMRI. It recorded brain activity as people got water or sugar. When it was sugar, cells in their sugar-craving circuit lit up. This suggested those cells work much as they do in mice.",
            "Our brains differ quite a bit from mouse brains. Still, these particular parts of the brain are very similar in both, notes Sabrina Diano. She’s a neuroscientist at Columbia University in New York City who did not take part in the study. The new experiments, she says, do a good job showing that the sugar-craving circuit exists in both mice and us.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Minère believes there’s a reason brain why our brains crave sugar, even when we’re full. Our ancient ancestors evolved in a time when it was tougher to find food, she says. And sweet foods typically provide lots of quick energy.",
            "“Imagine you had a bunch of carrots and a bit of meat and you’re completely full. But then you find beautiful fruit and a bit of honey,” says Minère. In the past, even if you didn’t want to eat more carrots or meat, you might have still wanted to eat the fruit and honey for all of the energy it holds, she says — energy you could store for later.",
            "So, Minère says, it’s not your fault if you can’t resist the lure of a sweet treat. Blame biology."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/parakeets-talk-brain-areas-humans",
        "title": "\n\tParakeets talk using brain areas similar to ours",
        "content": [
            "*Colorful_small_parrots_called_budgerigars_or_parakeets,_one_gray_and_one_blue,_sit_next_to_each_othe",
            "Specific neurons in parakeets’ brains allow these birds to combine different elements of sounds, a new study shows. ",
            "Parrots are natural chatterboxes. Small parrots known both as parakeets and as budgerigars make this chatter in ways remarkably similar to the way we do it.",
            "Researchers shared the new finding March 19 in Nature. ",
            "Parakeets have special brain areas for making language. These language centers work much as those in humans do. So far, these parrots are the only animals other than people known to have brains that work in this way, says Michael Long in New York City. A neuroscientist, he works at New York University Langone Health.",
            "This “is really the first nonhuman animal in which that has been shown,” Long says.",
            "Parakeets (Melopsittacus undulatus) are tropical-colored cutie pies. Beyond their looks, these parrots are smart and outgoing. Their social life makes them interesting research subjects for language studies.",
            "Learning how their brains create speech might also help researchers better understand some language disorders in people.",
            "iFhttps://www.youtube.com/embed/6cqOI4ezWhk?feature=oembed",
            "Parakeets have complex conversations, perhaps using the “vocal keyboard” in their brains.",
            "Long and Zetian Yang recorded the activity of individual nerve cells in the brains of four parakeets. These cells were nestled in the anterior arcopallium. It sits in a front part of the birds’ brains. The two NYU Langone researchers tracked the activity of cells here as the birds chirped and trilled away. That activity was tied to how the birds made those sounds, they found.",
            "How the activity was organized turns out to be pretty simple, Long says. He compares it to a keyboard. This keyboard can produce a range of sounds — consonants, vowels, high pitches and low pitches. A parakeet can combine different sounds “by just playing this vocal keyboard,” Long says.",
            "Overall, this brain system is organized in a rather humanlike way.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Similarities between human and parrot brains show how two species can solve a problem in a similar way. This could be “a very tidy example” of what’s known as convergent evolution, Long says. The brains of people and these small parrots both developed ways that let them make a complex series of sounds. But how this happened evolved separately in each species.",
            "Scientists now know more about how the birds’ brains help these parrots talk. But another question remains: What are these birds talking about?",
            "“We are trying now to translate budgie,” he says of that language.",
            "Long’s team is using advanced machine learning to find patterns among the bird talk. They hope this will help them figure out what each warble and chirp means. Perhaps their language — not just how the birds’ brains create it — resembles that in people.",
            "Through these kinds of experiments, Long says, people may come to challenge the idea that complex language is a particularly human behavior. Parakeets might be telling us that people aren’t the sole species with a gift of gab.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-infrasound-definition-pronunciation",
        "title": "\n\tScientists Say: Infrasound",
        "content": [
            "*a_humpback_whale_swims_underwater",
            "Whales sing across kilometers (miles) of ocean using infrasound — deep resonant tones too low-pitched for the human ear.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/soundcloud%253Atracks%253A2186394113&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Infrasound refers to sound pitched too low for a human to hear.",
            "“Infra” means below. So think of infrasound as sound so deep it’s below human detection. (Sound too high-pitched for humans to hear is called ultrasound.)",
            "Sound is energy that moves as waves through air, water or another substance. Your ears detect sound waves as variations in air pressure. If you touch a speaker playing music, you feel these vibrations.",
            "The length of a sound’s wave — or wavelength — determines its frequency. Shorter wavelengths come with higher frequencies. You hear high-frequency sounds as those with high pitches. Think of a singing bird, a mouse’s squeak or a whistle. Longer wavelengths come with lower frequencies. Low-frequency sounds have lower pitches. A lion’s roar, a rumble of thunder or the bass line in a song are all low pitches.",
            "Frequency can be measured in kilohertz (kHz). This unit refers to the number of vibrations that pass a point each second. Anything below 20 kHz is too low for human ears to hear. So any sound below 20 kHz is considered infrasound.",
            "Scientists use infrasound sensors to listen for these super low-frequency sounds. Changes in deep resonant rumblings can alert scientists to impending geological events. Underground movements can create infrasound rumbles in the atmosphere. And such sounds can provide early warnings of earthquakes or volcanic eruptions.",
            "Humans may not be able hear these ultra-deep tones, but some animals can. For example, whales “sing” in infrasound. The long sound waves of their voices can travel many kilometers (miles) through ocean water. On land, elephants use these deep calls to communicate over long distances to their herds.",
            "Scientists predicted the 2018 eruption of Hawaii’s Kilauea from changes in infrasound rumblings.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/quantum-computers-circuits-physics-nobel",
        "title": "\n\tDiscoveries behind quantum computers win the Nobel Prize in physics",
        "content": [
            "*An_illustration_shows_three_men,_John_Clarke,_Michel_Devoret_and_John_Martinis,_who_collectively_won",
            "John Clarke, Michel Devoret and John Martinis share the 2025 Nobel Prize in physics. They won for demonstrating quantum effects in an electric circuit.",
            "For bringing quantum effects to a scale once thought impossible, three physicists will take home the 2025 Nobel Prize in physics.",
            "In the 1980s, John Clarke, Michel Devoret and John Martinis turned up weird effects in special types of electric circuits. The effects involved billions of electrons. And they took place on a device big enough to hold in one’s hand.",
            "Their discoveries challenged what scientists had believed. Previously, they had thought that quantum effects mainly showed up in tiny objects such as single atoms.",
            "Quantum theory describes the behavior of particles or energy on the smallest scale. It predicts that particles can do some unexpected tricks. One of those tricks is called quantum tunneling. That’s when a particle slips through a barrier that’s seemingly impassible.",
            "Imagine rolling a ball partway up a hill, but not enough to reach the top. Normally, it would roll back down. But in the quantum world, it’s as if the ball somehow appeared on the other side of the hill.",
            "Since the discovery of this behavior in a circuit, tech companies and researchers have used similar circuits as the quantum bits (or qubits) that make up quantum computers.",
            "Quantum computers’ power rests in the rules of quantum mechanics. On small scales, stuff acts much differently than in larger, everyday objects. But those weird behaviors give quantum computers the potential to perform special feats. Those devices could help find new medicines or useful materials. Or they could break the internet. They could even hack the standard type of encryption used to keep people from spying on your communication. ",
            "“The basis of quantum computing relies to quite an extent on our discovery,” said Clarke on Oct. 7. He spoke during an announcement of his win by the Royal Swedish Academy of Sciences. Clarke works at the University of California, Berkeley. Martinis works at the University of California, Santa Barbara. Devoret works there, too, and at Yale University. All three physicists will split 11 million Swedish kronor (more than $1.1 million) in prize money.",
            "iFhttps://www.youtube.com/embed/Yg0LT3n4mYY?feature=oembed",
            "Three physicists won the 2025 Nobel Prize in physics for their work in demonstrating quantum tunneling. For an explanation of what that is, watch this short video.",
            "The trio studied a special type of electric circuit. It uses a material called a superconductor. In a superconductor, electricity can flow without any resistance. But only if it’s chilled to very cold temperatures.",
            "The researchers took a superconductor and layered it with an insulator. That’s a material that doesn’t conduct electricity. It was like a sandwich with superconductor as the bread and insulator as the filling. This makes what is called a Josephson junction. (The junction, here, is the boundary between the superconductor and the insulator.)",
            "In 1985, the trio reported finding for the first time that a circuit could switch between states in which there is — and isn’t — a voltage crossing the junction. That’s thanks to quantum tunneling.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The three scientists also showed that this circuit absorbed energy in discrete chunks. That’s known as quantization.",
            "“It’s the foundation for why superconducting qubits work,” says Andreas Wallraff. A physicist, he works in this field at ETH Zurich. It’s in Switzerland. And the researchers didn’t stop at those early findings. “The thing that was special,” he says, is they also “continued to push the field forward throughout the years in different ways.”",
            "Take Martinis. He was a central figure in the quest to demonstrate that a quantum computer could perform a calculation that would be out of reach for a traditional computer. At the time, he was the leader of Google’s quantum computing work. His team claimed, controversially, to have hit that benchmark in 2019. Competing for proof of that milestone has continued ever since."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/tiny-insects-fly-comb-wings",
        "title": "\n\tComb-like wings help the tiniest insects swim through ‘syrupy’ air",
        "content": [
            "*black_and_white_image_of_a_Paratuposa_placentis_beetle",
            "Some of the world’s smallest insects, like the featherwing beetle in this microscope image, have wings that look more like combs than membranes.",
            "The wings of many flying insects — bees, butterflies and dragonflies, for instance — seem to follow the same blueprint: A solid surface or membrane pushes against the air to keep these animals aloft. But new data show that for the tiniest fliers, there’s a better way: brushes.",
            "The littlest insects are smaller than a grain of rice. Their wings look like tiny bristles or feather dusters, with visible air gaps throughout. It’s a clever adaptation for flying when you’re incredibly small, the new work shows.",
            "Bristled wings are light and surprisingly stiff. They also use less effort to flap than solid wings. This makes it easier for miniature insects to flap quickly and stay airborne —  important for moving through air that feels very different at their tiny scale.",
            "And understanding how these unusual wings work could also inspire new technology.",
            "“Currently, we have robotic insects the size of normal flying insects. But what would be nice is ultra-miniature robots, things you can’t even see,” says Mostafa Nabawy. He works at the University of Manchester in England and had no role in the new research. Bristled wings, this aerospace engineer suspects, might help make such super-mini robots possible.",
            "For more than a decade, Dmitry Kolomenskiy has been part of a team puzzling over why small insects evolved bristled wings. A computational scientist, he works at Skolkovo Institute of Science and Technology. That’s in Moscow, Russia.",
            "For answers, his team gathered data on 38 species of tiny beetles. Their wings ranged in length from just 0.3 to 5 millimeters (0.01 to 0.2 inch). That’s very small — from the width of a couple hairs to about the size of a few grains of sand laid end to end. Many of the beetles came from Russia and Vietnam.",
            "Back in the lab, the researchers used microscopes to measure the shape of each wing and count its bristles. And with high-speed cameras, they tracked how fast the beetles’ wings flapped in flight.",
            "To their surprise, the beetles flapped at about the same speed regardless of the wings’ size. That’s unusual, Kolomenskiy says. Among birds and larger insects, smaller wings usually flap faster.",
            "iFhttps://www.youtube.com/embed/txPvulerOW4?feature=oembed",
            "This featherwing beetle flaps its bristled wings in a wide stroke. In 2022, Kolomenskiy and other scientists found that bristled wings help these tiny beetles fly very fast. Now, their research shows how the tiny bristles work and how their size and structure changes with a species’ size.",
            "It comes down to how these wings interact with air, Kolomenskiy now concludes. To humans and other large animals, air feels light and breezy. But insects that are just a few millimeters long experience air very differently, he points out. “At these small scales, they really feel air like a very viscous media,” he explains.",
            "“Think of maple syrup,” he says. “You get [that] kind of flow for air, if you are very small.”",
            "Fluids, it turns out, behave differently at small scales. Viscous forces now dominate. Here, air doesn’t easily slip through small gaps the way it does at larger scales. Instead, it flows slowly and sticks to surfaces, like syrup clinging to a spoon.",
            "As a result, tiny insects “are almost not flying in the air,” says Nabawy, the aerospace engineer. “They are actually swimming in the air.”",
            "Because the air acts like a thick, syrupy liquid, it doesn’t flow through the gaps in a tiny wing’s bristles. Instead, it gets “stuck” and flows around the bristles.",
            "“Visually, it looks like there’s a lot of void between [the bristles],” says Kolomenskiy. “But for the [air], it’s not transparent. The flow goes around.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The smaller the insect, the stickier the air can feel. So the researchers created a computer model. It analyzed what design would allow these tiny insects to flap with the least effort before their flight performance suffers.",
            "This model looked at how stiff the bristles need to be so they won’t bend. It also tested how widely bristles can be spaced without leaking air.",
            "*a_composite_image_showing_a_micrographic_image_of_a_tiny_beetle_and_the_shape_of_it's_bristled_wings",
            "fCThe body and bristled wing of a tiny insect from the genus Cylindrosella. This is one of the smallest beetles in the world. At about 0.05 millimeter (two thousandths of an inch), it is about half the thickness of a human hair! It lives in mushrooms and probably eats tiny bits of fungus.",
            "Gaps between bristles increased as a wing got smaller, they found. The tiniest wings (0.3 to 0.5 millimeter) had the fewest bristles, and they were spaced farthest apart. Wings with fewer bristles weigh less. That helps these insects flap at high speeds without using much energy, Kolomenskiy observes.",
            "Longer wings — those more than about 1.7 millimeters — evolved more bristles and ones that are more closely spaced. As those bristles get very tightly packed, they eventually start to look more like a membrane.",
            "*a_composite_image_showing_a_micrographic_image_of_a_tiny_beetle_and_the_shape_of_it's_bristled_wings",
            "fCBody and wing of the tiny beetle Primoskiella anodonta. It’s around 0.1 millimeter (0.004 inch) long. This little insect lives in moss and damp places.",
            "Lastly, the team looked at wing stiffness. Wings that bend too much as they flap don’t push hard enough against the air to generate lift. That’s the force needed to keep things aloft. The computer model showed that both the bristles and what they attach to need enough rigidity to hold the wing’s shape during each flap.",
            "The researchers shared their discoveries Aug. 22 in the Proceedings of the National Academy of Sciences.",
            "*a_composite_image_showing_a_micrographic_image_of_a_tiny_beetle_and_the_shape_of_it's_bristled_wings",
            "fCThe body and wing of a tiny beetle called Nephanes titan. At about 0.1 millimeter (just four thousandths of an inch) long, it’s about the size of a single grain of table salt. This little bug lives in soil and leaf litter.",
            "“Bristled wings are a clever mechanical optimization,” says Kolomenskiy. Light yet stiff, they can move through a thick, viscous air environment, getting enough lift for flight.",
            "Engineers might borrow the same tricks to design miniature flying robots, he believes. For instance, swarms of tiny flying robots — sometimes called “robobees” — could flit through greenhouses to pollinate crops. Alternatively, squadrons of micro-drones might search collapsed buildings for survivors or monitor things in the environment.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/classroom-exercise-workouts-boost-brain",
        "title": "\n\tShort exercise workouts can boost classroom performance",
        "content": [
            "*a_group_of_middle_school_kids_doing_jumping_jacks_in_a_gym_as_directed_by_their_teacher",
            "Studying for a test or about to plow into some heavy homework? You might benefit from a little exercise beforehand, a new study finds. A few minutes of some high-intensity workout (fitting in short breaks) could boost your brain’s ability to focus and perform well.",
            "Our bodies weren’t made to sit for hours in a classroom — or anywhere else. That may be why it’s so hard for many kids to stay focused on their lessons. Research has shown that movement breaks can help students focus better in school. And it doesn’t take much, new data show. Just a few minutes of activity improves brain function and boosts learning.",
            "The findings appear in the July Psychology of Sport & Exercise.",
            "“We always say that exercise gets the wiggles out,” says lead scientist Eric Drollette. It seems kids just need to move when they can’t focus on a task any longer.An exercise psychologist, Drollette works at the University of North Carolina at Greensboro. He knew exercise could boost memory and other types of learning. That made him wonder how little exercise was needed.",
            "Previous studies had tested the benefits of 20 to 30 minutes of moderate-intensity exercise. It might be riding a stationary bike or walking on a treadmill. But those regimes can’t be done in a classroom. And they’d take a lot of time away from lessons.",
            "Drollette wanted to develop a program that would take just a few minutes. It would also have to fit into a classroom setting, which often has limited space. Ideally, it would be something kids could do right at their desks.",
            "*three_students_in_a_classroom_jumping_at_their_desks",
            "fCStudy participants demonstrate activities that can fit into the space next to their desks in a classroom.",
            "What his team came up with was a nine-minute high-intensity interval program.",
            "High intensity refers to how quickly someone reaches a target heart rate. Such exercises really get our blood pumping.",
            "Interval refers to the insertion of breaks between bouts of exercise. Kids might exercise for 30 seconds, rest for the next half minute, then do another 30-second bout. High knees, star jumps, jumping jacks, hops, lunges, squats and kicks would all qualify.",
            "*a_girl_doing_jumping_exercises_and_wearing_an_EEG_cap",
            "fCOne study participant does jumping exercises while wearing a heart rate monitor and an EEG cap. Each dot on the cap is a sensor that picks up brain activity.",
            "Drollette and his team recruited 25 students 9 to 12 years old. Each visited his lab three times. There, the kids wore a heart rate monitor and an EEG cap. Sensors in that cap read electrical nerve signals. This records how the brain is responding to specific events.",
            "The kids did a nine-minute activity session on each visit. One time it focused on high-intensity interval exercises. Another time, the kids rode a stationary bike. Watching a short educational video was the third activity. The researchers compared brain responses triggered by each of these different activities.",
            "Shortly after each activity ended, participants completed a test. A computer screen displayed five fish in a line. The test asked kids to note which direction the center fish faced. Sometimes all five fish faced the same direction (left or right). Other times, the center one faced the opposite way than the other four, making it harder to give the right response.",
            "*a_girl_wearing_a_blue_EEG_cap_sits_in_front_of_a_monitor_with_five_gold_fish_on_the_screen,_she's_ho",
            "fCUniversity of North Carolina at Greensboro",
            "This participant uses a gaming controller to note whether the center fish is facing right or left. Half the time, the fish on either side of it face the same direction. Other times, they face the opposite way.",
            "*a_photo_showing_a_partition_between_the_girl_with_the_EEG_cap_and_the_researchers_",
            "fCUniversity of North Carolina at Greensboro",
            "Researchers track brain activity on a computer as the participant completes the fish test. The participant is separated from the researchers, so they don’t distract her from her task.",
            "Participants also completed tests of math, word recognition, silent reading and sounding out fake words like “snue” and “blirping.” This last test measured how well students might struggle to pronounce a real word they didn’t yet know.After high-intensity exercise, students showed a change in one brain response during the fish test. “We call it the uh-oh mechanism,” Drollette says. It happens any time you think, “uh-oh, I made a mistake.” It also has a more formal name: ERN (short for error-related negativity).",
            "The ERN response allows us to recognize a mistake so we can correct it in the future.",
            "High-intensity exercise reduced the size of that response. Kids still realized when they’d erred, but their brains didn’t have to work as hard to pick up on that. The change suggests the exercise had made their brains more efficient.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The other two activities didn’t show that benefit.Students also performed better after the high-intensity workout on tests that focused on language.",
            "For math, the students performed a bit less well after the high-intensity session than after less-intense exercise or watching the video. That could be due to fatigue, Drollette says. “Physical fatigue will fatigue cognitive abilities as well,” he says. Tasks that require higher-level thinking, such as math, tend to be the first ones affected. The nine-minute session seemed to be just right without overdoing it. ",
            "iFhttps://www.youtube.com/embed/GDgInyAn-C8?feature=oembed",
            "This video explains what an EEG is, what it measures and how it can decode electrical signals moving through the brain to give experts a bit of a window into which brain parts are not only active but working hard.",
            "“These findings are exciting,” says Lauren Raine. She’s an exercise scientist at Northeastern University in Boston, Mass., who did not take part in the study. “If we provide students with short, high-intensity exercise breaks,” she says, “we may actually see improved academic performance and better processing of mistakes.”",
            "Regular classroom exercise could also improve physical health, she adds.High-intensity exercise could have added benefits for teens, Drollette suspects. Why? It puts the brain in a mentally healthy state. An overactive ERN is related to anxiety and other mental health issues. High school is “where we see a lot more anxiety among kids,” he says. After finding a change in the ERN in younger kids, he now expects to see the same response in teens.“Being active can help with a lot of things that are going on in society,” he says. That includes both mental and physical health. So, he recommends, “Find opportunities to stand up and get moving.” ",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/floss-flu-vaccine-mice-needle-free",
        "title": "\n\tFloss delivers flu vaccine to mice needle-free",
        "content": [
            "*A_researcher_wearing_purple_nitrile_gloves_flosses_the_lower_incisors_of_a_mouse_with_floss_coated_w",
            "A pair of researchers gently floss a mouse’s bottom incisors. The floss is coated with a vaccine that could help protect the animal against influenza.",
            "Here’s a no-jab way to get vaccinated. Just open your mouth and floss. This approach works well in mice, scientists report. They hope a version for people could work, too.",
            "Not all vaccines are delivered with a needle. Some target the moist tissues in our bodies. Known as mucus membranes, we have them in our mouth and nose. Germs often invade the body through these mucus membranes. Building immune defenses in these parts helps disarm viruses upon entry. The flu virus, for example, usually enters our body through the nose. Then it heads toward the lungs.",
            "Protecting mucus membranes can be challenging. These moist tissues come into direct contact with the air and germs around us. Their cells are tightly packed to help keep pathogens out. But that can make it tricky to get a vaccine in and prompt an immune response. ",
            "Researchers have designed vaccines before that target places in the mouth, where cells aren’t quite as close together. To do this, they used cheek patches or liquid drops under the tongue.",
            "Harvinder Gill, a bioengineer at North Carolina State University in Raleigh, came up with another idea. While reading a paper on dental structure, he learned about a leaky collection of cells at the base of a small pocket, where gums attach to teeth. Maybe here, he thought, is where his team should try to introduce a vaccine.",
            "There’s just one problem. This pocket — the junctional epithelium — sits below the gumline. That makes it hard to reach.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "“We needed something more precise [than a drop of liquid],” Gill says. “And then we thought ‘Oh, hey, we already have floss. … Why don’t we just use [floss] to also deposit the vaccines into this location?”",
            "He proposed testing this in mice. But that immediately raised the issue: How do you floss a mouse? No one had ever done that. Rohan Ingrole, a bioengineer at Texas Tech University in Lubbock, accepted the challenge.",
            "That led to even more questions. What’s the best way to open a mouse’s mouth? How does one get the floss in the right spot? And is there a way to protect the mouse’s gums from damage?",
            "Initial tests flopped. While gently moving the floss back and forth over the bottom front teeth (incisors), the animals’ jaws dropped down. Right away, the floss slipped out.",
            "“One day, after a failed attempt, I was just going around [the lab] and I saw this key chain lying on the table,” Ingrole recalls. “It made me wonder: Can I use the ring of this key chain to provide support to the mouse jaw?” That, he now says, “turned out to be a game changer.” ",
            "It worked. Yet even with this support tool, flossing a mouse is a two-person job.",
            "First, the mouse must be lulled into deep sleep with an inhaled anesthetic. Then, one person must gently hold the mouse in an upright position by the scruff of its neck. That person also pops the mouse’s head through the key ring. This allows the animal’s lower jaw to stay open and rest against the ring’s edge. The second person then plays dental hygienist with a vaccine-coated piece of floss.",
            "See how floss can apply a dye (which glows under ultraviolet light) to a mouse’s gum pocket on its right lower incisor. Scientists also made floss coated with different types of vaccines. These can be used to vaccinate mice against disease. One day we may be able to treat ourselves this way.",
            "That floss had been coated with a vaccine made from dead flu viruses or lab-made bits and pieces of them. With each swipe back and forth, that floss delivered the vaccine through the gum’s junctional epithelium.",
            "The team tried four different types of vaccines. All boosted immune defenses in the mice. Eating or drinking right after flossing didn’t affect how well the vaccine worked. What’s more, the flossed vaccine was similar to a vaccine inhaled through the nose.",
            "Giving vaccine with floss may even be a bit safer than a nasal mist. Why? Noses have a direct connection to the brain, Gill notes. So safety tests of nasal vaccines must show there’s no big risk of side effects in the brain. Vaccines given through the gums, by contrast, are unlikely to reach the brain.",
            "Gill and Ingrole’s team shared its new findings July 22 in Nature Biomedical Engineering.",
            "“It’s very clever, I like the strategy,” says Stephanie Langel. She’s a viral immunologist who did not take part in the new work. Langel works at Case Western Reserve University. That’s in Cleveland, Ohio.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Both nasal and floss vaccines triggered immune defenses in the blood of mice. So both vaccines may help prevent severe disease and death. But compared to the floss vaccine, the nasal type caused more antibodies to hang out in mucosal linings (such as those in the nose), the new study found. And that means nasal vaccines might be better at preventing one individual from passing a virus to another, Langel says.",
            "iFhttps://www.youtube.com/embed/N6KvqNDErp0?feature=oembed",
            "Here’s why they think this flossing vaccine delivery may work in people too.",
            "The floss vaccine might be improved, however, by adding the right adjuvant (ADD-ju-vunt). This is some chemical or other material that boosts the body’s immune response to some foreign substance. This might help the body make more antibodies in places like the saliva or nose. In turn, that should protect against invading germs.",
            "The floss vaccine has been tested in 27 human volunteers. The researchers coated a one-handed floss pick with a dye. It glows under UV light. Then the volunteers flossed their teeth. Afterward, the researchers used UV light to search for the dye. Flossing had deposited roughly 60 percent of the floss’ vaccine into people’s gum pockets, they found.",
            "Now the goal is to make flossing easier, Gill says, and to ensure that people are getting a consistent dose.",
            "Such vaccines might one day provide a painless, needle-free way to vaccinate, he says. And if people are comfortable with flossing their teeth with a vaccine, they could do it at home.",
            "In fact, self-vaccinations could be huge during a pandemic, Ingrole says. During the COVID-19 pandemic, scores of health-care workers had to help with vaccination efforts. “Imagine if you had this vaccine that could just get delivered at your doorstep,” Ingrole says. To get a vaccine, he notes, you’d “no longer have to go stand in line for hours.”  "
        ]
    }
]