[
    {
        "URL": "https://www.snexplores.org/article/cats-orange-fur-ginger-color-gene",
        "title": "\n\tOrange cats get their ginger color from a single gene ‘cutout’",
        "content": [
            "*a_calico_cat_curled_up_in_front_of_a_sunny_window,_and_a_larger_orange_cat_using_the_calico_cat_as_a",
            "A DNA deletion on the X chromosome of domestic cats leads to ginger-colored fur, two new studies show. Cats with multicolor coats, like calicos and tortoiseshells, also have the mutation. Both Oscar (orange cat, right) and Alani (calico cat, left) likely have the mutation.",
            "Cats come in many colors and patterns. And bright orange is one of the most striking. The mystery of what gene gives ginger cats their hue has stumped scientists for decades. Now, two different teams have just turned up the same solution.",
            "Most kitties with orange fur share the same cutout in their DNA, the new research shows. Even multicolored cats with a few ginger patches — such as calicos and tortoiseshells — have this mutation. The DNA deletion makes cells in cats’ hair-growing structures produce a yellow-red pigment instead of the default brown-black hue.",
            "Both teams published their studies in the June 23 issue of Current Biology.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Researchers knew the bit of DNA, or gene, linked to ginger fur lay in a DNA bundle called the X chromosome. Here’s how.",
            "In cats and most other mammals, males usually have one X and one Y chromosome. Females typically have two X chromosomes. As a result, the single X chromosome is very active in all cells of a male cat. But only one of the two X chromosomes is active in each cell of a female cat.",
            "If the ginger fur gene were on the X chromosome, then male cats with that trait would be completely orange. But in a female cat, both X chromosomes would need to carry the orange trait for her to be fully ginger. If only one X chromosome contained the trait, then her coat would likely become a patchwork of orange and black.",
            "Indeed, that is the color pattern seen among cats. Most completely orange cats are male. Most multicolored cats, meanwhile, are female.",
            "Most other mammal species don’t get ginger hair based on their sex. Not even famously orange big cats (such as tigers) do. So domestic cats possess an unusual mutation, says Chris Kaelin. He studies genetics at Stanford University in California.",
            "*a_calico_cat_curled_up_on_a_chair_looks_up",
            "fCAlani — a female calico cat — likely has the DNA deletion on just one of her X chromosomes. That’s why her coat only has some orange.",
            "Kaelin was part of a team that examined the genes of about 30 cats. They hoped to find DNA features shared only by those with orange fur. Their work revealed a deleted stretch of about 5,000 DNA base pairs near a gene called Arhgap36. (The cat genome has about 2.7 billion base pairs total.) The removed bit was not in the gene itself, but close enough to affect its activity.",
            "Scientists have discovered that a single genetic mutation is behind what makes orange cats orange. It was already known that the gene for orange fur sits on the X chromosome. Since male cats have just one X, they only need a single copy of the gene to be fully orange. Female cats have two X chromosomes, so they’d need the gene on both to be completely orange. Otherwise, they usually end up with a patchwork of orange and black fur. A new study reveals that a DNA deletion causes pigment cells to produce the orange color. #CatsofTikTok #OrangeCat #Science",
            "The Arhgap36 gene carries instructions for making a certain protein. The nearby deletion boosted how much of that protein it makes — but only in cells that make pigment. (Pigments are chemicals that impart color.)",
            "In pigment-making cells, the protein stops genes needed to make the brown-black pigment from turning on. Instead, a yellow-red pigment is produced. It involves fewer genes, so it’s easier to make, explains Greg Barsh. He’s also a geneticist at Stanford University. (Mammals produce only two pigments. Different shades come from other genetic factors.)",
            "A team in Japan identified the same deletion. This team examined DNA from almost 60 cats. When lots of Arhgap36 protein is made, the genes that make the brown-black pigment become less active, explains Hiroyuki Sasaki. He’s a geneticist at Kyushu University.",
            "His team also found that all orange cats from a global database of 258 kitties had the same deletion. Non-orange ones lacked it. Sasaki suspects the trait was passed down from one ancestral cat. That cat lived more than 900 years ago, suggest Kaelin, Barsh and their team-mates. They base this estimate on historical paintings of calicos.",
            "Before these studies, researchers didn’t know Arhgap36 was involved with a cat’s coloring. It’s mostly active in certain hormone-producing organs, such as the pituitary gland. The gene’s role in ginger hues is unique to domesticated felines."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/contagious-yawning-zebrafish",
        "title": "\n\tThese fish yawn — and it’s contagious",
        "content": [
            "*a_photo_of_several_zebra_fish,_small_narrow_fish_with_horizontal_stripes_and_shimmering_scales",
            "These zebrafish are a “lab rat” of the aquatic world. A new study finds they can yawn — especially after witnessing others of their kind yawning.",
            "You know that feeling. You see someone yawn and all of a sudden you, too, feel the urge to yawn. It turns out that’s not unique to people, or even mammals. At least one type of fish will do this, too.",
            "Contagious yawning has been witnessed in several warm-blooded creatures. Besides us, these include chimps, lions and wolves. But here “is the first time this has been demonstrated in [a cold-blooded] species,” says Elisabetta Palagi. She works at the University of Pisa in Italy. As a comparative ethologist, she studies the behaviors of animals, often in the wild. Much of her work has focused on contagious behaviors — including yawning — in primates, such as monkeys and apes.",
            "In a new study, she and her team were curious to confirm whether fish yawn — and if it’s contagious in them, too. People with freshwater aquariums often keep zebrafish (Danio rerio). That’s the species Palagi’s team chose for this work.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The scientists started by observing and filming 18 zebrafish in the lab. The fish usually breathe by quickly opening and closing their mouths. But sometimes they opened their mouths slowly. They also stretched it widely — then snapped it closed. This seemed to mimic what scientists usually describe in other animals that are yawning (including us).",
            "The researchers turned up many differences between a fish’s normal breathing and a yawn. For instance, the fish opened their mouth wider during a yawn than when simply breathing. And about half the time, a yawning fish also stretched its body. This is “very interesting,” Palagi says, and something “we absolutely did not expect to find.” (Yawning people also tend to stretch their bodies about half of the time, she notes.)",
            "*a_drawing_of_two_zebrafish,_one_opening_it's_mouth_to_breath_and_one_'yawning'",
            "fCWhen opening their mouths to breathe, zebrafish tend to keep a straight, horizontal posture, as in the upper image, When yawning, their mouths open wider and the often arch their back, bringing their tails lower (bottom image), the researchers find. ",
            "Palagi and her team then trained an AI model to recognize those traits they had linked to yawning. Afterward, the researchers gave the AI many screenshots taken from videos of fish. In short order, that AI could distinguish between a yawn and normal breathing, in much the same way her group did.",
            "Next, the researchers showed zebrafish two types of videos. In one, a zebrafish yawned. In the other type, the fish just breathed normally. Palagi’s group showed these videos to many fish and many times to each individual. Then they analyzed how the creatures responded.",
            "The fish were more than twice as likely to yawn when watching a video of another zebrafish yawning than when they were just breathing. This suggests yawning is contagious, the researchers now conclude.",
            "Zebrafish tend to swim in large groups, moving fast and changing direction as one. In the lab, when a fish responded to the video of a yawn, it also tended to change the direction in which it was swimming. In the wild, such a directional change in response to yawning might help zebrafish coordinate their movements, the researchers suspect. ",
            "Palagi’s team shared its findings April 7 in Communications Biology.",
            "fCThis slowed-down video shows a zebrafish yawning, then turning to swim in a different direction.",
            "“This reads to me like the beginning of something — but nothing massively conclusive,” says Cait Newport. She’s a biologist who studies fish behavior at Oxford University in England. She did not take part in the new study.",
            "While she thinks these observations offer a “good start,” it’s still unclear why the fish would yawn together, she says. The directional change reported in fish that watched a video, she adds, is not enough to conclude that fish in the wild would use yawning to coordinate their movements. But it’s a plausible hypothesis, she says.",
            "Noam Miller is a comparative psychologist. He works at Wilfrid Laurier University in Waterloo, Ontario, Canada. He finds the Italian group’s study “very interesting” and “surprising.” Still, he adds, there are many things left to learn.",
            "“We’ve seen contagious yawning in a lot of mammals and birds — and then we have this one fish study,” says Miller. “We need to fill in a lot of these gaps” on whether fish would yawn — and do it contagiously — for the same reasons those warm-blooded animals do.",
            "Why animals yawn is still an open question, Palagi says. But she and her team think zebrafish could be a perfect animal to study yawning and why it’s contagious. In fact, they plan to do just that. “This study opens the floodgates for many more [studies] to come.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/how-blood-vessels-handle-pressure",
        "title": "\n\tHere’s why your blood vessels don’t burst under pressure",
        "content": [
            "*an_illustration_showing_red_blood_cells_inside_a_bending_blood_vessel",
            "Vessels throughout our body move blood — and the nutrients it carries — to tissues. Under some circumstances, those vessels can come under big pressure and try to expand to cope. New data show how they do that without the risk of bursting.",
            "Every beat of your heart pushes blood through thousands of kilometers (miles) of vessels in your body. Each of those pulses puts pressure on the vessel walls. And sometimes it’s a lot of pressure. Like when you’re running or scared. When this happens, what protects your blood vessels against bursting? A new study shows how they cope: Vessel cells morph their structures on a super tiny level.",
            "“We wanted to understand,” says Claire Dessalles, “how does the tissue respond to external forces?” The pressures of day-to-day life make these shifts happen in vessels all the time, she notes. So it’s important for us to know how and why.",
            "A physicist, Dessalles works at the University of Geneva in Switzerland. The changes her team witnessed in cells lining blood vessels seem to keep those vessels from bursting whenever our blood pressure suddenly rises.     ",
            "What the cells do, her team reports, is flex and structurally adapt with a “fluid-like expansion.” At the same time, tiny thread-like proteins in cells lining those vessels reorganize dramatically. ",
            "Dessalles and her colleagues shared all this in the June issue of Nature Physics.",
            "iFhttps://www.youtube.com/embed/c5G_25dhoeU?feature=oembed",
            "If all your blood vessels were laid out end to end, they’d be long enough to circle the globe — more than once!",
            "The new findings did not come from tests on vessels in an intact, human body. Instead, scientists built a tiny artificial blood vessel in a dish. They lined this vessel, just 120 micrometers (0.0047 inch) wide, with human cells. As in the human body, this inner layer was thin — just one cell thick. The formal name for this layer is the vessel’s endothelium (En-doh-THEE-lee-um).     ",
            "The cells in that lining contain thin strands of a muscle protein. Called actin, this protein can contract or relax. It’s like how muscles tighten when you need to exert force. In our body, the flow of blood puts pressure against vessel walls.",
            "Using a syringe pump —  a device that pushes fluid through a tube — to mimic the flow of blood, Dessalles’ team increased pressure on its vessel-in-a-dish. “We just decided to blow up a vessel like a balloon and see what happens,” Dessalles says.",
            "With glowing dyes and powerful microscopes, they watched the lining’s actin as it shifted and rearranged. “It completely reorients,” Dessalles explains. “It does this 90-degree shift.”",
            "Before the pressure, the actin ran along the length of the vessel. It looked like train tracks, but more spread out. After pressure was applied, the proteins now wrapped around the inside of the vessel.",
            "Next, the team removed the actin from the cells and ran the experiment again. Without actin, the tissue became much softer. Now, it couldn’t handle pressure well. Actin is important for making blood vessels strong, Dessalles concludes. Without it, the cells can’t adapt.    ",
            "This experiment is “fundamentally different from what a lot of people do,” says Alisa Morss Clyne. A biomechanical engineer who did not take part in the new study, she works at the University of Maryland in College Park.",
            "Most past studies stretched cell layers in a flat, 2-D sheet, Clyne notes. This one instead applied real pressure to a 3-D tube. “That was very interesting,” she says, “because cells behave very differently in 3-D than in 2-D.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "This structural change in the actin layer is due to something called nematodynamics (Neh-MAT-oh-dye-NAM-iks). It’s a big word but “a very simple concept,” says Dessalles. Dynamics refers to the change in something over time. And nematics, she explains, refers to tissues that are oriented in some particular way.",
            "The way the cells lining blood vessels change allows those tubes to expand and reshape themselves. It’s similar to how liquid crystals behave.     ",
            "Liquid crystals can flow like liquids. Yet they also have some of the orderly structure of a solid. This odd in-between state helps explain how cells in blood vessels can shift smoothly while keeping some internal structure. It’s why scientists now describe this blood vessel expansion as fluid-like.",
            "This action also mirrors what others have seen in real animals, Dessalles says. In zebrafish, for instance, “when the heart starts to beat, you see the same [brief] response.” Seeing this similar action, she says, “was very exciting for us.”",
            "“It’s an elegant study,” says Nathan Sniadecki. He’s a mechanical engineer at the University of Washington in Seattle. The new work “helps us to better understand how the human body changes over time,” he says — whether from aging or disease.",
            "Other scientists are interested in using the new 3-D model to study blood vessels in places such as the kidneys or lungs, Dessalles says. Her team’s tests used only endothelial cells. These are found in really tiny blood vessels, such as the capillaries. Bigger vessels have muscle around them. In the future, she hopes to look at such things using her team’s new model.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/after-every-soak-fingers-wrinkle-and-always-the-same-way",
        "title": "\n\tAfter every soak, fingers wrinkle — and always the same way",
        "content": [
            "*A_hand_with_wrinkly_fingertips_held_above_a_swimming_pool",
            "Fingers wrinkle when wet. A new study shows the wrinkly pattern is the same after every soak.",
            "Summertime soaks in the pool often leave fingertips shriveled and pruney. Each time someone goes for a dip, their digits wrinkle in the precise same patterns, data now show. Those folds follow the paths of blood vessels below the skin’s surface (which generally stay in place).",
            "Researchers shared the new finding in the May Journal of the Mechanical Behavior of Biomedical Materials.",
            "Many people think that fingers and toes wrinkle when wet because the skin swells as it absorbs water. But around 20 years ago, researchers discovered that the puckering instead is due to blood-vessel constriction.",
            "A prolonged soak leads to water entering the skin. Excess water dilutes the amount of salt in the tissue. This change sends a signal to the brain via nerves. The brain then instructs stationary blood vessels to narrow.",
            "Their shrinking pulls in the anchored overlying skin of our fingers and toes. It’s an evolutionary tool that boosts grip strength under water by creating texture.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Guy German is a biomedical engineer at Binghamton University in New York. He wrote about why water makes skin shrivel for a series in The Conversation where kids can ask questions and experts will answer. But follow-up questions from one reader stumped him. “Does it happen every time,” they asked. “And does it happen the same way?”",
            "Recalls German, “I sat there, sitting with this [set of questions] going, ‘I really don’t know.’”",
            "He and a graduate student then put these questions to the test.",
            "They had three people submerge their right hands in water at 40 degrees Celsius (104 degrees Fahrenheit) for 30 minutes. Right after, the researchers snapped photos of each pruney finger pad. Participants repeated the process at least 24 hours later.",
            "*Two_images_of_the_same_finger_pad_after_water_dunks_on_two_different_days_Black_lines_trace_the_wrin",
            "fCWet-finger wrinkles formed at two different times. The wrinkles are outlined in black with numbers for each match. The pruney pattern aligns after each dunk in water. (Red lines show inconsistent wrinkles).",
            "Images of the same finger one both days matched. They revealed pairs of wrinkles that shared similar locations and shapes. Mathematical analysis confirmed the wrinkles were nearly identical.",
            "“Now the question that I would like to answer,” says German, “is does that happen on the length scale of, say, a year or 10 years or 50 years?” He’s not sure whether blood-vessel patterns shift with age. But fingerprints stay the same over a lifetime. If finger wrinkle patterns do too, they might someday help with biometric or forensic identification, he says.",
            "“I do love the fact that the origin of this story came from just a simple, innocent question,” German says. “It opened up a huge door of what is essentially unknown science.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/water-droplets-make-electricity-power",
        "title": "\n\tHere’s how rainwater might one day power some of your lights",
        "content": [
            "*A_photo_shows_raindrops_falling_on_a_shingle_roof",
            "Water carries a lot of built-in energy. Researchers have now found a way to harness some of that energy from rain and other sources as a clean source of electric power.",
            "They say April showers bring May flowers. But here’s another upside to rain any time of year: It could power some of your lights with clean, green energy. ",
            "Hydropower typically harnesses the strong flow of a big stream of water to create electricity by some mechanical means — such as the spinning of big turbines. A new type instead harnesses tiny bursts of energy sparked when rain runs down a narrow tube. ",
            "“There is a lot of energy in rain,” says Siowling Soh. An engineer, he works at the National University of Singapore. His team is developing the new tech. “If we can tap into this vast [rain] energy,” he says, “we can move toward a more sustainable society.”",
            "A water molecule, or H2O, is made of two hydrogen atoms bonded to an oxygen atom. Some experiments had shown the electric charges in a water molecule can become spatially separated as water flows through an electrically conducting tube.",
            "*an_illustration_of_water_molecules_inside_water_droplets",
            "fCWater molecules (here, illustrated inside water droplets) are made of one oxygen atom (shown red) and two hydrogen atoms (white). These molecules are held together by electrical charges. But their negative and positive ions can be spatially separated as droplets move down thin glass tubes. ",
            "As those drops move, negatively charged hydroxide molecules (OH–) leave the droplet. These can latch onto the tube’s inner surface. This will leave an excess of positively charged hydrogen ions (H+) in the water.",
            "As droplets dribble out of the tube and into a cup, the extra charge builds up in the accumulated water. That charge can create an electric current.      ",
            "In early tests by others, the share of water molecules affected this way had been truly tiny. So the energy they produced was small, too. Indeed, it was far less than would be needed to continuously pump water through that tube.",
            "Soh sought a way around that problem. His team’s new solution: Mix air in with that water.",
            "Instead of sending a continuous flow of water down a tube, they drip rain-like water droplets into it. To maximize the separation of electric charges, they keep the tube small. That way, a larger share of the water contacts the tube’s walls. (The tube’s 2-millimeter width is about as wide as a rice grain.)",
            "Tiny air pockets develop between the water driblets as they slide down that tube. This process creates higher rates of charge separation than do continuous flows, Soh reports. In fact, it releases roughly 100,000 times as much energy!",
            "The separated positive and negative electric charges create a voltage between the ions. It’s much the same idea as the charge separation that occurs when you shuffle across a rug wearing socks (and then risk getting a small shock when you touch metal).",
            "After traveling the length of the tube, each charged droplet falls into a stainless-steel cup. Wires connected to the tube and cup allow those built-up electric charges to create an electric current, which can power some device.",
            "Water moving down a tube can support an electric current. But based on the tube’s width (compared to water flow) — and whether air pockets mix in — that water’s flow can exhibit any of five patterns. Each is illustrated and then photographed here. They appear in order from most power generated (with air-pockets, left) to least (right).",
            "*_Here’s_how_rainwater_might_one_day_power_some_of_your_lights0",
            "fCC. Ao et al/ACS Central Science 2025 (CC-BY 4.0)",
            "Soh’s group ran 20-second-long tests of its system. Droplet flows through four tubes — each 32 centimeters (12.6 inches) long — made enough electricity each time to continuously power 12 LED lights.",
            "“We think [this new tech] will be helpful in rainy places, including tropical countries like Singapore,” Soh says. It could be scaled up, he adds — perhaps by installing rain-catching tubes on roofs. A system like this might also be set up next to sources that create sprays of water, such as waterfalls. ",
            "And this tech can do more than power little lights, Soh’s team reports. For instance, they showed how that electricity can be used to drive chemical reactions. Indeed, the engineers say, they’ve shown for “the first time that harvesting the constantly separated [electric] charge at the solid–liquid interface is … a practically useful source of electricity.”",
            "Soh’s group shared details of all this in the May 28 issue of ACS Central Science.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "This basic concept is not new, notes David Ma. This engineer at Texas A&M University in College Station worked on a somewhat related system seven years ago.",
            "“Our team focused on one droplet at a time moving across a surface,” recalls Ma. “This new approach is clever because it generated more droplets in a simple way.”",
            "Himanshu Mishra  also finds this new setup “an interesting way to learn [how electric charges behave].” It shows what happens when water touches the inside of the tube — tiny charges build up in a way that can generate electricity. A physicist, Mishra works at King Abdullah University in Thuwal, Saudi Arabia.",
            "The team behind the new tech says it can make up to 100 watts of power for each square meter of surface area collecting water. That’s a big jump compared to older methods, says Ma.",
            "But there’s also a catch, he adds.The device only works well when it’s connected to something with very high electrical resistance. That’s close to an “open circuit,” he explains — “where barely any current flows.” For that reason, he says, it can power only small things, such as tiny LED lights.",
            "“It won’t work for regular light bulbs,” Ma says, “because those need more current.”",
            "Mishra calls it “interesting science.” But “it won’t solve our global energy problems,” he notes. “We can’t expect it to replace fossil fuels.”",
            "It does suggest a clean new way to tap electricity from the environment, though. Even if it may only serve as a bit player for now.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-heat-dome-definition-pronunciation",
        "title": "\n\tScientists Say: Heat dome",
        "content": [
            "*_Scientists_Say_Heat_dome1",
            "A heat dome is a weather phenomenon that can cause record-breaking and ground-baking high temperatures.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2123244438&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A heat dome occurs when hot weather stalls over an area for days or weeks at a time. It forms when warm air at Earth’s surface gets trapped and cannot rise. Heat domes can cause periods of unusually hot weather called heat waves.",
            "In the atmosphere, warm air typically rises and cool air sinks. Air near Earth’s surface heats up, causing it to rise. As warmed air rises, it begins to cool and sink down again. This hot-cool cycle helps keep air moving in our atmosphere.",
            "A heat dome forms when heated surface air cannot rise. This can happen when a zone of high-pressure air moves over an area. High pressure is a region of sinking air high in the atmosphere. It’s usually marked by sunny skies and few clouds.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Sometimes, high-pressure air can prevent surface air from rising and cooling. Since this air remains near the Earth’s surface, it keeps getting hotter and forms a heat dome. The heat dome also blocks other weather from entering the region, including clouds and rain. As the region becomes drier, temperatures soar higher.",
            "Warm air in a heat dome isn’t just blocked from rising. It often cannot move out of the region, either. In North America, weather tends to move from west to east. But changes in the jet stream — a fast-moving air current high in the atmosphere — can block this motion. Such roadblocks can trap a high-pressure system for days or even weeks. This also can contribute to the formation of a heat dome.",
            "Heat domes’ high temperatures and dry conditions can increase the risk of wildfires. They bring other problems, too. In cool and mild regions, heat domes can cause unusually hot weather. Extreme temperatures may be especially dangerous to people living in such areas. That’s because they may lack air conditioners or other tools for managing the weather. ",
            "As the Earth’s climate changes, heat domes — and the extreme temperatures that come with them — become more common.",
            "Heat domes trap record-breaking temperatures over regions dangerously unprepared to handle the highs.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/whale-pee-fertilize-ocean-nitrogen",
        "title": "\n\tWhale pee is an ocean bounty",
        "content": [
            "*a_photo_of_a_right_whale_underwater",
            "Whales like this right whale move nutrients around the ocean in their pee and poo. Whale poop moves nutrients from deep to surface water. Whales also move nitrogen from high-latitude waters thousands of miles when they pee in warmer winter breeding grounds. ",
            "Whale poop is loaded with nutrients. It’s one way these marine mammals move useful material around the ocean. But their liquid wastes are valuable, too. Some whales migrate thousands of miles, peeing out nutrients along the way, new data show. It’s yet another way they help keep ocean ecosystems healthy.",
            "“I think of whales like gardeners,” says Joe Roman. He’s a marine biologist at the University of Vermont in Burlington. His work has shown how whales often move nutrients from deeper water (where many dine) to near the surface (where they poop).",
            "But whales don’t just swim up and down. They can migrate long distances between oceans. In fact, some marine giants migrate further than any other mammals on Earth.",
            "For instance, several whale species feed and fatten up in northern, nutrient-rich waters. This may be off the coasts of Alaska or Iceland. Later, they’ll travel thousands of miles south to their winter breeding grounds in Hawaii or the Caribbean. Here, in these warmer and nutrient-poor waters, they’ll give birth.",
            "During their long migration and breeding season, these whales don’t eat. Or poop. They live off their blubber. And as they break down that fat for energy, extra water and nutrients are discarded in their pee.",
            "And these animals pee a lot. But no one knew how many nutrients they released in these liquid wastes once they got to their winter habitat. Roman’s team decided to find out.",
            "*an_illustration_showing_how_whales_release_nutrients_in_urine,_placents,_calf_feces_and_carcasses_on",
            "fCNorth Pacific humpback whales feed off the coast of Alaska, in nutrient-rich waters, during the summer. Afterward, they travel to winter breeding grounds near Hawaii. There, their pee will fertilize the water. More whale nutrients will be shed as part of placentas, carcasses, skin and babies’ poop.",
            "The researchers focused on gray, humpback and right whales. These toothless behemoths dine on tiny plankton, krill and small fish. (They filter this prey from the water using long, bristly, comb-like plates of baleen in their mouths.) To figure out how many whales there are and where they travel, the scientists looked up historic accounts. Then they compared it to data on whale sightings that people have been posting on websites.",
            "To estimate the nutrients being moved by these whales, they started with a focus on the animals’ urine.",
            "Whales are too large to study in captivity. So the researchers lacked data on how much nitrogen — a major nutrient — they shed in pee. To gauge this, they turned to another, smaller marine mammal that fasts before breeding: elephant seals.",
            "iFhttps://www.youtube.com/embed/R4XbuwoRKvk?feature=oembed",
            "A humpback whale pees off the coast of Hawaii. Urine contains nitrogen and other nutrients that fertilize the water and nourish phytoplankton — a source of food for many sea creatures.",
            "In all, they now calculate, these three types of whales bring nearly 4,000 metric tons of nitrogen per year to their breeding grounds around Hawaii. That’s more than can be found in 2 million large bags of garden fertilizer! If true, this estimate means visiting whales may be doubling the available nitrogen while they’re there.",
            "That extra nitrogen feeds phytoplankton at the base of the ocean food chain. As they grow, these tiny algae and bacteria absorb carbon dioxide, a greenhouse gas. And that can help slow climate change. ",
            "Additional nutrients left by the visitors would come from the placentas of whales that just gave birth and from the bodies of whales that died in these waters.",
            "All told, it’s like delivering “about 20 million Big Macs of food every year,” Roman says.",
            "His team shared its new findings March 10 in Nature Communications.",
            "“The surprising thing was how much nitrogen whales moved in urine,” Roman says. Whale pee was the largest source of this nutrient in their breeding waters. And before commercial whaling cut populations, migrating whales may have moved three times as much.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "“This is very nice work,” says marine biologist Carla Freitas Brandt. She works at the Institute of Marine Research in Bergen, Norway. It’s interesting because these whales don’t eat or poop during the breeding season, she says. “But they still excrete nutrients [from pee] in these regions, which is quite cool!”",
            "Sean Johnson-Bice agrees. He’s a wildlife ecologist at the University of Manitoba in Winnipeg, Canada. He studies arctic foxes, which move nutrients to their dens. Poop and carcasses in their dens fertilize plants growing nearby. He says the new study shows the “remarkable contribution baleen whales make.” It’s further evidence of how valuable whales and other large animals can be within their ecosystems.",
            "To Roman, there’s an important lesson here: Animals are “building the planet around us.” He hopes his team’s new research helps show the benefits of rebuilding populations of whales and other large species — including buffalo, which similarly move nutrients on land.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/first-lone-black-hole-milky-way",
        "title": "\n\tA rogue black hole is on the loose in our galaxy",
        "content": [
            "*An_image_of_the_constellation_Sagittarius_shows_a_star-dotted_expanse_of_space_There_is_a_lone_black",
            "The eight bright stars forming a teapot-like configuration (as seen in this photograph) are part of the constellation Sagittarius. Thousands of light-years beyond them lurks the first lone black hole ever detected. From mid-northern latitudes, Sagittarius appears in the southern sky during summer and early fall.",
            "For the first time, astronomers have confirmed the existence of a lone black hole. This rogue is wandering around the Milky Way — our galaxy — with no companion star.",
            "It’s “the only [loner] so far,” says Kailash Sahu. He’s an astronomer at the Space Telescope Science Institute in Baltimore, Md.",
            "In 2022, Sahu was part of a team that found the dark object moving through the constellation Sagittarius. (This group of stars in the southern sky takes its name from the Latin for “archer.”)",
            "At the time, this discovery made headlines. The reason: Until then, all known black holes had a companion star. Those companions had pointed to the presence of the black holes (which can’t be seen because they emit no light).",
            "A second team would go on to dispute the claim that this rogue was a black hole. They argued it could be a neutron star.",
            "But new observations by the Hubble Space Telescope now confirm the rogue object is about seven times as massive as the sun. That’s so massive that the dark object is a black hole. Black holes are more than three times as massive as the sun. Neutron stars, though, have less mass than this. So the dark object must be a black hole, Sahu’s group reasoned.",
            "The team shared that finding in the April 20 issue of The Astrophysical Journal.",
            "Solitary black holes should be common. But since they don’t normally affect visible stars, they’re hard to find. The lone black hole in Sagittarius revealed itself only because it passed in front of a dim background star.",
            "During that passage in July 2011, the black hole’s intense gravity magnified the star’s light through what’s known as gravitational lensing. This lensing slowly shifted the star’s apparent position, too.",
            "That star’s position still hasn’t settled down. This shows why “it takes a long time to do the observations,” Sahu says.",
            "The rogue’s original discovery relied on Hubble’s precise measurements of star positions from 2011 to 2017. The new study adds in Hubble data from 2021 and 2022. It also uses data collected by the European Space Agency’s Gaia spacecraft.",
            "What these data now show: The black hole is 7.1 times as massive as the sun (give or take 0.8 solar mass).",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "And that research team of doubters? They revised their assessment in 2023. They now agree the object is a black hole. That team estimates the object’s mass may be only six times that of the sun. But because this team is not as certain of the black hole’s mass as Sahu’s group, the two results are considered consistent.",
            "Located 5,000 light-years from Earth, the newfound rogue is much closer than the supermassive black hole at our Milky Way’s center. That central black hole also lies in Sagittarius. It’s also more than five times farther from us.",
            "The star-rich region around the galactic center offers a great hunting ground for other rogue black holes passing in front of stars. Sahu hopes to find additional such loners by using the Nancy Grace Roman Space Telescope. It’s due to launch in 2027."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/first-picture-mars-aurora-perseverance",
        "title": "\n\tPerseverance took the first picture of a visible aurora on Mars",
        "content": [
            "*An_illustration_of_a_green_Martian_aurora_in_the_sky_over_the_Perseverance_rover",
            "Martian auroras may appear to future astronauts as a faint, green glow that hangs low in the night sky. This illustration shows what such an extraterrestrial light show might look like.",
            "On some Martian nights, a subtle, green glow hangs low in the sky. It glimmers just above the horizon in every direction. Now, for the first time, a Mars rover has observed one of these auroras.",
            "NASA’s Perseverance rover witnessed the light show on March 18, 2024. It was the first aurora seen from the surface of a planet other than Earth. And it hints that future astronauts may observe ethereal Martian auroras with their own eyes.",
            "“It would be a dull or dim green glow to astronauts’ eyes,” says Roger Wiens. This planetary scientist works at Purdue University in Lafayette, Ind. He was part of the team that shared the new findings in the May 16 issue of Science Advances.",
            "Auroras can appear when charged particles from space interact with a planet’s atmosphere. They’ve already been spotted on Mercury, Jupiter and every other planet in our solar system. But such non-Earth auroras have only ever been seen by spacecraft orbiting from above. And in Mars’ sky, scientists had only detected auroras with wavelengths of light that are not visible to the human eye.",
            "That left it unclear how Martian auroras would appear to future astronauts.",
            "*On_the_left_a_green_hued_photo_of_the_sky_is_shown,_depicting_a_Martian_aurora_as_captured_by_the_Pe",
            "fCOn March 18, 2024, the Perseverance rover captured an image of a Martian aurora. Though relatively faint, it paints Mars’ sky with green hues (left). Those shimmering lights make the sky visibly different than on a typical inky Martian night (right).",
            "The new image from Mars is fuzzy, compared to many Earthly aurora photos. There are a couple reasons for this. First, the rover’s cameras perform less well at night, Wiens notes. “The instruments aren’t tremendously more sensitive than human eyes.”",
            "Second, Mars doesn’t have a global magnetic field that concentrates auroras near its poles, as Earth’s does. Instead, Mars’ crust is magnetized in patches. That means auroras can appear all over the planet. They’re just fairly dim.",
            "The particles that prompted this aurora likely arrived with the shock front of a CME. That’s short for coronal mass ejection. CMEs are large clouds of plasma and magnetic fields blasted into space from the sun. Sometimes, they careen toward planets. When they do, CMEs can paint auroras in Earth’s skies too.",
            "Wien’s team got word that a CME was headed for Mars days before it arrived. That allowed them to alert Perseverance to scout for auroras.",
            "Right now, the rover is near Mars’ equator. While there, it could be interesting to look for auroras from Mars’ southern hemisphere, Wiens says. That’s the most magnetized part of the planet. An aurora there, he says, “might look particularly strong.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/can-supervillain-destroy-sun",
        "title": "\n\tCan a supervillain destroy the sun?",
        "content": [
            "*A_caped_villain_raises_boulders_and_magma_using_the_power_of_a_glowing_bracelet",
            "Even a supervillain would have a hard time having any sort of effect on our sun. “The sun is going to do what it’s going to do,” says Carl Rodriguez. For now, that’s continuing to shine. ",
            "The sun’s light and warmth make life possible on Earth. But these same qualities also make the sun a tempting target for fictional supervillains. If an evildoer could control the sun, they could control the Earth — and even the whole solar system!  ",
            "But could it be done?  ",
            "Well, attempting to destroy the sun would be a huge undertaking. Our sun is classified as a yellow dwarf star. That name is a little misleading. “Dwarf” implies that the sun is small. But for a star, it’s pretty average-sized. Some stars are up to 100 times the diameter of our sun, and some are just a tenth its size.",
            "But compared with Earth, the sun is massive. It is by far the largest thing in our solar system. According to NASA, 99.8 percent of the mass in our entire solar system is in the sun. Everything else — all the planets, moons, asteroids and even dust — fits in that remaining 0.2 percent.  ",
            "The next biggest object in the solar system is the planet Jupiter. Jupiter is a gas giant, 2.5 times more massive than all the other planets combined. But it’s still tiny next to the sun. In fact, even if a supervillain somehow managed to throw Jupiter into the sun, it wouldn’t cause a cataclysm.  ",
            "“We probably wouldn’t see any measurable effect,” says Carl Rodriguez. It wouldn’t change anything about the sun’s life cycle or lifespan. Rodriguez is an astronomer at the University of North Carolina, Chapel Hill.  With today’s technology, “there’s basically nothing we can do to influence the sun itself,” says Rodriguez. That supervillain would need to have some superpowers to get the job done. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Some extremely large stars end in a supernova. This is a huge explosion caused when the star runs out of fuel and its core collapses in on itself. Sometimes these stars become neutron stars. Others collapse into black holes. This is part of the natural life cycle of those stars. But neither of these things will happen to our sun. The sun isn’t big enough to explode in a supernova, and it doesn’t have enough mass to become a black hole. One day, in billions of years, the sun will turn into a red giant, then shrink down into a white dwarf.  ",
            "But what if a supervillain had some sort of magic powers that could make the sun poof out of existence?   The sun’s light takes about eight minutes to reach Earth. So, eight minutes after the sun disappeared, it would vanish from our sky. Darkness would fall. Without the sun’s heat, global temperatures would plummet. Without sunlight, plants and algae would stop photosynthesizing and creating food. The entire global food web would collapse. Eventually, all life on Earth would die.    And without the sun’s gravity, everything in our solar system would be flung out into space. For Earth, this would also happen about eight minutes after the loss of the sun. There would be total chaos.  ",
            "If the villain’s goal was to control the Earth’s population, destroying the sun doesn’t seem like the best option.  ",
            "“The sun is going to do what it’s going to do,” says Rodriguez. “Some of that might not be good for us, but there’s nothing we can do one way or the other.” And it will keep shining for some 5 billion years. Until it begins to turn into a red giant.  This process starts when the sun’s core begins to run out of hydrogen. That element powers the nuclear reaction that keeps our star bright. The conversion of hydrogen into helium at the core of our sun creates outward pressure. That outward pressure balances the inward pressure of gravity. These two forces balance each other — until the sun starts running low on hydrogen.   ",
            "*A_timeline_depicts_the_different_stages_in_the_life_cycle_of_a_star_such_as_our_sun",
            "fCOur sun is a yellow dwarf star, currently in the middle of its life cycle. Its estimated age is 4.6 billion years. In 5 billion more years, it will run out of hydrogen and transition into a red giant. (This timeline does not show the star sizes to scale.)",
            "At this point, the sun’s core starts to collapse and heat up. This sparks another round of hydrogen fusion in the star’s outer layers. The gassy outer layers of the sun will balloon outward, expanding to about 200 times its former size. As a red giant, the sun will be brighter than before but have a cooler surface.   Scientists are not sure how far the sun will expand, says Rodriguez. Some models predict the radius of the sun will reach the orbit of the Earth, engulfing the planet. Others say that the sun would only expand as far as Venus’ orbit.   Even if the sun doesn’t swallow Earth, the extreme heat and brightness from the red giant would vaporize the oceans and strip away the atmosphere. Earth wouldn’t be habitable for humans or any other known life-forms. But that’s a problem for any humans still around 5 billion years from now.  ",
            "In the end, no matter how strong or smart a supervillain is, the sun is beyond their reach. And maybe that’s a good thing — because without the sun, there’d be no Earth, no life and no supervillains either.",
            "iFhttps://www.youtube.com/embed/sal0vv-vtVQ?feature=oembed",
            "In this video, Because Science explores what would happen if our sun exploded. "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-prototype-definition-pronunciation",
        "title": "\n\tScientists Say: Prototype",
        "content": [
            "*_Scientists_Say_Prototype2",
            "Engineering students assess a 3-D printed prototype to identify design flaws.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2127902748&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A prototype is a test version of an invention or product. It could be a physical item. But it could also be something digital, such as an early version of a website or program.",
            "A person builds a prototype to test how an idea holds up in the real world. That way, they can find flaws in a design and make fixes. Developing an idea from concept to finished product often involves creating multiple prototypes. Each version improves upon the last one.",
            "Prototypes may be simple or complex. Early in the design process, a prototype may be a simple sketch. As someone learns more about what works — and doesn’t — they build more complex prototypes.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Imagine someone wants to make a robot that can cross rough terrain. Building a complete robot right from the start would likely waste time and money. After all, the inventor should expect some trial and error. For example, wheels that work well in theory may fail in real-life rubble.",
            "People use different types of prototypes for different purposes. A late-stage prototype that includes all or most of the product’s final parts might called a working prototype. But many prototypes test only certain parts of an idea. Scientists call these proof-of-principle prototypes. For example, a prototype built to test a robot’s wheels might lack a motor and other parts that would be crucial to the final product. But it does allow researchers to test a certain wheel’s grip.",
            "In web design, a flowchart showing how a new website will work can serve as a prototype. The flowchart might help web developers envision and solve known problems. Or it could help them plan the most efficient site design.",
            "Scientists created a working prototype of a robot that speeds up a pianist’s playing ability.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-your-weekly-word",
        "title": "\n\tScientists Say: Your weekly word",
        "content": [
            "*dictionaries",
            "What’s that word? Find new science words every week with Scientists Say.",
            "Every week in our series Scientists Say, Science News Explores highlights a new science word, from absolute zero to zooxanthellae. Each word has a definition and is used in a sentence to help you understand the meaning. There’s even an audio recording, so you can hear exactly how to pronounce the term. All the words covered so far are listed below. Got a word you want to know about? Send an email to sns@sciencenews.org and put in a request!",
            "Absolute zero",
            "Absorb",
            "Acceleration",
            "Accretion disk",
            "Acid",
            "Acidification",
            "Acoustic",
            "Adaptation",
            "Addiction",
            "Adsorb",
            "Aerosol",
            "Agrivoltaics",
            "Albedo",
            "Algebra",
            "Alkaline",
            "Allele",
            "Altitude",
            "Amino acid",
            "Amoeba",
            "Ampere",
            "Amphibian",
            "Amusia",
            "Amygdala",
            "Anthropocene",
            "Anxiety",
            "Aphantasia",
            "Archaea",
            "Archaeology",
            "Artificial Intelligence",
            "Asteroid",
            "Astronaut",
            "Astronomical interferometry",
            "Atmosphere",
            "Atoll",
            "Atom",
            "Atomic number",
            "ATP",
            "Aufeis",
            "Autophagy",
            "Autopsy",
            "Avalanche",
            "Avulsion",
            "Bacteria",
            "Base",
            "Beakiation",
            "Big Bang",
            "Biofilm",
            "Biomagnify",
            "Bionic",
            "Black hole",
            "Blood-brain barrier",
            "Body mass index",
            "Bog",
            "Bond",
            "Brainwaves",
            "Bromeliad",
            "Bruxism",
            "Caecilian",
            "Calculus",
            "Calorie",
            "Camouflage",
            "Campfire",
            "Capsaicin",
            "Carbohydrate",
            "Carbon capture",
            "Carcinogen",
            "Catalyst",
            "Causation",
            "Cellulose",
            "Chemical",
            "Chimera",
            "Chlorophyll",
            "Chromosome",
            "Circadian",
            "Circumnutation",
            "Climate",
            "Code",
            "Cognition",
            "Colloid",
            "Comet",
            "Compound eye",
            "Confirmation bias",
            "Connectome",
            "Constellation",
            "Continent",
            "Convection",
            "Copepod",
            "Coprolite",
            "Coral",
            "Coriolis Effect",
            "Corona",
            "Correlation",
            "Cortical homunculus",
            "Cosmic microwave background",
            "Cosmic rays",
            "Crepuscular",
            "Crystal",
            "CT scan",
            "Cyanide",
            "Cyclone",
            "Dark energy",
            "Dark lightning",
            "Dark matter",
            "Data",
            "Decay",
            "Decibel",
            "Deep brain stimulation",
            "Deepfake",
            "Deforestation",
            "Denisovan",
            "Desert",
            "Dialect",
            "Diffraction",
            "Digital footprint",
            "Dimension",
            "Dinosaur",
            "Dioxide",
            "Dire wolf",
            "Diurnal",
            "DNA",
            "DNA sequencing",
            "Domestication",
            "Dopamine",
            "Doppler Effect",
            "Drought",
            "Dung",
            "Dwarf planet",
            "Earthquake",
            "Echolocation",
            "Eclipse",
            "Ectoparasite",
            "Ectotherm",
            "eDNA",
            "Egg",
            "Electron",
            "El Niño",
            "Ellipse",
            "Endocytosis",
            "Endotherm",
            "Engineering",
            "Enzyme",
            "Epidemic",
            "Epidermis",
            "Equation",
            "Equinox",
            "Estuary",
            "Eukaryote",
            "Eutrophication",
            "Excitation",
            "Excretion",
            "Evolution",
            "Exocytosis",
            "Exomoon",
            "Exoplanet",
            "Experiment",
            "Explosion",
            "Extinction",
            "Extremophile",
            "Eyewall",
            "Faraday cage",
            "Fatty acid",
            "Fault",
            "Fermentation",
            "Ferrofluid",
            "Fertilize",
            "Fiber optic cable",
            "Firenado",
            "Firewhirl",
            "Fission",
            "Fluorescence",
            "Food web",
            "Force",
            "Forensics",
            "Fossil",
            "Fracking",
            "Fractal",
            "Frequency",
            "Frostbite",
            "Frost quake",
            "Fruit",
            "Fulgurite",
            "Fungi",
            "Fusion",
            "Galaxy",
            "Gamma ray",
            "Gas giant",
            "Genealogy",
            "Genetic engineering",
            "Genus",
            "Geometry",
            "Geyser",
            "Glacier",
            "Glia",
            "Global Positioning System",
            "Glymphatic System",
            "Goldene",
            "Goldilocks zone",
            "GPS",
            "Gradient",
            "Graphene",
            "Gravitational lens",
            "Gravity",
            "Guinea worm",
            "Guttation",
            "Gyroscope",
            "Habitable zone",
            "Hagfish",
            "Haptic",
            "Hardware",
            "Herbivore",
            "Hertz",
            "Hibernaculum",
            "Hibernation",
            "Hippocampus",
            "Histology",
            "Hominid",
            "Hoodoo",
            "Hormone",
            "Humidity",
            "Hurricane",
            "Hydrogel",
            "Hyperthermia",
            "Hypothermia",
            "Hypothesis",
            "Ichnology",
            "Imaginary number",
            "Inclusion",
            "Inertia",
            "Infection",
            "Inflammation",
            "Infrared",
            "Inorganic",
            "Insulin",
            "Intron",
            "Invasive species",
            "Ion",
            "Ionosphere",
            "Irruption",
            "Isotope",
            "Jellies",
            "Jet stream",
            "Joule",
            "Jurassic",
            "Kakapo",
            "Kelp",
            "Kelvin",
            "Keratin",
            "Kevlar",
            "Kidney",
            "Kinetic energy",
            "Krill",
            "Kugelblitz",
            "Lachryphagy",
            "Lactose",
            "La Niña",
            "Large language model",
            "Larva",
            "Laser",
            "Latitude",
            "Lava",
            "Lava bomb",
            "LED",
            "Lift",
            "Light pollution",
            "Light-year",
            "Lignin",
            "Liver",
            "Loci",
            "Locus",
            "Longitude",
            "Luminescence",
            "Lymph",
            "Machine Learning",
            "Magnetosphere",
            "Marcescence",
            "Mass",
            "Magma",
            "Magnetism",
            "Marsupial",
            "Mean",
            "Median",
            "Medullary bone",
            "Megalodon",
            "Melatonin",
            "Menstruation",
            "Metabolism",
            "Metal",
            "Metamorphosis",
            "Meteor",
            "Meteorite",
            "Meteorology",
            "Methane",
            "Microbiome",
            "Microgravity",
            "Microplastic",
            "Migration",
            "Mineral",
            "Mitochondrion",
            "Mitosis",
            "Möbius strip",
            "Mode",
            "Model",
            "Molecule",
            "Momentum",
            "Monotreme",
            "MRI",
            "Multiverse",
            "Mummy",
            "Muon",
            "Mutation",
            "Mycelium",
            "Myopia",
            "Naloxone",
            "Narcotic",
            "Neandertal",
            "Nebula",
            "Necropsy",
            "Nectar",
            "Nematocyst",
            "Nematode",
            "Neurodivergent",
            "Neuroplasticity",
            "Neuron",
            "Neurotransmitters",
            "Neutron",
            "Neutron star",
            "Neutrophil",
            "Niche",
            "Nicotine",
            "Nocturnal",
            "Nucleosynthesis",
            "Nucleus",
            "Nutrient",
            "Obesogens",
            "Octopod",
            "Okapi",
            "Olfactory",
            "Oort cloud",
            "Opioid",
            "Optogenetics",
            "Orbit",
            "Organic",
            "Organelle",
            "Organoid",
            "Osmosis",
            "Outbreak",
            "Outlier",
            "Oxidation",
            "Ozone",
            "Paleontology",
            "Pandemic",
            "Papillae",
            "Parasite",
            "Parabola",
            "Pareidolia",
            "Parthenogenesis",
            "PFAS",
            "Phloem",
            "Pi",
            "Piezoelectric",
            "Peptide",
            "Periodic table",
            "Permafrost",
            "Petrichor",
            "pH",
            "Photochromic",
            "Photon",
            "Photovoltaic",
            "Pigment",
            "Placebo",
            "Planet",
            "Plankter",
            "Plasma",
            "Plastic",
            "Plastisphere",
            "Poisonous",
            "Polarized light",
            "Pole",
            "Pollen",
            "Pollution",
            "Polymer",
            "Potential energy",
            "Power",
            "Prairie",
            "Precipitation",
            "Predator",
            "Prehistoric",
            "Prey",
            "Primate",
            "Prime number",
            "Protein",
            "Protist",
            "Proton",
            "Proxima b",
            "Proxima centauri",
            "Pulsar",
            "Quantum",
            "Quantum dot",
            "Quarantine",
            "Quark",
            "Quartile",
            "Quasar",
            "Quoll",
            "Rabies",
            "Radar",
            "Radiation",
            "Radioactive",
            "Radio waves",
            "Rare earth element",
            "Receptor",
            "Red dwarf",
            "Reduction",
            "Refraction",
            "Regolith",
            "Relapse",
            "Remission",
            "Replication",
            "Respiration",
            "Richter Scale",
            "Rime ice",
            "Ring of fire",
            "RNA",
            "Robot",
            "Rocket propellant",
            "Rubisco",
            "Runoff",
            "Salinity",
            "Salt",
            "Satellite",
            "Saturated fat",
            "Savanna",
            "Seismology",
            "Semiconductor",
            "Silicon",
            "Silicone",
            "Social",
            "Software",
            "Solar",
            "Solar cycle",
            "Solar wind",
            "Solstice",
            "Solution",
            "Space weather",
            "Spaghettification",
            "Species",
            "Speleology",
            "Sperm",
            "Stalactite",
            "Stalagmite",
            "Statistical significance",
            "Stereoscopy",
            "Stereotype",
            "Stomata",
            "Stone Age",
            "Strain",
            "Stratigraphy",
            "Sublimation",
            "Sundog",
            "Supercomputer",
            "Superconductor",
            "Supercontinent",
            "Supercool",
            "Supernova",
            "Surface tension",
            "Symbiosis",
            "Synapse",
            "Taphonomy",
            "Tectonic plate",
            "Telescope",
            "Telomere",
            "Theia",
            "Theory",
            "Thought experiment",
            "Tinnitus",
            "Tonsils",
            "Torpor",
            "Torque",
            "Toxin",
            "Transit",
            "Trauma",
            "Triclosan",
            "Tsunami",
            "Tundra",
            "Typhoon",
            "Ultrasonic",
            "Ultrasound",
            "Umami",
            "Uncertainty",
            "Understory",
            "Unsaturated fat",
            "Upwelling",
            "Urushiol",
            "Vacuole",
            "Vaccine",
            "Valence electron",
            "Vampire",
            "Variable",
            "Vector",
            "Venomous",
            "Ventral striatum",
            "Vertebrate",
            "Vestigial",
            "Vitamin",
            "Virtual reality",
            "Virulence",
            "Virus",
            "Viscosity",
            "Voltage",
            "Waterspout",
            "Watt",
            "Wavelength",
            "Weather",
            "Weather bomb",
            "Wetland",
            "Wormhole",
            "X-axis",
            "X-ray",
            "Xylem",
            "Y-axis",
            "Yeast",
            "Yellow dwarf",
            "Yottawatt",
            "Zika",
            "Zirconium",
            "Zoonosis",
            "Zooplankton",
            "Zooxanthellae",
            "2-D material"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/explainer-earth-layer-layer",
        "title": "\n\tExplainer: Earth — layer by layer",
        "content": [
            "*a_cut_away_diagram_showing_the_innner_layers_of_the_Earth",
            "Scientists understand much about Earth’s structural layers — the inner core, core, mantle and crust. Yet there are still great mysteries to solve about our planet’s inner workings.",
            "Mountain ranges tower to the sky. Oceans plummet to impossible depths. Earth’s surface is an amazing place to behold. Yet even the deepest canyon is but a tiny scratch on the planet. To really understand Earth, you need to travel 6,400 kilometers (3,977 miles) beneath our feet.",
            "Starting at the center, Earth is composed of four distinct layers. They are, from deepest to shallowest, the inner core, the outer core, the mantle and the crust. Except for the crust, no one has ever explored these layers in person. In fact, the deepest humans have ever drilled is just over 12 kilometers (7.6 miles). And even that took 20 years!",
            "Still, scientists know a great deal about Earth’s inner structure. They’ve plumbed it by studying how earthquake waves travel through the planet. The speed and behavior of these waves change as they encounter layers of different densities. Scientists —  including Isaac Newton, three centuries ago — have also learned about the core and mantle from calculations of Earth’s total density, gravitational pull and magnetic field.",
            "Here’s a primer on Earth’s layers, starting with a journey to the center of the planet.",
            "*a_diagram_showing_the_layers_of_the_Earth",
            "fCA cut-away of Earth’s layers reveals how thin the crust is when compared to the lower layers.",
            "This solid metal ball has a radius of 1,220 kilometers (758 miles), or about three-quarters that of the moon. It’s located some 6,400 to 5,180 kilometers (4,000 to 3,220 miles) beneath Earth’s surface. Extremely dense, it’s made mostly of iron and nickel. The inner core spins a bit faster than the rest of the planet. It’s also intensely hot: Temperatures sizzle at 5,400° Celsius (9,800° Fahrenheit). That’s almost as hot as the surface of the sun. Pressures here are immense: well over 3 million times greater than on Earth’s surface. Some research suggests there may also be an inner, inner core. It would likely consist almost entirely of iron.",
            "This part of the core is also made from iron and nickel, just in liquid form. It sits some 5,180 to 2,880 kilometers (3,220 to 1,790 miles) below the surface. Heated largely by the radioactive decay of the elements uranium and thorium, this liquid churns in huge, turbulent currents. That motion generates electrical currents. They, in turn, generate Earth’s magnetic field. For reasons somehow related to the outer core, Earth’s magnetic field reverses about every 200,000 to 300,000 years. Scientists are still working to understand how that happens.",
            "At close to 3,000 kilometers (1,865 miles) thick, this is Earth’s thickest layer. It starts a mere 30 kilometers (18.6 miles) beneath the surface. Made mostly of iron, magnesium and silicon, it is dense, hot and semi-solid (think caramel candy). Like the layer below it, this one also circulates. It just does so far more slowly.",
            "Near its upper edges, somewhere between about 100 and 200 kilometers (62 to 124 miles) underground, the mantle’s temperature reaches the melting point of rock. Indeed, it forms a layer of partially melted rock known as the asthenosphere (As-THEEN-oh-sfeer). Geologists believe this weak, hot, slippery part of the mantle is what Earth’s tectonic plates ride upon and slide across.",
            "Diamonds are tiny pieces of the mantle we can actually touch. Most form at depths above 200 kilometers (124 miles). But rare “super-deep” diamonds may have formed as far down as 700 kilometers (435 miles) below the surface. These crystals are then brought to the surface in volcanic rock known as kimberlite.",
            "The mantle’s outermost zone is relatively cool and rigid. It behaves more like the crust above it. Together, this uppermost part of the mantle layer and the crust are known as the lithosphere.",
            "*a_photo_of_the_Himalayan_mountains",
            "fCThe thickest part of Earth’s crust is about 70 kilometers (43 miles) thick and lies under the Himalayan Mountains, seen here.",
            "Earth’s crust is like the shell of a hard-boiled egg. It is extremely thin, cold and brittle compared to what lies below it. The crust is made of relatively light elements, especially silica, aluminum and oxygen. It’s also highly variable in its thickness. Under the oceans (and Hawaiian Islands), it may be as little as 5 kilometers (3.1 miles) thick. Beneath the continents, the crust may be 30 to 70 kilometers (18.6 to 43.5 miles) thick.",
            "Along with the upper zone of the mantle, the crust is broken into big pieces, like a gigantic jigsaw puzzle. These are known as tectonic plates. These move slowly — at just 3 to 5 centimeters (1.2 to 2 inches) per year. What drives the motion of tectonic plates is still not fully understood. It may be related to heat-driven convection currents in the mantle below. Some scientists think it’s caused by the tug from slabs of crust of different densities, something called “slab pull.” In time, these plates will converge, pull apart or slide past each other. Those actions cause most earthquakes and volcanoes. It’s a slow ride, but it makes for exciting times here on Earth’s surface."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-animal-cannibals",
        "title": "\n\tLet’s learn about animal cannibals",
        "content": [
            "*_Let’s_learn_about_animal_cannibals3",
            "Common tree frogs are known to sometimes snack on their own species — and they’re not alone. Many types of animals, from mollusks to mammals, insects and birds practice cannibalism. ",
            "For humans, cannibalism is the stuff of horror movies. But in the animal kingdom, it’s more common than you might think.",
            "All kinds of animals have been caught chowing down on members of their own species. The practice seems especially widespread in invertebrates. But amphibians, reptiles, mammals and birds have been known to make a meal out of their own kind, too.",
            "Some female spiders and insects famously eat their male partners when they mate. Black widows sometimes devour their smaller male mates. And female praying mantises bite off their partners’ heads.",
            "Other animals occasionally eat their own kids. Some comb jellies snack on their young when food is scarce. And wild hamsters seem to develop a taste for their children when they lack key nutrients in their diets. On the flip side, some mamma insects and spiders allow their babies to devour them. That allows the newborns to start off life with a feast.",
            "There are also animals that eat their peers. Some amphibians, for instance, have two larval forms. One is normal. The other is a cannibal form. The cannibal larvae have bigger mouths and sharper teeth — the better for scarfing down other larvae with. And that’s not even the most extreme form of peer-on-peer cannibalism. Some shark embryos eat their brothers and sisters while still in their mother’s womb. Only the strongest embryo survives to be born.",
            "There are some risks to cannibalism. If an animal eats one of its own kind that died of disease, it risks getting that illness too. And if an animal gobbles up too many of its own offspring, that sort of defeats the point of reproducing. But for many animals, it’s sometimes worth living in a spider-eat-spider or shark-eat-shark world.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Attack of the inner-cannibal mega-shark History’s largest shark may have gotten mega-sized after eating its unborn siblings. (11/10/2020) Readability: 7.0",
            "Wild hamsters raised on corn eat their young alive European hamsters raised in the lab turn into crazy cannibals when fed a diet rich in corn. The problem may trace to a shortage of a key vitamin. (3/7/2017) Readability: 7.5",
            "What’s for dinner? Mom. One spider’s extreme motherhood ends with fatal family feast. (5/7/2015) Readability: 6.1",
            "iFhttps://www.youtube.com/embed/Y2ODPFiksBE?feature=oembed",
            "Humans can definitely be counted among animals that have practiced cannibalism. Join TED-Ed on this brief tour of people eating each other throughout human history.",
            "Scientists Say: Species",
            "Scientists Say: Amphibian",
            "When prey get scarce, these jellies become cannibals",
            "How Hannibal the cannibal led to a discovery about cobra diet",
            "These male spiders catapult away to avoid being cannibalized after sex (from Science News)",
            "Some animals eat their moms, and other cannibalism facts (from Science News)",
            "Word find",
            "What type of cannibalism do you think is most common in lions and bears? Do you think cannibalism is more or less likely in fish that lay lots of eggs? And why do you think spadefoot toads cannibalize each other? Submit your guesses on this quiz from TED-Ed! And check out their associated video for all these answers and more."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/color-purple-exists-only-in-brain",
        "title": "\n\tPurple exists only in our brains",
        "content": [
            "*an_array_of_purple_foods_spread_out_on_a_table_purple_cabbage,_grapes,_raddichio,_and_beets_are_the_",
            "The purple in these foods — and everything else — isn’t part of the visible spectrum of light. So how and why do we see it? We explain.",
            "There is something unique about the color purple: Our brain makes it up. So you might just call purple a pigment of our imagination.",
            "It’s also a fascinating example of how the brain creates something beautiful when faced with a systems error.",
            "To understand where purple comes from, we need to know how our eyes and brain work together to perceive color. And that all begins with light.",
            "Light is another term for electromagnetic radiation. Most comes from the sun and travels to Earth in waves. There are many different types of light, which scientists group based on the lengths of those waves. (The wavelength is the distance between one wave peak and the next.) Together, all of those different wavelengths make up the electromagnetic spectrum.",
            "*an_illustration_showing_wavelength,_crest_and_trough_of_a_wave",
            "fCLight moves its energy in waves (illustrated by blue line) that move up and down. This creates high points called crests and low points called troughs. Light varies in terms of the length of its waves (called wavelength), which is measured as the distance from one crest to another or one trough to another.",
            "Our eyes can’t see most wavelengths, such as the microwaves used to cook food or the ultraviolet light that can burn our skin when we don’t wear sunscreen. We can directly see only a teeny, tiny sliver of the spectrum — just 0.0035 percent! This slice is known as the visible-light spectrum. It spans wavelengths between roughly 350 and 700 nanometers.",
            "The acronym ROYGBIV (pronounced Roy-gee-biv) can be used to remember the order of colors in that visible spectrum: red, orange, yellow, green, blue, indigo and violet. You can see these colors in a rainbow stretching across the sky after a rainstorm or when light shines through a prism. In the visible spectrum, red light has the longest wavelength. Blue and violet are the shortest. Green and yellow sit toward the middle.",
            "Although violet is in the visible spectrum, purple is not. Indeed, violet and purple are not the same color. They look similar, but the way our brain perceives them is very different.",
            "*a_visualization_showing_the_electromagnetic_spectrum_from_least_to_most_intense_",
            "fCThe electromagnetic spectrum contains all the types of light that exist. Our eyes can only see a tiny portion of this broad spectrum, labeled here as visible light.",
            "Color perception starts in our eyes. The backs of our eyes contain light-sensitive cells called cones. Most people have three types. They’re sometimes called red, green and blue cones because each is most sensitive to one of those colors.",
            "But cones don’t “see” color, notes Zab Johnson. Instead, they detect certain wavelengths of light.",
            "Johnson works at the University of Pennsylvania in Philadelphia. She and other scientists who study how we perceive color prefer to classify cones based on the range of wavelengths they detect: long, mid or short.",
            "So-called red cones detect long wavelengths of light. Green cones respond most strongly to light in the middle of the visible spectrum. Blue cones best detect wavelengths toward the shorter end of the visible spectrum.",
            "*a_diagram_of_the_eye's_photoreceptors",
            "fCThis is an illustration of the back of the retina, filled with rods and cones. The rods are long and straight. Very sensitive to light, they help us see when it’s dark. Our eyes have fewer cones, which are sensitive to color. The pigment epithelium is a layer of dark cells under the photoreceptors. They absorb excess light.",
            "When light enters our eyes, the specific combination of cones it activates is like a code. Our brain deciphers that code and then translates it into a color. ",
            "Consider light that stimulates long- and mid-wavelength cones but few, if any, short-wavelength cones. Our brain interprets this as orange. When light triggers mostly short-wavelength cones, we see blue or violet. A combination of mid- and short-wavelength cones looks green. Any color within the visible rainbow can be created by a single wavelength of light stimulating a specific combination of cones.",
            "*a_representation_of_the_wavelengths_of_light_and_their_colors_visible_to_humans",
            "fCThe visible spectrum is the range of wavelengths of light our eyes can detect. ",
            "Notice that the visible spectrum is a gradient. One color gradually shifts into the next. The activity of cones activated by the light also gradually shifts from one type to the next. At the red end of the spectrum, for instance, long-wavelength cones do most of the work. As you move from red to orange, the mid-wavelength cones help more and the long-wavelength cones do less.",
            "In the middle of the rainbow — colors like green and yellow — the mid-wavelength cones are busiest, with help from both long- and short-wavelength cones. At the blue end of the spectrum, short-wavelength cones do most of the work.",
            "But there is no color on the spectrum that’s created by combining long- and short-wavelength cones.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "This makes purple a puzzle.",
            "Purple is a mix of red (long) and blue (short) wavelengths. Seeing something that’s purple, such as eggplants or lilacs, stimulates both short- and long-wavelength cones. This confuses the brain. If long-wavelength cones are excited, the color should be red or near to that. If short-wavelength cones are excited, the color should be near to blue.",
            "The problem: Those colors are on opposite ends of the spectrum. How can a color be close to both ends at once?",
            "To cope, the brain improvises. It takes the visible spectrum — usually a straight line — and bends it into a circle. This puts blue and red next to each other.",
            "*Take_the_visible_gradient_of_colors_ROYGBIV_Bend_it_into_a_letter_C_shape,_with_the_opening_facing_d",
            "fCT. Awtry",
            "The brain bends the visible spectrum to make red and blue neighbors. Then, it adds purple to create a color wheel.",
            "“Blue and red should be on opposite ends of that linear scale,” Johnson explains. “Yet at some point, blue and red start to come together. And that coming-together point is called purple.”",
            "Our brain now remodels the visible spectrum into a color wheel and pops in a palette of purples — which don’t exist — as a solution to why it’s receiving information from opposite ends of the visible spectrum.",
            "Colors that are part of the visible spectrum are known as spectral colors. It only takes one wavelength of light for our brain to perceive shades of each color. Purple, however, is a nonspectral color. That means it’s made of two wavelengths of light (one long and one short).",
            "This is the difference between violet and purple. Violet is a spectral color — part of the visible spectrum. Purple is a nonspectral color that the brain creates to make sense of confusing information.",
            "iFhttps://www.youtube.com/embed/PQt5B1GsTsg?feature=oembed",
            "What do we mean when we say purple doesn’t really exist?",
            "Purple thus arises from a unique quirk of how we process light. And it’s a beautiful example of how our brains respond when faced with something out of the norm. But it’s not the only color that deserves our admiration, says Anya Hurlbert.",
            "“All colors are made up by the brain. Full stop,” says this visual scientist at Newcastle University in England. They’re our brain’s way of interpreting signals from our eyes. And they add so much meaning to things we perceive, she says. ",
            "“The color of a bruise tells me how old it is. The color of a fruit tells me how ripe it is. The color of a piece of fabric tells me whether it’s been washed many times or it’s fresh off the factory line,” she says. “There’s almost nothing else that starts with something so simple [like a wavelength of light] and ends with something so deep and rich.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/mosquitoes-taste-before-they-bite",
        "title": "\n\tMosquitoes taste you before they decide to bite",
        "content": [
            "*a_close_up_of_a_mosquito_on_human_skin",
            "Mosquitoes can taste surfaces before biting, new research shows. This Asian tiger mosquito (Aedes albopictus), drinking blood from a human, must have liked what it found.",
            "At a summer barbecue, mosquitoes feast on some guests while luckier partiers stay bite-free. New research helps explains why: Some people just taste better.",
            "“It feels personal sometimes, like why are they biting me?” says Lisa Baik. Baik is a sensory biologist at Yale University in New Haven, Conn. She studies how insects, especially mosquitoes, sense their world.",
            "Mosquitoes like certain ingredients in sweat, Baik’s team now finds. The insects showed clear favorites, biting some sweat samples more than others.",
            "“We’ve known that mosquitoes love us, and they are able to find us very effectively and land on our skin,” she says. “But we didn’t know what happens after that.”",
            "Mosquitoes bite people and other animals to get a blood meal. But these insects are sloppy eaters. They leave behind saliva in their target’s skin. That spit can carry harmful microbes that cause diseases, like malaria, dengue (DEN-gay) and yellow fever. Such diseases can make people very ill and even kill.",
            "Knowing what causes mosquitoes to bite — or not — can help researchers create better ways to stop them.",
            "The team shared its new insights last November in Nature.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "One clue is that mosquitoes are able to taste the surfaces on which they land, Baik’s team finds. In fact, sweat may play a big role in whether they bite. Human sweat contains water, salt and amino acids (the building blocks of proteins).",
            "To see what mosquitoes prefer, the researchers put salt and amino acids on separate surfaces. Mosquitoes ignored the salt. They also didn’t go for the amino acids. But when the team combined both on the same surface, the mosquitoes bit.",
            "In another experiment, researchers coated one side of a surface with sweat samples from several volunteers. Mosquitoes bit sweat from two of those people much more than from the others.",
            "The researchers then looked at activity in certain mosquito nerve cells involved in taste. The more-appealing sweat had a bigger effect on the activity of these nerves than the other sweat samples had. That suggests taste “could be one of the factors as to why some of us get bitten a lot more than others,” Baik says. “This was quite exciting.”",
            "*a_magnified_view_of_four_Asian_tiger_mosquitoes",
            "fCThese Asian tiger mosquitoes slurped up differently colored solutions that mimic blood. ",
            "Baik wanted to explore how taste might drive mosquitoes’ choice to bite or not.",
            "Tasting requires touch. We use our lips, mouth and tongue to taste. Mosquitoes do, too. A long tube extends from their face like a giant straw. At the end of that proboscis are two small, lip-like parts that can touch a surface. These are called labella.",
            "The researchers examined those labella using a special microscope. The lips had little hairs on them. Nerve cells inside the hairs responded to touch. ",
            "Then the team tested how the hairs responded to different flavor molecules. When sugars touched the hairs, they activated the nerve cells. Some bitter compounds, though, blocked the nerve cells’ response to sugar. “This was exciting and surprising,” says Baik. This type of activity blocking, she notes, hasn’t been seen in other insects.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Adding such bitter substances to sugar reduced the nerves’ response to sweet. It also made the mosquitoes less likely to feed. “This suggested that we could use bitter compounds as a way to stop the feeding behavior of mosquitoes,” says Baik.",
            "“This team was really the first to systematically show what the taste cells in this mosquito actually respond to,” says Ben Matthews. He works at the University of British Columbia in Vancouver, Canada. Though he did not take part in the new work, Matthews studies insect sensory systems. The new work “showed not just how these chemicals are processed, but how that affects behavior.”",
            "Baik is now hunting for just the right compound to stop mosquitoes from biting people. The substance should be low-cost, safe and eco-friendly. It could someday be included in a spray for skin and clothing.",
            "And better mosquito protection is more urgent than ever, Baik adds. Climate change is expanding the range of certain mosquitoes — and the diseases they spread — at an alarming rate. Methods to prevent mosquito bites could protect people worldwide.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/eco-friendly-sunscreen-bananas",
        "title": "\n\tEco-friendly sunscreen? That’s bananas!",
        "content": [
            "*a_tube_of_sunscreen,_a_wide-brimmed_hat,_bananas,_a_lime,_a_lemon,_and_a_seashell",
            "Sunscreen protects us from blistering solar rays. However, concerns about the environmental safety of some ingredients lead some people to seek alternatives to mineral sunscreens. Fruits — such as bananas — have natural, light-filtering chemicals that may lead to eco-friendlier sunscreens.",
            "Columbus, Ohio — Bananas grow best in full sun. To protect their sensitive skins from damaging ultraviolet rays, banana peels produce a natural sunscreen. A teen has now peeled back the secrets of this natural sunblock. What she’s found could lead to more eco-friendly sunscreens for all of us.",
            "*_Eco-friendly_sunscreen_That’s_bananas!4",
            "fCTaylor Maguire investigated how banana peels might lead to more eco-friendly sunscreens.",
            "“My mom always raised me to pay attention to the ingredients in my cosmetics,” says Taylor Maguire, 15. She prefers “organic products over synthetic ones.” That led this sophomore at Garden City High School in New York to ask: “What’s in my sunscreen?”",
            "These products protect our skin against blistering solar rays. But their use comes at a price. Some of sunscreen’s chemicals may cause cancer, Taylor notes. And when these chemicals wash into our environment, they can hurt animals. For example, some mineral sunscreens interfere with the ability of freshwater animals to navigate. High enough exposures, she says, can kill some organisms.",
            "So, Taylor looked for alternatives to mineral-based sunscreens. ",
            "Bananas can naturally filter out much of the sun’s more damaging rays. Could their natural sunblock replace mineral sunscreens? Taylor investigated. And what she found out won her a spot here in May at the 2025 Regeneron International Science and Engineering Fair, or ISEF.",
            "Bananas tend to grow in a “UV-intense environment,” Taylor says. UV — short for ultraviolet — is a band of light wavelengths. This high-energy light is invisible to the human eye. But it causes most of the sun’s damage to our skin. For a sunscreen to work, it must protect against certain UV rays.",
            "Taylor had reasoned that bananas “must have their own mechanism.” After all, they grow near the equator. That’s where UV exposures are strongest.",
            "Plants typically make flavonoids — pigments that come in a rainbow of colors — as a defense against the sun’s UV. Taylor wondered if banana flavonoids might work to protect our skin from UV, too.",
            "She wasn’t sure exactly which bananas flavonoids to use. Taylor heated, froze and blended the outer layer of a banana peel. “That’s the part that’s exposed to the sunlight,” she explains. Any UV-filtering chemicals likely lie there.",
            "Breaking open the cells released many of their chemicals. From this soup she made two extracts. One of these contained only components that would dissolve in water. That was her aqueous extract. The other contained only chemicals that wouldn’t dissolve in water. That was her nonpolar extract. Nonpolar chemicals dissolve in oil rather than water.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "A sunscreen must absorb UV light before it reaches your skin. And the more it absorbs, the better. To test how well each extract could do that, Taylor turned to a light-measuring tool. Called a spectrophotometer, it measures how much of any color of light a liquid absorbs.",
            "The tool confirmed that both of her banana extracts absorbed UV light. But the nonpolar one went a step further. It absorbed the full range of UV wavelengths — and especially the most damaging ones. They belong to a part of the UV spectrum called UV-A.",
            "Would banana-based sunscreens also be safe for the environment? After all, Taylor says, typical drug-store sunscreens can harm aquatic life. To find out, she recruited planarians (Girardia tigrina) as her “guinea pigs.” Planarians are a type of flatworm that live in water. They’re often used in drug-safety studies, Taylor explains. A chemical that harms these worms might also pose a risk to other aquatic animals.",
            "*_Eco-friendly_sunscreen_That’s_bananas!5",
            "fCTaylor created two banana-extract solutions — one nonpolar and one aqueous. She also created mineral-sunscreen solutions for comparison. Spectrophotometry allowed her to test wavelengths of light absorbed by each sample. She also used a microscope to observe planarians’ locomotion — or movement — when exposed to UV light.",
            "The plan was to put planarians into dishes with different extracts and expose them to strong UV light for 10 minutes. If the worm’s movement slowed or stopped, she took that to mean the light damaged them. Her five test solutions included her two extracts, a drugstore sunscreen solution, plain water and glycerol.",
            "Why glycerol? The nonpolar extract and sunscreen solution both contained this thick liquid. Taylor tested glycerol by itself to check if it caused problems on its own.",
            "And it did. “The nonpolar banana, the glycerol and the mineral sunscreen [appeared] fatal” to the worms, she found. “They stopped moving.”",
            "That “was surprising,” Taylor says. Glycerol “is actually an ingredient found in a lot of sunscreens,” she says. It’s not known to hurt people. But she’s “pretty sure” it killed her planarians.",
            "*_Eco-friendly_sunscreen_That’s_bananas!6",
            "fCTaylor used these peels to create her banana extracts.",
            "In a later test, Taylor would notice that glycerol damaged planarians’ skin — even with no UV exposure. Glycerol is used in many products. Taylor’s work now suggests it might pose risks to aquatic life.",
            "But planarians survived just fine in the aqueous extract. And these outperformed the water-only group — the only other ones left alive, the teen says.",
            "Taylor confirmed this later when she stained those same planarians. She used a special dye. It stains damaged tissue so that it glows under her microscope’s UV light. Basically, the more glow, the more damage there is.",
            "The three glycerol-exposed groups exhibited the most damage. The aqueous extract group showed the least. Where damage did show up, Taylor says, it looked “spotty.” That probably means a worm “was not fully coated.”",
            "The next step is figuring out exactly what chemical provided the aqueous extract’s UV protection. Identifying that, she says, could allow for a new class of eco-friendly, banana-based sunscreens.",
            "Regeneron ISEF is a program created and run by the Society of Science (which also publishes this magazine). Taylor was among 1,657 students — from 62 nations or territories — competing at the 75th annual ISEF. They shared in nearly $9 million in prizes."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/caterpillar-wears-insect-prey-camouflage",
        "title": "\n\tThe ‘bone collector’ caterpillar wears its prey as camouflage",
        "content": [
            "*Six_caterpillar_cases_covered_in_spikey_body_parts_of_insects_and_spiders",
            "A newly described caterpillar collects insect remains from spider webs. It weaves the body parts onto a protective case (several shown) so the host spider won’t eat it. This bone collector caterpillar chows down for months until it’s ready to turn into a moth. Then, its gruesome coating becomes its cocoon.",
            "A severed ant head. A fly wing. A beetle abdomen. These body parts ripped from dead insects adorn a caterpillar’s protective coat. That’s why scientists are calling this newfound species the “bone collector.”",
            "This caterpillar sports remains of prey as camouflage while it searches spider webs for trapped bugs. The meat-eating caterpillar was found on the Hawaiian island of Oahu. It is the first known by scientists not only to live in spider hunting grounds but also to fully decorate itself with body parts.",
            "Researchers described the caterpillar April 25 in Science.",
            "Relatively few caterpillars eat meat. Of nearly 200,000 known moth and butterfly species, only about 300 types are carnivorous. The bone collector caterpillar belongs to the moth genus Hyposmocoma. They are native to the Hawaiian Islands. All members wear protective coats when young. They’ve come to be known as Hawaii’s fancy-case caterpillars.",
            "iFhttps://www.youtube.com/embed/x6fGZSK0wSI?feature=oembed",
            "A meat-eating caterpillar on the Hawaiian island of Oahu adorns itself with body parts from its prey. This macabre coat helps it hide from spiders, whose webs make up the caterpillars’ hunting grounds. Known as bone collector caterpillars, these insects are also cannibals. This short, double-speed video shows it eating another of its species.",
            "While walking in the Waianae Mountains almost 20 years ago, some scientists spied an odd caterpillar next to a spider web in a tree hole. “It [was] covered in little bits of bug,” recalls Dan Rubinoff. He works for the University of Hawaii at Mānoa in Honolulu. As an entomologist, he studies insects.",
            "At first, he had dismissed that caterpillar as a curiosity. But over time, he kept crossing paths with more weird caterpillars. Over the next two decades, he and others spotted 62 of these bone-collector caterpillars. All were within a 15-square-kilometer (almost 6-square-mile) range.",
            "Each lived in a spider web tucked away in a tree, log or rock cavity. And there was never more than one per web (otherwise one would eat the other). The caterpillar lurks in a web, waiting to prey on insects stuck there. The caterpillar masks its scent and texture with leftovers from prey on which the spider had dined. The caterpillar even wears skin shed by its eight-legged landlord.",
            "*A_single_caterpillar_case_with_different_insect_parts_pointed_out_on_it_an_ant_head,_a_weevil_head,_",
            "fCThis bone collector caterpillar case is decorated with body parts from at least six different families of insects (some labeled). Unlabeled pieces are skin shed by a host web’s spider.",
            "“This is a decorate-or-die situation,” Rubinoff explains. A plain protective case “might not be enough to stop the spider from trying to puncture the case and eat the caterpillar.” ",
            "When assembling its prey-based wardrobe, a caterpillar carefully probes and rotates those bodily remains. The carnivorous critter first nibbles large pieces down to size. Then, it weaves them onto its silken case. After a few months of feasting, the caterpillar seals off the open end of its case. Now, that case will become its cocoon as the caterpillar transforms into a moth.",
            "Scientists analyzed the bone collector moth’s genes. They found that its lineage is at least 6 million years old. That’s even older than the island of Oahu! So this critter’s ancestors may have originated on a different island. Other Hyposmocoma moths are represented by multiple species on several of the Hawaiian Islands. But the bone collector is the only species in its line, Rubinoff says.",
            "And, he adds: “I’m really glad we discovered it before it went extinct.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/grab-move-virtual-floating-3d-objects",
        "title": "\n\tYou can ‘grab’ these virtual displays and manipulate them midair",
        "content": [
            "*_You_can_‘grab’_these_virtual_displays_and_manipulate_them_midair7",
            "A newly described caterpillar collects insect remains from spider webs. It weaves the body parts onto a protective case (several shown) so the host spider won’t eat it. This bone collector caterpillar chows down for months until it’s ready to turn into a moth. Then, its gruesome coating becomes its cocoon.",
            "In the Iron Man movies, Tony Stark’s lab is full of floating computer displays. With these midair graphics, he can see his super-suit designs in 3-D. He also can grab hold of the visuals and manipulate them. A new device brings such sci-fi graphics closer to reality.",
            "The device renders virtual 3-D objects in midair that users can drag, scale and rotate with their fingers. Such interactive visuals — which can be seen without a virtual reality (VR) headset — could lead to a new type of hands-on museum exhibit or virtual pets. They also might be used to make 3-D art or video games.",
            "Researchers shared their new tech April 30 at the CHI Conference on Human Factors in Computing Systems. The meeting was held in Yokohama, Japan.",
            "This display renders 3-D graphics you can grab onto and move around. #science",
            "In the past, machines have displayed 3-D objects by moving a flat screen up and down. Each 2-D slice of the object would be projected onto the screen at different heights. When the screen moves extremely quickly, those slices blur together. As a result, they look like one solid shape.",
            "“It’s like a real 3-D object. You can see it from all directions,” says Elodie Bouzbib. She studies human-computer interactions at the Public University of Navarre. That’s in Pamplona, Spain.",
            "One problem with past 3-D displays was that users couldn’t touch the fast-moving screen without hurting their hand or damaging the device. To interact with the visuals they had to use a keyboard, 3-D mouse or some other indirect technique.",
            "Bouzbib is part of a team that decided to replace the flat screen with strips of a stretchy material. Now, users can reach into the display — their fingers slipping past the moving strips — to handle virtual objects.",
            "The team tested strips of different materials to see which might work best. Some, like Spandex, stretched out too easily. Others, like plastic lanyards, hurt to touch when they whipped up and down. Still others, such as silicone, reflected too much light to clearly display projected images.",
            "In the end, strips of elastic — like those used in the waistbands of stretchy pants — won out. “They were a good compromise between all the properties,” Bouzbib says. Two cameras tracked users’ fingers within the display. This let the graphics respond to pinching, swiping, spinning and other gestures.",
            "Eighteen volunteers tried out the new device. They selected, moved and traced virtual objects with either their fingers or a 3-D mouse.",
            "People were able to navigate the display faster and more precisely with their fingers. Most also said the hands-on method felt easier and more natural than using a mouse. That was true even though some had been concerned that the display would feel unpleasant to touch. “It feels really soft, actually,” says Bouzbib. “It tickles a bit.”",
            "“What really gets me excited about this research is that the display is reasonably sized and interactive,” says Tatsuki Fushimi. An engineer at the University of Tsukuba in Japan, he did not take part in the work. But he has created 3-D graphics using particles levitated by sound waves. You can touch those displays too, he points out. But it’s hard to use levitation to make images bigger than about one centimeter (0.4 inch) across.",
            "The elastic-band display is 19 centimeters (7.5 inches) wide and 8 centimeters (3 inches) deep. That’s about the size of a square Tupperware container. “Now, people can start to experiment and play around with it,” Fushimi says. That should invite fresh ideas on how to use this technology.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Volunteers in this study suggested using it for control panels for surgical robots. They also thought it would work well for viewing products in 3-D while shopping online.",
            "“If you want to make it bigger, it’s probably going to face issues,” Fushimi says of the elastic-band setup. “Imagine it room-sized. Then you can no longer reach through the display.” In other words, it wouldn’t work for building something like a Star Trek holodeck. But Fushimi could imagine it being scaled up to a desktop-sized device.",
            "One day, Bouzbib would like to add touch — or haptic sensations — to the display. A focused beam of ultrasound waves might create sensations at a users’ fingertips as they handle virtual objects.",
            "Her team also is brainstorming how to project images onto a layer of gas rather than elastic strips. Such an intangible material might offer more seamless interactions with midair graphics.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/jumping-squirrel-like-robot-balance",
        "title": "\n\tThis squirrel-like robot has some serious hops",
        "content": [
            "*A_jumping_robot_with_one_leg_leaps_from_one_PVC_pipe_to_another_A_black_net_is_strung_below_it",
            "This robot was named Salto — for saltatorial, a term meaning able to leap. Here, the squirrel-like bot jumps from one pipe to another and lands balanced and stable.",
            "Salto the robot is acting a bit squirrelly.",
            "It can take a flying leap and land on a narrow pipe, just like a squirrel soaring from branch to branch. It’s the first time scientists have been able to get a robot to land — balanced — on such a tiny target.",
            "“We’ve been inspired by squirrels,” says Justin Yim. He’s an engineer who worked on the project at the University of California, Berkeley. (Now he works at the University of Illinois Urbana-Champaign.) The Salto team reported its new results March 19 in Science Robotics.",
            "*A_spindly_robot_with_a_gripper_foot_and_a_sticker_labeled_Berkeley_University_of_California",
            "fCThe one-legged robot’s clawlike gripper foot helps it land on branches, like a squirrel.",
            "Squirrels are one of nature’s acrobats. They can scamper over telephone wires and vault between trees. They can even navigate Ninja Warrior-style obstacle courses.",
            "A secret to squirrels’ parkour prowess is exceptional balance. Even if a jump carries them a bit beyond or short of their target, squirrels can maneuver their bodies so that they stay upright. One way is by adjusting how hard their legs push against a branch as they land.",
            "Salto can now make similar adjustments. Yim was part of the team that described how April 4 in the Journal of Experimental Biology.",
            "Think of playing hopscotch, he says. If you land on a square and feel like you’re going to fall forward, you might try to stand up tall. To prevent yourself from toppling over, you’d push your feet hard against the ground. And if you land too far back, you might crouch down, so you don’t tip backward.",
            "Yim’s team tried to help Salto mimic those tactics.",
            "This spindly little hopping bot was developed in 2016. It was named for saltatorial — a term for things that leap or are adapted to leaping. In 2020, Salto’s developers figured out how to make Salto stick a landing on flat surfaces. For the new work, they made two big changes. They added a clawlike gripper to Salto’s foot. Now it can catch a pipe during landings. They also gave Salto the ability to stand or crouch. This can help improve its balance.",
            "Salto the robot can take flying leaps and adjust its landing — just like squirrels do. Scientists hope that the squirrel-inspired tech could one day help with construction inspections or conducting environmental monitoring in forests. #Robot #Squirrel #STEM #Robotics",
            "In test jumps in the lab, Salto leapt from one plastic pipe to another. It successfully did this 25 times out of 30. It caught the tube, swinging over or under it most of the time. But in two trials, Salto leapt, landed and perched just perfectly. It stuck a balanced upright hold on the pipe.",
            "“There’s lots of room for improvement,” Yim says. Salto may not be ready to join that circus group Cirque du Soleil yet. Still, Yim has ideas about how to improve the robot’s balance. They could improve Salto’s gripper, for a better grasp when trying to land on a pipe. That would work like a squirrel squeezing a branch with its toes.",
            "Yim envisions future robots that are even more agile than Salto. To help with construction, for instance, they might one day hop onto pipes or beams while carrying cameras for inspection. Or maybe Salto could leap throughout a forest as an environmental monitor.",
            "But Salto will need many more tweaks to catch up to its bushy-tailed brothers, Yim says. “The robot is definitely not able to do what a squirrel can do just yet.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/ticking-shark-first-making-noise",
        "title": "\n\tTick, tick, tick. In a first, a shark is heard making noise",
        "content": [
            "*A_grayish-brown_shark_with_white_spots_along_it's_back_swims_across_a_black_background",
            "Called a rig or smoothhound, this small shark is the first shown to make deliberate sounds.",
            "Sharks have a reputation for being silent predators. But an accidental discovery shows the small rig shark isn’t silent after all.",
            "It clicks its short, wide teeth. That chatter appears to mark “the first documented case of deliberate sound production in sharks,” say researchers in the March 26 Royal Society Open Science.",
            "People have been slow in picking up on sound communication between fishes. Some squeak or rumble. But scientists stumbled onto these types of chatter in captive animals. So today it’s no longer a surprise to detect various chirps, hums or growls among the many bony fishes.",
            "Yet an evolutionary sister-branch — sharks, skates and rays — have been slower to get recognized for sounding off. Lacking bones, their skeletons are made of cartilage. Some also sport remarkable senses, such as detecting slight electric fields. In 1971, a clicking was detected coming from cownose rays. Since then, it’s turned up in other rays.",
            "Carolin Nieder is an evolutionary biologist at Woods Hole Oceanographic Institution in Massachusetts. Back when she was at the University of Auckland’s Leigh Marine Lab in New Zealand, she studied dolphin hearing. To listen, she dangled an underwater microphone into a tank. She also did this as part of her setup to explore hearing in a small shark species called a rig (Mustelus leucticulatus).",
            "Reaching into the tank to grasp one of these fish, she heard “click … click.” After a week or so of tests, the rig still squirmed — but didn’t click. Perhaps the sound was voluntary, a response to stress, she mused.",
            "In a first, researchers have recorded what could be sharks making deliberate sounds. This chatter came from a small species called a rig or spotted estuary smoothhound. It grows rows of stubby teeth that can crack shellfish prey — and, apparently, make communicative sounds. Carolin Nieder discovered the chatter accidentally as she was handling a rig in a tank. Listen in as a rig splashes, then clicks its teeth.",
            "*This_close-up_image_shows_rows_of_tightly_packed,_somewhat_flattened_teeth_of_a_kind_of_shark_called",
            "fCEric Parmentier",
            "As a followup, she worked with 10 sharks. Among them she recorded multiple clickity bouts. They averaged about nine clicks during a 20-second grasp. The sounds come, she proposes, from clacking together their short, wide teeth with cusps. Those chompers are great for cracking crustaceans’ shells. Rows of these teeth emerge from gum tissue. It reminded Nieder of stones set in a mosaic. ",
            "Wiggling doesn’t seem important: She heard the sounds when a test shark writhed in her grasp and when it held still. She proposes that sharks click by “forceful snapping.”",
            "The idea still needs formal testing, she cautions. What she actually measured was the hearing range of the sharks, which is restricted to below 1,000 hertz. Human hearing, in contrast, ranges up to 20,000 hertz.",
            "Sharks are sensitive to their watery world in other ways, though. For instance, they can detect the tickles of changing electric fields. Yet “if you were a shark, I would need to talk a lot louder to you than to a goldfish,” Nieder notes. “The goldfish would pick up if I whisper … and the shark was like, can you speak up, please?”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-caldera-definition-pronunciation",
        "title": "\n\tScientists Say: Caldera",
        "content": [
            "*a_mountain_with_a_caldera,_a_huge_bowl-shaped_crater_in_the_center,_sits_under_a_blue_sky",
            "The Caldera Blanca is a collapsed volcano in Timanfaya National Park in the Canary Islands.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2104886775&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A caldera is a type of crater. It forms when a volcano collapses after a massive eruption.",
            "When volcanoes erupt, material bursts from underground cavities. That material could be lava. It could also be vapor, dust and gases. Either way, the blast leaves empty pockets underground. Sometimes, those pockets cave in. That forms a caldera.",
            "Some calderas cover dormant volcanoes. Others cover volcanoes that are still active. Consider Hawaii’s Kīlauea Caldera. In 2018, this volcano collapsed after an eruption. Today, the caldera still burps lava.",
            "Some calderas form through not one, but many collapses. Yellowstone National Park, which spans Wyoming, Idaho and Montana, is an example. Yellowstone’s volcanic activity started about 1.2 million years ago. Over time, multiple vent-like eruptions created a vast caldera system throughout the region. The last eruption occurred about 600,000 years ago. Geologists think this one was massive. It emptied the caldera’s magma chamber. Without magma to support it, the ground caved in. That created Yellowstone’s largest caldera, which stretches 113 kilometers (70 miles) across.",
            "Another famous caldera is Crater Lake, in Oregon. It formed about 7,700 years ago. The Native American Klamath Tribes lived in this region at the time. Their legends describe the event. The stories tell of fire and rock bursting from the ground. Landslides followed. Finally, Mount Mazama caved into the void below. Over time, the caldera filled with rainwater. That’s why today, it is a lake. Crater Lake remains a sacred place to these tribes.",
            "In 2019, a team led by Filipino scientist Jenny Anne Barretto found the Apolaki Caldera — at the bottom of the ocean. It stretches for 150 kilometers (93 miles) under the Philippine Sea. That makes it the world’s largest known caldera.",
            "The volcano responsible for Hawaii’s Kīlauea Caldera recently erupted like a stomp rocket.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-the-carbon-cycle",
        "title": "\n\tLet’s learn about the carbon cycle",
        "content": [
            "*a_scenic_view_of_pink_wildflowers_and_rocks_by_sea_against_sky",
            "Carbon cycles through many things on Earth. In this image, the atmosphere, ocean, rocks and plants all contain carbon.",
            "The element carbon is found all over our planet.",
            "Carbon helps make up carbon dioxide gas in the atmosphere (it’s the C in CO2). It’s found underground in rocks and fossil fuels. A lot of it is stored in Earth’s oceans. And it’s the main chemical building block of all living things, found in DNA, sugars, proteins and many other molecules.",
            "The total amount of carbon on Earth doesn’t change. But our planet’s carbon atoms are always moving around between living things, oceans, the atmosphere and other places. Together, these exchanges are known as the carbon cycle.",
            "Plants, for instance, pull carbon dioxide out of the air during photosynthesis. They use those carbon atoms to build up their tissues — which animals then eat. Animals exhale carbon dioxide back into the atmosphere. And when plants and animals die, the carbon from their tissues gets released into the air and soil. That carbon can get locked up in rock like limestone or fossil fuels such as coal.",
            "Carbon from the atmosphere can also get absorbed by Earth’s oceans. Sea creatures use it to build their calcium carbonate shells and skeletons. When those organisms die, their remains sink and can either dissolve into deep sea waters or settle into the seafloor. Carbon locked up underground can also be violently blasted back out into the atmosphere during volcanic eruptions.",
            "The carbon cycle naturally keeps carbon moving in and out of Earth’s atmosphere. But human activity has recently been pumping a lot more carbon into the air. A big way we do this is by burning fossil fuels such as coal and oil for energy. But other human activities, such as farming and cutting down forests, add carbon to the atmosphere as well. That airborne carbon is warming Earth’s climate through the greenhouse effect.",
            "For that reason, scientists and engineers are trying to develop new technologies that can capture carbon out of Earth’s atmosphere.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Eight ways you can cut your carbon footprint Learn how you can limit the climate-warming gases associated with what you eat, the products you buy and the energy you use. (2/9/2023) Readability: 7.3",
            "The world is aiming for ‘net zero’ emissions of greenhouse gases Nations are charting how they might ‘zero’ out their releases of climate-warming gases. Success might greatly lower the risks of climate catastrophes. (2/9/2023) Readability: 7.9",
            "Explainer: CO2 and other greenhouse gases Carbon dioxide is just one of several chemicals that contribute to the greenhouse effect. (9/20/2018) Readability: 7.9",
            "iFhttps://www.youtube.com/embed/0-DtXqr-gPQ?feature=oembed",
            "The carbon cycle explained in one quick minute.",
            "Scientists Say: Carbon capture",
            "Explainer: All about carbon dioxide",
            "Explainer: How photosynthesis works",
            "Explainer: Where fossil fuels come from",
            "Explainer: In chemistry, what does it mean to be organic?",
            "An ancient log shows how burying wood can fight climate change",
            "A bold plan to save the planet turns carbon dioxide into stone",
            "Pollution power? A new device turns carbon dioxide into fuel",
            "Word find",
            "Humans can affect Earth’s carbon cycle in lots of negative ways, through burning fossil fuels and other activities. But we can also positively impact the carbon cycle by creating more places to store carbon from the atmosphere — like growing plants. Grow your own plants and test the power of fertilizer with this experiment from Science News Explores."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/passing-star-fling-earth-orbit-into-sun",
        "title": "\n\tA passing star could fling Earth out of orbit — or into the sun",
        "content": [
            "*A_photo_composite_of_Earth_from_space",
            "The gravity of passing stars can jostle our solar system. That might someday cause another planet to smash into Earth (shown here in a satellite image) — or eject our planet from the solar system altogether.",
            "Bad news, earthlings. Computer models of the solar system’s future reveal a new risk facing us all. The gravitational tug of a passing star could cause another planet to smack into Earth. Or it might fling our planet into the sun. Or it could send Earth far away from the sun, where any inhabitants would freeze.",
            "“None of these things are probable,” says Nathan Kaib with a laugh. This astronomer works at the Planetary Science Institute, based in Iowa. He teamed up for this research with astronomer Sean Raymond, at the University of Bordeaux in France.",
            "Over the next 5 billion years, they calculate, Earth’s chance of an apocalypse caused by a passing star is only 0.2 percent. That figure is based on the number of stars passing near our solar system. That’s pretty slim odds of a drive-by star destroying or ejecting Earth within the lifespan of our sun.",
            "Still, it’s a much greater risk than past studies had found. Those estimates hadn’t accounted for the long-term influence of passing stars. ",
            "Kaib and Raymond posted their findings to arXiv.org on May 7. Later this year, the journal Icarus will publish them, too.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "If another star gets too close to us, Mercury will be key to the risk of Earth’s demise.",
            "The innermost planet’s orbit around the sun is fairly oval-shaped. And astronomers have long known that Jupiter’s gravity can stretch its orbit out even more. The new models show that passing stars heighten this danger.",
            "In those models, Mercury’s orbit becomes so elongated that the planet typically collides with the sun or Venus. The resulting chaos sometimes causes Venus or Mars to crash into Earth. Other times, Earth crashes into the sun. Or Venus and Mars can fling our world toward Jupiter. The giant planet’s gravity then ejects Earth from the solar system.",
            "“It’s a little scary how vulnerable we may be to planetary chaos,” says Renu Malhotra. A planetary scientist, she works at the University of Arizona in Tucson.",
            "*An_image_of_Pluto_as_seen_by_a_spacecraft",
            "fCPoor Pluto faces a 4 percent risk of getting booted from the solar system or smashing into a giant planet during the next 5 billion years, thanks to passing stars. Here, Pluto is seen in an image taken by the New Horizons spacecraft.",
            "Malhotra thinks past encounters with other stars have already influenced the solar system. For instance, one would expect the giant planets to have nearly circular paths around the sun. That’s because the planets formed from a disk of gas and dust with a nearly circular orbit. But today, three of the giant planets — Jupiter, Saturn and Uranus — have somewhat oval-shaped orbits. The gravity of passing stars may have tugged them onto these paths.",
            "The most dangerous stars, Kaib says, are those that come closest — less than 100 times as far from the sun as Earth is. Stars that move slowly are also risky. Especially ones that move less than 10 kilometers (6 miles) per second relative to the sun. That cosmic snail’s pace extends how long their gravity will be able to tug on the planets.",
            "However bad things look for Earth, though, be glad you don’t live on distant Pluto.",
            "Without passing stars, Pluto was thought to have an even more stable orbit than Earth. “But once you allow stars to alter the solar system and push things around,” Kaib says, Pluto is in trouble. It can skirt by the giant planets. Then their gravity can kick it out of the solar system. Or Pluto can smash into one of them.",
            "Over the next 5 billion years, the chance of such a fate befalling Pluto is about 4 percent. That’s 20 times greater than the risk facing Earth.",
            "There is one upside to Pluto getting booted from the solar system, though. It might just end the long-standing debate over whether Pluto is really a planet.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-quasi-satellite-definition-pronunciation",
        "title": "\n\tScientists Say: Quasi-satellite",
        "content": [
            "*_Scientists_Say_Quasi-satellite8",
            "In this illustration, an asteroid orbits its planet. An asteroid — or other space object— that appears to orbit a planet but orbits beyond the planet’s main sphere of gravitational influence is called a quasi-satellite.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2112277119&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A quasi-satellite is a space object — such as an asteroid — that appears to orbit a planet like a true satellite. However, the object lies beyond the reach of much of that planet’s gravity.",
            "The prefix quasi- means to resemble something. A quasi-satellite resembles a true satellite. But it’s not one.",
            "Earth’s moon is a true satellite. The sun exerts more gravitational pull on the moon than Earth does. Even so, Earth controls much of the moon’s orbit. That control comes from the moon’s closeness to Earth. The moon orbits within the Earth’s Hill sphere — the space around a planet where the planet’s gravity dominates. The Earth, meanwhile, orbits well within the sun’s Hill sphere.",
            "A quasi-satellite orbits outside a planet’s Hill sphere. That doesn’t mean the planet’s gravity can’t affect the object. But it does mean that other gravitational influences intervene more frequently. For example, the gravitational pull from the sun dominates the orbit of Earth’s quasi-satellites. For that reason, quasi-satellite orbital paths change over time. They will most likely eventually fall out of orbit around their planet.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "A quasi-satellite orbits the sun with its planet. The object circles the planet while orbiting the sun. If you were to watch from space, the object would appear to loop around Earth as both objects travel around the sun. Those loops around Earth are usually oval-shaped, not circular. This stretched-out orbit can take the object far from its planet.",
            "Earth has several quasi-satellites. Cardea is one. This asteroid is less than 300 meters (985 feet) in diameter. Astronomers predict that in about 600 years, Cardea will likely be flung out of orbit. Kamoʻoalewa is another example. Astronomers believe this small asteroid is a fragment of the moon. In May 2025, the China National Space Administration launched a mission to collect samples from the object.",
            "One small quasi-satellite plays leap frog with the Earth as both travel around the sun.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/3d-printed-robot-runs-on-air",
        "title": "\n\tThis 3-D printed robot runs on air, not electricity",
        "content": [
            "*a_robot_with_six_squishy_arms_sits_flat_on_a_table",
            "This 3-D printed robot doesn’t need electronics. Instead, it uses an air canister to move.",
            "A new air-powered robot can practically walk right off the 3-D printer.",
            "The soft, 3-D printed robot doesn’t have any electronic parts. All it needs to move is an air canister. One day, robots like this could work underwater or in hazardous environments, its creators say.",
            "Mechanical engineer Yichen Zhai led the work. He and his colleagues at the University of California, San Diego, gave their robot six flexible legs, like an insect. Each leg can move up and down or side to side. The whole thing is made from the same type of plastic that’s used to make hoses and shoe soles. The scientists 3-D printed it in one piece over the course of two and a half days.",
            "Air from a canister flows through tiny tubes and chambers in the robot’s body to power it. As the pressure in each of these chambers changes, it opens and closes different tubes. That moves air into different sets of chambers, and the process starts again. This cycle of inflating and deflating chambers moves the robot’s legs to waddle forward.",
            "Researchers published the design in the May issue of the journal Advanced Intelligent Systems.",
            "The robot’s design is “quite interesting,” says Perla Maiolino. She wasn’t involved in building it, but she does work on other soft robots at the University of Oxford in England. Typically, making a robot involves designing different parts from different substances and assembling them, she says. But this one’s body is a single piece made with just one material. “It’s all together.”",
            "iFhttps://www.youtube.com/embed/f8hTK7AabM8?feature=oembed",
            "This video, told from the perspective of the new robot, shows off its electronics-free capabilities.",
            "The robot may be soft, but its shape actually makes it quite sturdy. Having six legs helps it stay upright on rough and uneven ground. Whenever it takes a step, three of its legs move at once while the other three stay on the ground. This way, it doesn’t tip over easily. And because the design doesn’t contain any electronics, it’s waterproof. In experiments on the beach, the robot toddled right down into a deep puddle and resurfaced to continue along its way.",
            "Electronics-free robots could one day work in areas that would thwart regular ones. “We are really pushing toward having untethered robots that can be deployed in very harsh environments,” Maiolino says. An “untethered” robot is one that doesn’t need to be connected to a power cord or controller.",
            "A robot like the new six-legged walker could work in areas where electronics might be a fire risk, such as in mines. Or it might be used in space, where radiation could harm delicate electronic components.",
            "But the new soft robot isn’t quite ready for these harsh conditions yet. The robot has to be able to move faster first, says Zhai. That will let it move farther on a single air canister. As of now, the insect-like robot creeps along at a leisurely pace of 4 centimeters (1.6 inches) per second. That’s a little faster than a snail, but slower than a turtle. A single canister of air can power it for about 80 seconds.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Zhai and his colleagues are currently building a faster version of their machine. The team also hopes to add a steering system or a way for the robot to dodge obstacles. Right now, it can only shuffle forward in a straight line. Controlling air flow through the robot could allow it to change direction in response to obstacles — sort of like a self-driving Roomba vacuum.",
            "Until the robot gets these upgrades, it won’t be doing heavy-duty work. But in its current form, people can still enjoy interacting with it. “The robot is like a toy,” Zhai says. And it can be cheaply and easily 3-D printed. “If people love it, people can make it,” he says. “That’s enough.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/soft-robots-comfort-rescue-isef",
        "title": "\n\tSoft helpers and bio-inspired tech: a match made in robot heaven",
        "content": [
            "*Tim_holding_a_koala_and_a_chimp_stuffie_and_smiling",
            "Tim Wilson’s huggable robots can offer emotional support to people in need, such as kids too anxious to get to sleep at night.",
            "Columbus, Ohio — When you imagine a robot, slithery snakes and huggable koalas may not come to mind. But innovative teens have been using “soft” robotics to create such bio-inspired machines. Their inventions can return a warm hug or assist in the rescue of people trapped in building rubble.",
            "An earthquake on March 28 trapped hundreds of people in the ruins of collapsed buildings in Myanmar, a country in southeast Asia. Nichelle Thinagar, 16, saw this disaster on the news. “There were so many more people left unaccounted for, trapped under rubble,” she recalls. Stories like this compelled her to design rescue robots. But Nichelle’s come with a twist — a smooth, serpentine twist.",
            "*a_photo_of_Nichelle_Thinagar_smiling",
            "fCNichelle Thinagar developed a snake-inspired robot. Her goal: Use such tech to find and bring aid to people trapped in rubble after an earthquake or building collapse.",
            "Imagine a snake slithering your way. Nichelle modeled her rescue-bot after these limbless wrigglers. And for good reason. Scale-covered snakes evolved to wiggle through tiny cracks. One secret to their slithering, the sophomore at Shrewsbury High School in Massachusetts learned, were those scales.",
            "She tapped this design feature to enhance her snake-bot’s motions. “The most recent design has … ball bearings embedded directly into the scales,” she says. This aids the forward gliding motion. Her project earned Nichelle a finalist slot here at the 2025 Regeneron International Science and Engineering Fair (ISEF).",
            "“A snake’s scales are very smooth from head to tail,” Nichelle says. That lets them glide forward. A little backwards pressure, however, allows those same scales to dig into the ground. “That lets them push themselves forward,” she says.",
            "Nichelle didn’t invent snake-shaped robots. But she did make unique use of nature’s scale-grip technique. That allows the bot to move “like a real snake.” Nichelle hopes her slithering device will help it navigate building rubble. Another feature that sets her robot apart from others: A small compartment in its head can haul water or other supplies.",
            "*a_photo_looking_down_at_the_guts_of_a_snake_inspired_robot",
            "fCHere’s the guts of Nichelle’s snake-inspired robot.",
            "Nichelle hoped to test different scale designs with computer simulations before building a full robot. But that plan didn’t work. The tests she needed, she realized, were just too complex for her to model. She needed data. And the only way to get those was by testing.",
            "For instance, she needed to measure her snake skin’s coefficient of friction. That’s “basically the stickiness between two surfaces,” Nichelle explains. “Like the stickiness between my scale design and the surface below it.”",
            "Many factors play into how different scales slide across surfaces, she learned. “That’s just something that the simulation software couldn’t compute.” To test snake scales, she had to build a snake wearing them.",
            "*a_closeup_showing_the_'textured_scales'_on_the_underside_of_the_snake_robot",
            "fCTextured “scales” affixed to the underside of Nichelle’s robot allow it to slither forward. It can grab the surface as it prepares to push to the side and ahead in a serpentine motion. The best design used ball bearings embedded directly into the scales to aid forward sliding.",
            "Nichelle 3-D printed the scales and all the other robotic components. A cable system runs throughout the snake and triggers muscle-like wriggly actions. Instead of the “normal, rigid components you’d see in your typical robot,” she explains, “it uses more soft structures that resemble things like muscles.”",
            "A tether connects the robot to the person controlling it. “A lot of urban rubble is reinforced concrete, which blocks communications,” Nichelle says. Using a tether means the operator won’t lose connection with the robot. It also allows the rescuer to communicate with survivors.",
            "iFhttps://www.youtube.com/embed/riyZSqwtTzU?start=115&feature=oembed",
            "Nichelle Thinagar explains how she designed her snake robot.",
            "*Tim_soldering_the_innards_of_a_huggable_robot",
            "fCTim solders electronic components that will go inside the stuffed, fabric housing of a prototype huggable robotic monkey — one that he designed and sewed from scratch.",
            "Tim Wilson, 18, designed a soft robot for a very different purpose: to give reassuring hugs. His inspiration was his sister’s frequent trouble getting a good night’s sleep as a child.",
            "“I saw the impact of poor sleep on the rest of her life,” he says. Friends in school described similar problems. “We’d chat about how they couldn’t fall asleep,” he says. When it came time to do a high-school research project, he decided to tackle “a real need in the world.” His solution — a huggable, co-sleeping robot — brought this student at Barker College in Sydney, Australia, to this year’s Regeneron ISEF. It also garnered Tim a First Award in the Robotics and Intelligent Machines category.",
            "Other robotic sleep aids exist. But until now, none could hug you back, Tim says. He started by building a monkey-bot. He went on to create a koala, too.",
            "Hugging the robot triggers the arms to return the hugger’s embrace. They squeeze back thanks to inflatable, flexible tubes in the robot’s arms. A fiber outside the tube works like a muscle. In robotics, this part of the device is called the actuator. “An actuator is just something that creates movement,” Tim explains.",
            "*robotic_parts_laid_on_top_of_a_huggable_bot_showing_what_the_innards_look_like",
            "fCRobotic parts are laid atop the sites where they sit inside a huggable toy. In the animal’s head, a control board houses a computer’s microcontroller. The arms hold fiber-reinforced, bending actuators that enable the robot’s reassuring hugs. At center is a device that rhythmically pushes out to mimic the lungs breathing. ",
            "His machines do more than return hugs. They also mimic breathing. The toy’s chest gently rises and falls. It’s “quite soothing,” Tim says. The robots even try to match their “breathing” rate to the hugger’s. How? A sensor inside measures the carbon dioxide exhaled by the hugger. The robot then “tries to mirror how fast you’re breathing.” Tim says that part proved tricky. After all, a bedroom fan might be enough to throw off the gas levels. “It’s not always going to be mirroring you exactly,” he says. So he added a “nice slow breathing rate” as a default setting.",
            "*a_photo_of_Tim_Wilson_breathing_into_a_carbon_dioxide_sensor",
            "fCTim tests a sensor to measure exhaled carbon dioxide in his bedroom at home. This sensor tracks a person’s breaths to try to mirror their breathing rate. It helps mimic a human caregiver who might try to calm an anxious child. ",
            "So what does Tim’s sister think of the hug-bot? “She finds it very cute,” he says. She hasn’t tried it overnight yet. Tim’s friends have, though. “One of the things that kind of surprised me,” he says, “was how much the kids who use the device found it quite relaxing and reassuring in a way that wasn’t actually directly related to sleep.”",
            "Tim believes his robots might help people in other settings, too.",
            "Some people benefit from emotional support dogs, for example. But some places might not allow animals. In a super-clean hospital, an animal may pose a risk to sick kids. “Being able to reassure kids is quite a challenging thing,” Tim says. “But it would be cool if my product could do it.”",
            "Regeneron ISEF is a program created and run by the Society of Science (which also publishes this magazine). Tim and Nichelle are among 1,657 students — from 62 nations or territories — competing at the 75th annual ISEF. These participants shared in nearly $9 million in prizes.",
            "iFhttps://www.youtube.com/embed/ZzA1DKf5VQo?feature=oembed",
            "Tim Wilson describes how his cuddle robot works and how it can help people."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/groundwater-secret-underground-flow",
        "title": "\n\tStudy uncovers secrets in water’s underground treks",
        "content": [
            "*A_photo_of_a_natural_spring_emerging_from_limestone_caves_Lush_vegetation_is_on_either_side_of_the_w",
            "Groundwater streams through rocky deposits underground. It eventually can surface to feed lakes, rivers and natural springs, such as at Florida’s Rock Springs (shown here).  ",
            "When rain or snow falls, much of it seeps into the soil. From there it flows down through porous rock, gravel and sand, forming underground streams. This groundwater will sometimes travel long distances. Scientists have now attempted to calculate its path in North America. Their findings suggest water can travel below ground much farther and deeper — and for a much longer time — than had been expected.",
            "For instance, some groundwater can travel up to 238 kilometers (148 miles), the new study reports. And it can seep to depths of more than 90 meters (300 feet).",
            "Or consider the deep groundwater pumped up for drinking. Most was believed to be separate from polluted water that often resurfaces in streams and rivers. But through long, buried treks, groundwater can link areas thought to be separate — sharing pollution it picked up along the way. ",
            "All that water now appears “a lot more connected,” says Reed Maxwell, an author of the new study. He works at Princeton University in New Jersey. As a hydrologist, he studies the movement of water.",
            "His team shared its findings on how water moves in the January 6 issue of Nature Water.",
            "Understanding these connections between water sources, they say, is important. It could help water managers work together to make better decisions about how to use water for drinking, irrigating crops and supporting ecosystems.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "A watershed (also known as a catchment) is the broad expanse of land that funnels snowmelt and rain downhill to a body of open water (such as a lake or ocean). Some rain and snowmelt will remain above ground. But much will seep underground as it moves.",
            "Water managers decide who gets to use the water within a watershed and how. Watersheds are managed separately. But water can flow freely underground across watershed boundaries, says Laura Condon. She’s a hydrologist at the University of Arizona in Tucson. ",
            "If watersheds are connected, then problems in one might affect another, says Maxwell. This got him thinking: “If you dump pollution in one watershed, does it get to another?” ",
            "Others had mapped groundwater flows in various parts of the United States. But how distant sources of underground water might be connected hadn’t been clear. That was one motivation for this study, says Maxwell. Understanding how water moves across a continent underground can help show how, when and where impacts to that water may occur.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Maxwell and Condon’s team decided to track groundwater’s flow beneath most of continental North America. They started with where this water reemerges in streams. Then, working backward, they figured out where it must have first seeped into the Earth.",
            "To do this, they built a computer model. It simulated North America’s underground layers of rock to depths of 392 meters (1,200 feet). Next, they divided the continent into little blocks. Each was one kilometer long by one kilometer wide.",
            "Then they asked the model to calculate how much water would likely flow through each block. That would depend on the shape and thickness of Earth’s underground layers and the space between the rocks.",
            "Each block is like a Lego brick, Maxwell says. Once they calculated water’s flow in each one, they stacked them together — 85 million of them.",
            "Then they added simulated water droplets to the computer model. The model “pushes” these droplets around based on how water would flow through the layers of below ground rock. And the scientists tracked everywhere they would go.",
            "“Think of a video game: Where would the little ball go? It’ll be pushed by the velocity this way,” says Condon.  Then, “where would it go next?”",
            "Water often travels more than 97 kilometers (60 miles), the model showed. That wouldn’t be far if water was streaming across the surface, says Maxwell. But it was far longer than it had been expected to flow below ground.",
            "Most water stays below the surface for five to 10 years, the model found. But buried aquifers (underground layers of water-filled rock) also exist. Water can collect in them for 100,000 to 1 million years.",
            "iFhttps://www.youtube.com/embed/zyHtkDCwQUw?feature=oembed",
            "Rain and snow seep into the Earth, forming streams of groundwater that travel long distances below the surface.",
            "Knowing how far water travels and for how long helps determine impacts to water. How? “If you have pollution underground, you need to understand where it’s going to go,” Maxwell explains.",
            "Consider, for instance, the nitrate fertilizers that farmers apply to soils. In large amounts, nitrates can harm people and aquatic life. Rain can wash these chemicals into groundwater. From there, they can potentially travel far from the farms on which they had been used. That can pollute water once thought to be free of such chemicals.",
            "Models might also point to where water being pumped from the ground at one site (for drinking or irrigation) had been on its way to hydrate a distant wetland. Knowing this, says Claudia Faunt, managers might then make sure they leave enough water in the ground to sustain that wetland — and the ecosystem it supports. Faunt didn’t take part in the new study. But as a hydrologist with the U.S. Geological Survey in San Diego, Calif., she understands these issues. ",
            "“Everything’s connected,” Maxwell says. By knowing how one watershed may be linked to others, you can understand how the system works as a whole, he explains. And that could be key to managing Earth’s life-giving resource.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/mobile-artificial-coral-reef",
        "title": "\n\tNew ocean sanctuaries house young coral and even flee peril",
        "content": [
            "*a_view_of_a_coral_reef_looking_up_through_the_reef_at_the_surface_of_the_water,_two_divers_are_in_th",
            "Off the coast of Saipan in the Northern Mariana Islands, a coral reef decorates the entrance to this sea cave. Warming waters have been bleaching and killing off some local reefs. A new teen-designed, mobile artificial reef aims to restore colorful corals to the region. ",
            "Columbus, Ohio — Preserving threatened coral reefs is no longer enough. Now, we must help build new ones, say Ja Young Kim, 17, and Jiho Kong, 19. They’ve just designed one new option: robotic nurseries to attract and nurture baby corals.",
            "These modular units start as floating, hexagon-shaped cells. Once deployed in the water, they can link together to make large ocean habitats. These apartment-like structures even monitor for potential dangers. Before turbulent weather might turn young colonies belly-up, robots can propel the coral apartment buildings to safety.",
            "*two_teens_stand_back_to_back_with_arms_crossed_on_a_white_sand_beach,_under_a_sunny_sky",
            "fCJa Young Kim and Jiho Kong stand on a beach in Saipan — one of the islands making up the Mariana Archipelago.",
            "Jiho and Ja Young live in Saipan. It’s the largest of the 14 Northern Mariana Islands, a volcanic archipelago north of Australia. The world’s deepest ocean site — the Mariana Trench — lies just east of this island chain.",
            "Saipan is “a beautiful place that is surrounded by the ocean,” notes Jiho. “I’m a diver.” Just off the white sand beaches here, “there used to be a beautiful coral reef.” A few years ago, the coral here appeared “every different color,” Jiho recalls. No longer. The reef is now bleached white and dead.",
            "Dying coral is “not just a story that we can hear from newsletters or books,” Ja Young says. For her, the problem can’t be ignored. So she and Jiho teamed up to build a fleet of robotic apartment complexes for baby coral. It would provide them homes. And being mobile, they can move when storms threaten.",
            "Their work earned these juniors at Saipan International School a place here, last month, as finalists at the 75th annual Regeneron International Science and Engineering Fair, or ISEF. Society for Science — which also publishes this magazine — created ISEF and still runs it. This year’s 1,657 finalists came from 62 nations or territories. Together, they took home nearly $9 million in prizes.",
            "Each cell is about the size of a small microwave oven. Individual cells can link up with others, forming platforms that roll with the waves.",
            "For this project, “We created everything,” says Ja Young. “We 3-D printed everything.” They chose materials that will break down in the ocean over time. That way, they won’t pollute the environment if individual units separate and get lost.",
            "The duo tested their cells’ ability to link up in a borrowed swimming pool in Korea, says Ja Young. “And then we borrowed this wave-creating machine in order to make sure [their habitat won’t] just float away.”",
            "Their system consists of two types of cells. The first offers a safe harbor for coral larvae. They can attach to these “coral cells” and grow. The second are power cells. These similarly shaped units can drive the coral-housing units. Each power cell “has a propeller,” Ja Young points out, and runs on solar energy. So power cells can motor coral cells to the perfect nursery location. Once they arrive, these cells can link together. A tether connects them to the ocean floor. This ensures they won’t drift away.",
            "To advertise the housing units have arrived, the cells sing a song.",
            "This “special soundscape,” Ja Young explains, “can attract the coral larvae onto the structure.” Its melody — “the sound of healthy corals” — sounds like soft bubbles and gently sloshing water, she says. When larvae hear it, they’ll flock to it as they would to a healthy reef.",
            "*a_coral_cell_and_a_power_cell_sitting_on_a_beach",
            "fCWhen deployed underwater, a coral cell (left unit) provides a safe haven for larvae to establish new colonies. A power cell (right unit) can link with that undersea houseboat and propel it to safety when dangerous storms may threaten these accommodations.",
            "Once they arrive, the tiny larvae begin setting up a new artificial reef. However, this apartment complex can do something natural reefs can’t. It can flee danger.",
            "This could counter a problem seen with other coral-restoration systems. Jiho and Ja Young learned that many weren’t very successful. Take the type known as coral trees. Once installed on the ocean floor, many of these vanish.",
            "For every 10 coral trees installed, “eight will be missing by the end of the year,” Ja Young says. No one knows what happens to them. “We wanted to fix that,” she says.",
            "Watch this video of the designers of the new coral sanctuary describing what motivated them to create the new tech and how it would work.",
            "Their solution was to build an escape plan into their housing units. For example, Ja Young says, “There could be a typhoon coming.” The undersea waves kicked up by such a storm could destroy the cells. “We cannot make the house not blow away,” she says. But “we can make it run away.”",
            "Their coral-housing units not only can move, but also decide when it’s time to move.",
            "Jiho spearheaded this part of the project. “I wanted to link my knowledge about robotics and computer science to this project,” he says.",
            "He linked the cells to the internet so they can receive ocean data. These include temperature readings and other weather updates from the National Oceanic and Atmospheric Administration. They use open-source data, which are freely available for all to use.",
            "Their system’s motorized cells use these data to make decisions. If a dangerous storm looms, these cells will know. They can turn on their propellers and head for safer waters. An “algorithm and the website itself can also designate a destination,” says Ja Young.",
            "Even if people do nothing, these cells can execute an escape. Thanks to clever programming, the cells can pick their own destination. They also can calculate the best route. This escape feature sets their technology apart from other coral-transplant systems, says Jiho. Few such technologies can flee danger. And those that do need a lot of human help. Human labor makes them “less efficient in both cost and time,” Jiho says.",
            "Each cell costs about $120 to make, says Ja Young. That’s far less than similar technologies. Most, he says, cost about “a thousand times more.”",
            "The coral apartments must still undergo ocean tests. Simulations show a lot of promise. However, unseen problems could occur.",
            "Ja Young recalls the kaleidoscopic colors of local reefs from snorkeling trips with her dad. “‘It’s pink! Blue! It’s colorful inside,” she remembers. She was in middle school then. Today, waves sweep bleached coral fragments onto the sand. Ja Young hopes their new invention will do more than try to preserve the past. She hopes it will rebuild a more colorful future.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/why-remember-food-poisoning",
        "title": "\n\tMice show us why food poisoning is so hard to forget",
        "content": [
            "*Mouse_brain_region_called_the_amygdala_shown_in_blue_after_it_encountered_an_unknown_food_or_experie",
            "When mice eat something unfamiliar, neurons in a brain region called the amygdala light up (blue). If these mice later start feeling sick, the same neurons turn on again. This helps the mouse remember — and avoid — that food in the future.",
            "Food poisoning isn’t something we easily forget. Scientists have now homed in on what makes it so unforgettable. Alarm cells lock the experience into our brain’s circuitry as a yucky memory. That’s the finding of a new study on mice.",
            "Many of us have eaten something that left us sick. “Not only is it terrible in the moment, but it leads us to not eat those foods again,” notes Christopher Zimmerman. He’s a neuroscientist at Princeton University in New Jersey.",
            "Getting sick just one time after eating an undercooked enchilada or burger can make us hate that food forever. And the food repulsion it triggers can develop even if it takes hours or days to start feeling sick after the meal.",
            "Many other animals, it turns out, respond the same way.",
            "Mice usually need an immediate reward or punishment to learn something, notes neuroscientist Richard Palmiter. He works at the University of Washington in Seattle. Even one minute’s delay between cause (say, pulling a lever) and effect (getting a treat) can be too long for mice to learn the two are related.",
            "Not so for food poisoning. Even a rodent’s brain has no trouble linking a tummy torment now with something it ate quite a while earlier.",
            "That makes food poisoning one of the best ways to study how our brains connect events that are separated in time, Palmiter says.",
            "So researchers asked: How does the brain learn to hate foods that made us sick? After five years of experiments, Zimmerman’s team now shows that effects in the brain can burn dangerous tastes into memory.",
            "They described the details in the June 19 issue of Nature.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "A small, almond-shaped brain region called the amygdala links emotions to memories, learning and our senses. So it’s not surprising that this region plays a role in deciding what flavors we find gross or not.",
            "Palmiter’s group had shown that the gut tells the brain when it’s feeling icky. How? It activates certain “alarm” neurons called CGRP cells. “They respond to everything that’s bad,” Palmiter explains.",
            "To study how alarm neurons link food poisoning to food repulsion, Zimmerman’s team at Princeton had mice drink grape Kool-Aid. A half-hour later, they injected the animals with lithium chloride. This made them ill. Two days later, they again gave the mice grape Kool-Aid.",
            "The team ran versions of this simple experiment again and again. And at each step, they peeked inside the brains of those mice to see what was happening.",
            "When the mice had first gotten sick after drinking grape Kool-Aid, their alarm neurons turned on. This event increased the sensitivity of amygdala cells that carried memories of the grape flavor.",
            "Those same amygdala cells also turned on when the mice encountered grape Kool-Aid again. This suggests alarm neurons had helped the amygdala remember foods that seemed dangerous.",
            "This effect didn’t show up in mice that had tasted grape Kool-Aid before without getting sick.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The novelty that cues humans to remember food poisoning could rely on a bit more than just taste. Many unusual aspects of an eating experience can ick us out. It could be some spice blend. Or we may not like smells or other things that we pick up on in a restaurant that’s new to us.",
            "The new study was largely motivated by “pure curiosity,” says Ilana Witten at Princeton. She’s a coauthor of the study. And her team’s findings might go beyond food poisoning, she now suspects. They might be “very relevant to mental health.”",
            "Similar nerve pathways likely explain why unusual and bad experiences become so memorable, she says. But this event-triggered repulsion — known as aversive learning — sometimes goes wrong in people who have suffered a trauma or who have developed some addiction.",
            "The brain wiring that’s supposed to keep us safe can now end up causing harm. Learning to control those circuits, she says, might point to new treatments."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/brain-cells-feel-full-crave-dessert",
        "title": "\n\tBrain cells that make you feel full also make you crave dessert",
        "content": [
            "*an_assortment_of_French_pastries_with_fruit,_chocolate_and_creme_in_a_display_window",
            "Biology may explain why you might crave a sweet treat after a big meal. ",
            "Once you’re stuffed from a big meal, most foods lose their appeal. But see a sweet treat and you might be ready to make room for more. Some people joke about having a separate “dessert stomach.” Biology may explain this feeling, a new study suggests. The same brain cells that make you feel full also make you crave sugar.",
            "Neuroscientist Marielle Minère led the new research. She works at the Max Planck Institute for Metabolism Research in Cologne, Germany. Her team shared its findings February 13 in Science.",
            "Minère first got curious about sugar cravings while working with mice in another experiment. When the mice were full, she noticed, they wouldn’t eat more of their normal food. But they would eat sugar — as do many people after a meal.",
            "“That really made us want to know what drives that extra sugar intake,” she recalls. So Minère’s team designed another experiment with two groups of mice.",
            "*a_small_brown_harvest_mouse_stands_on_a_branch_ending_in_three_red_berries_It_is_attempting_to_eat_t",
            "fCThis harvest mouse is dining on a sweet treat — fruit. New research shows that sugary meals will appeal to them (and us) even after we’ve downed a filling meal.",
            "One group could eat food all night, whenever they wanted. The others spent a night without food. This group couldn’t eat until the next morning. In the end, all mice in that group, too, were full.",
            "In the morning, the researchers offered both groups of mice sugar. And all devoured it — even those that had just eaten. This confirmed that even when full, mice crave sugar.",
            "Minère’s team devised a way to explore which parts of the brain might explain this.",
            "They inserted special proteins into a few parts of the animals’ brains. These proteins glow when brain cells are active. To detect that glow, the scientists also implanted a light-recording device into each mouse’s brain.",
            "The researchers focused on a bundle of neurons called the POMC. It sits in a part of the brain that controls hunger, known as the hypothalamus. These cells are known to make mice — and people — feel full. The team wondered if the same cells might help drive sugar cravings.",
            "When an animal eats, POMC neurons kick off a cascade of activity. They send messages to other groups of brain cells that give a sense of feeling full. That feeling tells the animal to stop eating.",
            "When the mice were offered sugar, though, a different pathway out of the POMC lit up. “We found that the POMC neurons, which tell us how full we are, are also quickly turned on when [mice] see signs of sugar,” says Minère.",
            "This pathway, she believes, acts as a sugar-craving circuit. It can override the fullness circuit. The sugar-craving circuit engages a part of the brain that signals rewards and pleasure. This, the researchers think, is what makes sweets so appealing — even when we’re full.",
            "At least, that’s the case in mouse brains. But what about in us?",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "To test if people have the same sugar-craving brain circuit they saw in mice, Minère’s team designed two experiments.",
            "First, they looked to see if people possess the same neural links. So, they analyzed slices of human brain tissue. They looked at the same sites where they had seen this in mice. POMC neurons in people, they found, form the same paths that they do in mice.",
            "Next, they looked to see if those pathways in us respond to sugar, too.",
            "Volunteers agreed to lay in a brain scanner called a functional MRI machine, or fMRI. It recorded brain activity as people got water or sugar. When it was sugar, cells in their sugar-craving circuit lit up. This suggested those cells work much as they do in mice.",
            "Our brains differ quite a bit from mouse brains. Still, these particular parts of the brain are very similar in both, notes Sabrina Diano. She’s a neuroscientist at Columbia University in New York City who did not take part in the study. The new experiments, she says, do a good job showing that the sugar-craving circuit exists in both mice and us.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Minère believes there’s a reason brain why our brains crave sugar, even when we’re full. Our ancient ancestors evolved in a time when it was tougher to find food, she says. And sweet foods typically provide lots of quick energy.",
            "“Imagine you had a bunch of carrots and a bit of meat and you’re completely full. But then you find beautiful fruit and a bit of honey,” says Minère. In the past, even if you didn’t want to eat more carrots or meat, you might have still wanted to eat the fruit and honey for all of the energy it holds, she says — energy you could store for later.",
            "So, Minère says, it’s not your fault if you can’t resist the lure of a sweet treat. Blame biology."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/parakeets-talk-brain-areas-humans",
        "title": "\n\tParakeets talk using brain areas similar to ours",
        "content": [
            "*Colorful_small_parrots_called_budgerigars_or_parakeets,_one_gray_and_one_blue,_sit_next_to_each_othe",
            "Specific neurons in parakeets’ brains allow these birds to combine different elements of sounds, a new study shows. ",
            "Parrots are natural chatterboxes. Small parrots known both as parakeets and as budgerigars make this chatter in ways remarkably similar to the way we do it.",
            "Researchers shared the new finding March 19 in Nature. ",
            "Parakeets have special brain areas for making language. These language centers work much as those in humans do. So far, these parrots are the only animals other than people known to have brains that work in this way, says Michael Long in New York City. A neuroscientist, he works at New York University Langone Health.",
            "This “is really the first nonhuman animal in which that has been shown,” Long says.",
            "Parakeets (Melopsittacus undulatus) are tropical-colored cutie pies. Beyond their looks, these parrots are smart and outgoing. Their social life makes them interesting research subjects for language studies.",
            "Learning how their brains create speech might also help researchers better understand some language disorders in people.",
            "iFhttps://www.youtube.com/embed/6cqOI4ezWhk?feature=oembed",
            "Parakeets have complex conversations, perhaps using the “vocal keyboard” in their brains.",
            "Long and Zetian Yang recorded the activity of individual nerve cells in the brains of four parakeets. These cells were nestled in the anterior arcopallium. It sits in a front part of the birds’ brains. The two NYU Langone researchers tracked the activity of cells here as the birds chirped and trilled away. That activity was tied to how the birds made those sounds, they found.",
            "How the activity was organized turns out to be pretty simple, Long says. He compares it to a keyboard. This keyboard can produce a range of sounds — consonants, vowels, high pitches and low pitches. A parakeet can combine different sounds “by just playing this vocal keyboard,” Long says.",
            "Overall, this brain system is organized in a rather humanlike way.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Similarities between human and parrot brains show how two species can solve a problem in a similar way. This could be “a very tidy example” of what’s known as convergent evolution, Long says. The brains of people and these small parrots both developed ways that let them make a complex series of sounds. But how this happened evolved separately in each species.",
            "Scientists now know more about how the birds’ brains help these parrots talk. But another question remains: What are these birds talking about?",
            "“We are trying now to translate budgie,” he says of that language.",
            "Long’s team is using advanced machine learning to find patterns among the bird talk. They hope this will help them figure out what each warble and chirp means. Perhaps their language — not just how the birds’ brains create it — resembles that in people.",
            "Through these kinds of experiments, Long says, people may come to challenge the idea that complex language is a particularly human behavior. Parakeets might be telling us that people aren’t the sole species with a gift of gab.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/three-tick-species-red-meat-allergy",
        "title": "\n\tThree U.S tick species may trigger a mysterious red-meat allergy",
        "content": [
            "*Close_up_view_of_a_western_blacklegged_tick_on_a_green_background_The_tick_is_oval_shaped_and_has_a_",
            "A bite from a western blacklegged tick (pictured) may sometimes cause a red meat allergy known as alpha-gal syndrome.",
            "In June 2017, Cathy Raley was about to take her dog on a hike when she suddenly broke out in hives. Her tongue swelled and her throat got tight. “That’s when I called 911,” she recalls.",
            "On the way to the hospital, Raley stopped being able to swallow. She was immediately given a steroid. She also received a medicine for severe allergic reactions called epinephrine (Ep-ih-NEFF-rin). That eventually calmed her symptoms, though Raley had to spend four hours in the hospital before she could go home.",
            "She’d clearly suffered a major allergic reaction — but to what? She was 61 years old and didn’t know of anything she was allergic to. So she went to an allergist who combed through her history for clues to what happened.",
            "One hint: Raley had recently had another bout of hives. That one erupted in the middle of the night — a sign that it had been a delayed reaction to something. And both times, the hives had occurred after she’d cooked red meat: beef and pork.",
            "“I have no idea if it’s related,” Raley finally told the allergist, but “two months ago, I got bitten by a tick.”",
            "That turned out to be the key to solving Raley’s mystery.",
            "*A_black_and_white_dog_stands_in_the_middle_of_a_lush_green_forest,_which_may_also_be_harboring_many_",
            "fCCathy Raley has picked up ticks on hikes with her dog, Jake, in the wooded outskirts of Olympia, Wash. But one bite in particular may have sparked a severe allergic reaction.",
            "She was later diagnosed with alpha-gal syndrome. This is an allergy to red meat that scientists knew could develop in response to the bite of a lone star tick. Raley, however, had been bitten while hiking near her home in Olympia, Wash. Lone star ticks are found only east of the Rocky Mountains — thousands of kilometers (miles) away.",
            "Two new research reports — one on Raley’s case and another on a woman in Maine — now suggest the lone star tick isn’t the only U.S. tick that can trigger this allergy. The western blacklegged tick and the deer tick may trigger an allergy to red meat, too.",
            "“It was a very surprising finding,” says Hanna Oltean. She works at Washington State’s Department of Health in Shoreline. As an epidemiologist, she studies the spread and control of diseases. Oltean was part of a team that described the two alpha-gal cases in Emerging Infectious Diseases in April.",
            "This report raises new questions about a little-known — and potentially deadly — allergy.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Scientists discovered alpha-gal syndrome in 2009.",
            "It was first reported in 24 people who’d had allergic reactions a few hours after eating red meat, such as beef, pork or lamb. More than eight in every 10 of them recalled being bitten by ticks before showing these symptoms. That raised scientists’ suspicions that tick bites may have triggered the allergies.",
            "The saliva of certain tick species carries a sugar molecule called alpha-gal. These species include the lone star tick and others found in Europe and Australia. When these ticks bite, the sugar molecule and other compounds can get into someone’s body. There, they can somehow make the immune systems go haywire.",
            "The next exposure to alpha-gal may trigger an allergic reaction in these people. Red meats and other animal products (such as milk and gelatin) are rich in alpha-gal. So those foods could incite that bad reaction.",
            "*A_lone_star_tick_rests_on_a_green_leaf_It_has_a_squashed_reddish_brown_body_with_a_yellow_dot_on_its",
            "fCScientists knew that alpha-gal syndrome could develop in response to the bite of a lone star tick (shown). But new research suggests that other types of ticks can trigger this allergy as well.",
            "“Alpha-gal syndrome can present very differently from patient to patient,” says Johanna Salzer. This epidemiologist works at the U.S. Centers for Disease Control and Prevention in Atlanta, Ga.",
            "Some people may get hives and throat swelling, as Raley did. Other cases may look more like the woman from Maine. She’d been bitten by a deer tick. Later, after eating red meat, she developed abdominal pain, diarrhea and vomiting.",
            "The delayed and often mysterious nature of a patient’s stomach issues can make alpha-gal syndrome hard to diagnose, says Sarah McGill. As a gastroenterologist, she specializes in the digestive system. She works at the University of North Carolina School of Medicine in Chapel Hill.",
            "In the past, doctors hadn’t considered food allergies when seeing adult patients with chronic digestive problems, she says. Why? Most food allergies develop when people are young. “But alpha-gal syndrome is very unique,” she says. “Adults can get it suddenly.” And there’s no cure — though some people may eventually be able to eat red meat again without issue. ",
            "Another problem: Many doctors and nurses have never heard of alpha-gal syndrome.",
            "In one U.S. survey of healthcare providers, more than four in every 10 had not heard of the condition. Among those who had, about one in three didn’t know how it was acquired. Nearly half didn’t know what tests to order to diagnose it. Salzer and her colleagues shared these results in 2023.",
            "A bite from certain tick species could leave you allergic to red meat. Lone star tick bites can trigger alpha-gal syndrome — a mysterious allergy to a sugar molecule found in red meat, milk and gelatin. Now, scientists have identified two additional tick species in the U.S. that may also be responsible for causing this condition. Watch for tips from scientists on how to avoid tick bites, especially if you spend a lot of time in the woods. #tickseason #ticks #alphagalsyndrome #redmeat #redmeatallergy #allergyproblems #science #sciencenews ",
            "McGill has seen patients whose alpha-gal symptoms were dismissed by other doctors. When patients asked to be tested for the condition, some doctors had refused.",
            "Those experiences remind McGill of celiac disease, another digestive illness. Here, the immune system overreacts to gluten. This disease was misunderstood for a long time. Patients were sometimes told their symptoms were in their head, McGill says. “I see that same pattern happening with alpha-gal syndrome.”",
            "Increasing awareness among doctors and nurses could speed up diagnosis, Salzer says. That in turn could help patients feel better faster.",
            "It’s hard to know just how many patients we’re talking about. While alpha-gal syndrome appears fairly rare, exact numbers are hard to pin down. Salzer was part of a team that tallied about 110,000 suspected cases in the United States from 2010 to 2022. But this might be an undercount. As many as 450,000 people might have been affected during this time, those researchers say.",
            "And this condition can be life-threatening, Oltean emphasizes. But if people know the risks, she adds, “they can take appropriate precautions.”",
            "For Oltean, that means avoiding tick bites. She knows that can be difficult, especially during tick season. Ticks are generally seeking blood meals from early spring to late fall, depending on where you live.",
            "After being outdoors, many people scan their bodies to ensure they’re not carrying any ticks. Quickly finding and removing those tiny arachnids can keep them from spreading diseases. That’s the case for Lyme disease and Rocky Mountain spotted fever. A tick must latch onto someone’s body for hours or days to transmit the bacteria that cause those illnesses.",
            "“That does not seem to be the case with alpha-gal syndrome,” Oltean says. There are no bacteria being transmitted. Tick saliva is thought to cause the allergy. So it’s possible that a single bite from a tick — even one yanked away at once — could spark the condition. ",
            "Suspected cases of alpha-gal syndrome cluster mostly in the southern, midwestern and mid-Atlantic United States. This map shows cases from 2017 to 2022. Cases are shown per 1 million people in the population per year. Areas with larger case counts are shown in dark blue.",
            "*_Three_US_tick_species_may_trigger_a_mysterious_red-meat_allergy9",
            "fCJ.M. Thompson et al/MMWR 2023",
            "Oltean is brimming with tips to prevent tick bites. Walk in the center of trails. Avoid tall brush and grassy areas. Wear tightly woven clothing. Apply tick repellent to exposed skin, and shower soon after being outdoors. ",
            "Since alpha-gal syndrome was discovered so recently, there’s still a lot to learn about who’s most at risk.",
            "“Why are some people bitten by ticks all the time and they never develop alpha-gal syndrome?” Salzer asks. She also wants to know just how long a tick must attach for someone to get the condition.",
            "Her research suggests that most U.S. alpha-gal cases have happened in the lone star ticks’ range. Oltean wonders why lone star ticks seem better at triggering an immune response. And do multiple tick bites over time make someone more likely to develop the condition? ",
            "Answering such questions could help people protect themselves from this condition — and help doctors better spot those who have it.",
            "iFhttps://www.youtube.com/embed/tcmvWgc1aV4?feature=oembed",
            "Learn more about the risk of alpha-gal syndrome and how many people may be at risk of developing this allergy to meat."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/fluoride-water-kids-teeth-suffered",
        "title": "\n\tTwo cities stopped water fluoridation. Kids’ teeth suffered",
        "content": [
            "*A_child_in_sunglasses_has_dental_tools_inserted_in_mouth_by_practitioner_wearing_blue_gloves",
            "In cities that no longer add fluoride to drinking water, children experience more tooth decay, studies show.",
            "Warren Loeppky has been a kids’ dentist for 20 years. Over the last decade, he’s been seeing more tooth decay in his young patients. Not only is it more common, he says, but also more aggressive and severe. Many kids have so much damage that he has to put them under general anesthesia to repair their teeth.",
            "“It’s always sad seeing a young child in pain,” Loeppky says. “Dental decay is very preventable. It breaks your heart to see these young kids that aren’t able to eat.”",
            "Many things can foster tooth decay. Diet and genetics can both play a role, Loeppky notes. Still, he believes part of the problem stems from a decision made in Calgary, where he works. In 2011, this Canadian city stopped adding fluoride to its drinking water.",
            "The decision “was surprising to the general public,” says Juliet Guichon. But it was “shocking and alarming to dentists, to pediatricians, to anesthesiologists and others in the healthcare field,” she says. They “knew what it would mean” for children’s health. Guichon is a legal and ethics scholar at the University of Calgary. She formed a group that pushed for putting fluoride back in the city’s tap water.",
            "Fluoride is a mineral. Soil, water and many foods naturally contain low levels of it. It offers a safe and effective way to prevent tooth decay, studies have shown. It recruits other minerals, such as calcium and phosphate, to teeth. They strengthen a tooth’s enamel, which fends off the acid made by mouth bacteria. Dental health can have a big effect on someone’s overall health. That’s why fluoride is added to toothpaste and other oral-care products.",
            "*a_girl_in_a_bathroom_squeezing_toothpaste_--_likely_containing_fluoride_--_onto_a_toothbrush",
            "fCStudies have shown that fluoride strengthens tooth enamel and helps prevent tooth decay. This is why it’s found in toothpaste, mouthwash and many other oral-care products.",
            "Many people also get fluoride from tap water. The U.S. Centers for Disease Control and Prevention recommends that communities add 0.7 milligrams of it for every liter of water. It’s up to state and local governments to decide if they want to follow that guidance. In 2022, the CDC reported that nearly two in every three Americans received fluoridated water.",
            "But this water treatment practice is coming under new scrutiny.",
            "In March, Utah became the first state to ban water fluoridation. Florida followed suit in May. Many cities and towns across the country are considering it. And on April 7, one federal official said he would tell the CDC to stop recommending this water treatment.",
            "To understand the impacts of such a move, some researchers have studied public health effects in places that no longer add fluoride to water. Calgary is one such city. Juneau, Alaska, is another. It stopped this water treatment in 2007.",
            "The data may offer a cautionary tale for other cities and towns. Science News spoke with researchers and other experts in both cities. They described what can happen when local governments opt to stop adding fluoride to drinking water.",
            "Lindsay McLaren says she never expected to end up studying fluoride. At the University of Calgary, she studies how public policies can affect people’s health. She hadn’t thought much about fluoridation — until 2011. That’s when the Calgary City Council decided to stop adding fluoride to the city’s water.",
            "The move gave McLaren an idea for a study. She’d look at how the dental health of local children fared once fluoride was gone.",
            "She recruited dental hygienists to inspect the mouths of second-graders. Some went to schools in Calgary. Others went to schools in Edmonton. It’s a city in the same province that’s roughly the same size. And it still added fluoride to its water.",
            "In Calgary, the team surveyed second-graders about seven years after water fluoridation had ended. So these kids likely had never been exposed to fluoride in their drinking water. Of 2,649 children, 65 percent had tooth decay. That’s nearly two in every three. In Edmonton, 55 percent of the 2,600 surveyed children had tooth decay.",
            "On a population level, that difference is “quite large,” McLaren says.",
            "“Compared to Edmonton kids, Calgary kids were now considerably worse as far as dental health goes,” McLaren says. Her team looked at other factors, such as diet, social measures and family income. But none of these, she says, could explain the differences between dental health in the two cities’ kids.",
            "And the number of kids with decay wasn’t the only difference. More kids treated for tooth decay-related problems had to be placed under general anesthesia in Calgary than in Edmonton. That finding comes from an April 2024 study in the Canadian Journal of Public Health. It suggests the decay in these kids may have been more severe or extensive. From 2018 to 2019, 32 out of every 10,000 children in Calgary were put under general anesthesia to treat tooth decay. In Edmonton, it was roughly half as many.",
            "The findings don’t surprise local dentists, says Bruce Yaholnitsky. He specializes in gum disease and other mouth issues in Calgary. “This is just obvious to us. But you need to have proper science to prove, in some cases, the obvious.”",
            "iFhttps://www.youtube.com/embed/TyVV0UDQ_f4?feature=oembed",
            "Juneau, Alaska’s capital, showed similar signs of fluoride’s value.",
            "Jennifer Meyer moved to the city in 2015. At the time, she had two young children. Her third was born in Juneau. She was surprised at how many fillings and other dental work other young kids seemed to have.",
            "“I thought ‘Wow, what’s going on here?’ Because I could see a lot of the decay and the repairs,” Meyer says.",
            "Meyer is a public health researcher at the University of Alaska Anchorage. She wondered whether a lack of fluoride might be playing some role.",
            "Before Juneau voted to stop adding fluoride to its water, a six-member commission had reviewed evidence on the value of fluoride. Meyer got a copy of the commission’s report. In it, two commission members opposed to fluoridation made some claims about its risks. Meyer says those claims were “false” and not based on “quality” research.",
            "The commission’s chair criticized anti-fluoride positions. At one point, he wrote that part of the cited research was “junk science.” But in the end, he still recommended that the city stop adding fluoride to its water. He claimed the evidence about the safety of low levels of fluoride was not conclusive. That left the commission’s members split at 3–3.",
            "Afterward, the Juneau Assembly voted to end fluoridation. The practice ended in 2007.",
            "Meyer’s team pored over records from a government program called Medicaid. It helps cover the costs of health-care treatments for people with limited income.",
            "The team compared dental claims made before and after the city stopped using fluoride. They found a big effect on children under age 6. In 2003, when fluoride was still present, these kids had an average of 1.5 procedures to treat tooth decay. In 2012, five years after fluoride use stopped, this number had risen to 2.5 treatments per child.",
            "These extra treatments come at a steep price. The cost, when adjusted for inflation, jumped by an average of $303 per child from 2003 to 2012.",
            "Who ends up paying those higher costs? Taxpayers, Meyer says.",
            "“When politicians decide to withhold a safe and effective public health intervention like fluoridation, they are imposing a hidden health care tax on everyone in their state or community,” Meyer says.",
            "*a_young_man_wearing_a_baseball_cap_backwards_beding_over_a_water_fountain_to_drinik",
            "fCMore than 60 percent of Americans had access to public tap water with fluoride in 2022. Many places are now questioning whether to continue adding fluoride to water.",
            "Today, many who oppose fluoride in water point to a review published last August. It was released by the National Toxicology Program. This U.S. program evaluates the health effects of substances.",
            "That 2024 review has proven controversial. It concluded with “moderate confidence” that more than 1.5 milligrams of fluoride per liter of water was correlated — or linked — with lower IQs in children.",
            "One reason why that statement was controversial: That dose is more than double what the CDC recommends adding to water.",
            "And authors of this review couldn’t tell if lower levels — like those found in treated U.S. drinking water — affect kids’ IQ. Plus, that correlation is not causation. Seeing a lowered IQ does not prove that higher levels of fluoride caused it. Indeed, that warning is noted on the program’s website.",
            "Meyer cautions against making decisions “based on weak or misrepresented evidence.” Choosing to stop adding fluoride, she says, “is not a precaution, it’s negligence.”",
            "Juneau still doesn’t add fluoride to its water. But in 2021, 62 percent of Calgary residents voted to bring it back. That’s more than voted in 1989 to first put fluoride in Calgary’s water. Legal scholar Guichon says McLaren’s study helped get people to vote for it.",
            "“More people voted to reinstate fluoride than voted for the mayor. So that’s a success,” Meyer says. “But in America, we are entering a dark time.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-vaccines",
        "title": "\n\tLet’s learn about vaccines",
        "content": [
            "*_Let’s_learn_about_vaccines10",
            "Many vaccines today, such as flu shots, are delivered by injection. But in the future, vaccines might instead be delivered by puffs of air or pain-free patches.  ",
            "Vaccines have made the world a much safer place — especially for children.",
            "Before vaccines, many kids suffered from debilitating or deadly infections. Such horrible illnesses included measles, polio and smallpox. Now, vaccines have wiped out — or nearly wiped out — those diseases from many parts of the world.",
            "In fact, scientists reported last year that vaccines have saved some 154 million lives in the last 50 years. About 146 million of those saved were children under age five.",
            "Vaccines help protect people from disease by training the body’s immune system to fight off harmful pathogens.",
            "Some vaccines, such as flu shots, contain killed versions of disease-causing microbes. Others, including vaccines against measles and smallpox, contain weakened forms of germs. Still others, including COVID-19 vaccines, contain instructions for the body to briefly make proteins typically made by a pathogen. Each of those options offers the body a small — but safe — sample of what a dangerous germ might look like.",
            "When the body detects those intruders, the immune system launches a response. It sends its own proteins, called antibodies, to fend off the invaders. This is basically a dress rehearsal for how to fight off the disease. That way, if someone is ever exposed to a real, live form of the germ, their body already knows how to defend itself.",
            "But vaccines don’t just protect those who have gotten vaccinated. The more people who get vaccinated, the fewer people can spread the disease. That helps shield those who can’t get vaccinated, such as babies and cancer patients, from infection.",
            "The U.S. Centers for Disease Control and Prevention, or CDC, recommend vaccines for more than a dozen deadly illnesses. Measles, mumps, rubella, pertussis and the flu are just a few examples. You can get some vaccines through nasal sprays. Others have to be given through shots. (Engineers are working on ways to deliver vaccines through puffs of air or skin patches as alternatives to shots.)",
            "Vaccines are safe and life-saving medical treatments. Yet vaccination rates in the United States have been falling. With fewer people vaccinated, it will become easier for deadly infectious diseases rear their ugly heads once again. We’ve already seen this happen with a major measles outbreak in Texas this year. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "2025’s Texas measles outbreak is a lesson in the value of vaccines Many people have forgotten what the world was like before vaccines hit the scene. (3/20/2025) Readability: 7.7",
            "Explainer: Vaccines are not linked to autism Some parents refuse to get their children safe and life-saving vaccines for fear those vaccines cause autism. But many scientific studies have debunked this myth. (4/4/2019) Readability: 7.7",
            "A puff of air could deliver vaccines needle-free This Nerf gun-like device may make injections safer, faster and easier. (9/18/2023) Readability: 7.3",
            "iFhttps://www.youtube.com/embed/yqUFy-t4MlQ?feature=oembed",
            "Eliminating smallpox is one of the greatest achievements in public health history. Here’s how vaccines did it.",
            "Scientists Say: Vaccine",
            "Scientists Say: Virus",
            "Scientists Say: Bacteria",
            "Scientists Say: Infection",
            "Explainer: What is a vaccine?",
            "Explainer: What are Antibodies?",
            "Explainer: The body’s immune system",
            "Vaccines help everyone — even the unvaccinated",
            "Why some people think they know more than vaccine experts",
            "Analyze This: Flu vaccine’s protection varies",
            "New tech 3-D prints ouchless COVID-19 vaccine patches",
            "RNA work that led to COVID-19 vaccines wins 2023 Nobel in medicine",
            "Word find",
            "Explore the British Society for Immunology’s collection of hands-on activities to learn about antibodies, herd immunity and other concepts related to vaccination."
        ]
    }
]