[
    {
        "URL": "https://www.snexplores.org/article/brain-computer-implant-voice-ai",
        "title": "\n\tA man silenced by paralysis got his ‘voice’ back, thanks to AI",
        "content": [
            "*a_photo_of_a_man_sitting_in_front_of_a_microphone_with_a_look_of_joy",
            "Here, Casey Harrell reacts to using a computer-linked implant to “speak” for the first time since becoming paralyzed.",
            "A few years ago, Casey Harrell was diagnosed with a devastating brain disease. Known as amyotrophic lateral sclerosis, or ALS, it left him paralyzed and unable to speak. But last year, a doctor implanted tiny electrodes in the speech center of Harrell’s brain. They pick up brainwaves that a computer can convert into words. Today, the 46-year-old man can once again converse.",
            "Using recordings of his voice from before his disease, scientists were able to train an artificial intelligence model. With its help, Harrell now “speaks” through an electronic voice synthesizer. And thanks to that AI, it sounds similar to the natural voice he once had.",
            "“One of the things that people with my disease suffer from is isolation and depression,” Harrell says, using the new technology. These individuals don’t feel like they matter anymore, he says. But thanks to this tech, he and others like him might be able to actively participate in society again.",
            "This new technology offers “by far the most accurate speech-decoding ever described,” says David Brandman. He’s the neurosurgeon with the University of California, Davis Health who implanted the devices in Harrell’s brain. His team shared details of how the tech works in the August 14 New England Journal of Medicine.",
            "This technology isn’t a mind reader, Brandman emphasizes. It can’t listen to someone’s secret thoughts. It only works when the user wants it to — when they are trying to speak.",
            "“There are … thousands of people in the U.S. right now who want to talk, but can’t,” says Brandman. “They are trapped in their own bodies.”",
            "One day, this technology might help many of them get their voice back.",
            "Electrical signals from the brain travel along neurons to control every movement in the body. Different parts of the brain turn on each time you wave your hand, run or smile. Those electrical signals travel down pathways to activate the muscles you want to use.",
            "But injury or disease can damage parts of those neural pathways. This can keep the electrical signals from reaching the muscles needed to move or speak.",
            "Sergey Stavisky is a neuroscientist at UC Davis. Together, he and Brandman run a neuroprosthetics lab to restore abilities people have lost due to brain injury and disease. Since 2021, their team has been working to restore speech through technology known as brain-computer interfaces, or BCIs.",
            "BCIs use implants to tap into brain signals. A computer learns to interpret what the brain signals mean. Later, it can translate those signals into machine motion. It’s how a person can control a robotic arm using their thoughts.",
            "Their work is part of a long-running study known as BrainGate. It tests how safe the implants are in people who have become paralyzed. It also works to improve such devices so that they can help people regain better control of their environment.",
            "Harrell decided to take part.",
            "*a_teeny_microelectrode_shown_next_to_a_penny_for_scale,_the_entire_array_is_smaller_than_Abraham_Lin",
            "fCThis penny offers some perspective on the size of the microelectrode array (left) that gets implanted into a patient’s brain. Its pointy square array is about 3 millimeters across.",
            "In July 2023, Brandman surgically placed four tiny devices into the part of Harrell’s brain that controls speech. Each device has 64 metal prongs that help it detect electrical signals being relayed by neurons in his brain.",
            "*a_3D_printed_gray_brain_model_of_Casey_Harrell's_brain,_showing_four_orange_spots_where_microelectro",
            "fCThis model of Casey Harrell’s brain shows in orange where David Brandman surgically implanted the microelectrode arrays.",
            "On paper, a recording of those signals looks like a series of waves. ",
            "After Harrell recovered from surgery, the researchers visited him at home. They attached a recording device to his head and turned on their BCI. It took the system a few minutes to learn how to decode Harrell’s brain signals as he tried to speak. Then, it began turning those brain signals into words.",
            "As we speak, our brain breaks down each word into small bites of sound. Each sound bite is known as a phoneme (FO-neem). For example, moose is made from three different sound bites: the “m,” the “oo” and the “ss.”",
            "Each phoneme produces a unique electrical signal in the brain. It’s like a fingerprint. Math can tell the technology how to turn those signals into the actual words someone was trying to say. Then words appear as sentences on a computer screen and are “spoken” out loud by a computer’s speaker.",
            "*an_image_showing_how_brainwave_shapes_show_up_differently_when_two_different_words_are_being_thought",
            "fCThis image maps brainwaves emitted by neurons. Those waves correspond to electrical signals in the brain. Here, the map shows how the waves differ when Casey Harrell was thinking the words “newspaper” and “delivery.”",
            "On the second day of using the system, Harrell was able to speak with his young daughter for the first time that she could remember.",
            "Until he used the new system, Harrell needed the assistance of a trained interpreter to communicate what he wanted to say. But that was difficult. He could only get across about six words per minute correctly, says Brandman. For context: The average person speaks about 120 to 150 words per minute.",
            "Harrell can now have conversations using the technology to share his thoughts, needs and wants. He also can show his sense of humor. Today, he uses the tech up to 12 hours a day to talk with family, friends and coworkers. Harrell still works as a climate activist.",
            "iFhttps://www.youtube.com/embed/thPhBDVSxz0?feature=oembed",
            "Casey Harrell communicates using the brain-computer interface for the first time.",
            "Brandman and Stavisky’s group is not the first to show such tech has promise. But they say theirs is the first that someone can use at home to communicate all day long, every day — without the need for on-scene technicians.   ",
            "Other scientists have implanted similar devices into someone’s brain before. But those devices had half as many prongs to pick up brain signals. In tests, such implants proved accurate for three out of every four words, on average. Getting one fourth of all words wrong made communicating hard, says Brandman. Still, it did show the idea could work.   ",
            "A post shared by UC Davis Health (@ucdavishealth)",
            "Brandman and Stavisky now use implants with twice as many prongs. More prongs means their devices can better “hear” nerve signals. The researchers also improved the math used by their BCI. Together these changes boosted the accuracy of its speech decoding.",
            "Over 32 weeks, this tech correctly interpreted what Harrell wanted to say about 97 percent of the time. That means it got 49 out of every 50 words right, Brandman explains. And its accuracy is still improving.",
            "Other research groups are also working on computerized devices to decode people’s brain signals into speech. ",
            "Chris Crawford is a computer scientist at the University of Alabama in Tuscaloosa. He directs its Human-Technology Interaction Lab. There, he creates computer programs to run wearable BCIs. People who are paralyzed by disease and injury “live with these impairments every day,” he says. That’s why these systems are so important, he says. They can potentially help people regain functions they once thought were forever lost. ",
            "Like Crawford, Roya Salehzadeh did not work on the BrainGate technology. But she says research like this could help engineers such as herself. At Lawrence Technological University in Southfield, Mich., she works on BCIs and human-robot interactions. BCIs, she says, could help someone drive their wheelchair, just by using information that comes from their brain. Or, she notes, BCIs could detect emotions or stress in people who can’t communicate.",
            "How long until these systems become widely available? Brandman thinks doctors may be able to prescribe a BCI like the one Harrell uses within the next five to 10 years.",
            "This is one in a series presenting news on technology and innovation, made possible with generous support from the Lemelson Foundation. "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-octopuses",
        "title": "\n\tLet’s learn about octopuses",
        "content": [
            "*_Let’s_learn_about_octopuses0",
            "With three hearts that pump blue blood, color-changing skin and defensive ink jets, octopuses are more fantastical than many fictional aliens. ",
            "Octopuses are about as strange as any fictional aliens we might dream up.",
            "Each of these soft-bodied cephalopods has eight arms attached to its head. And each of those arms is lined with hundreds of suckers that taste what they touch.",
            "Three hearts pump blue blood throughout an octopus’s body. And pigment-holding cells in octopuses’ skin allow the animals to change color at will. That way, octopuses can blend into their surroundings to avoid predators such as seals, fish and eels. Octopuses can also distract or scare off predators by blasting out plumes of black ink.",
            "Despite having bodies so different from our own, octopuses are not completely unlike us. They’re quite smart, with some brain waves that resemble our own. They can use tools, navigate mazes and solve puzzles. They’re even known to play. Octopuses also seem to remember painful experiences.",
            "Those signs of octopus smarts have led some scientists to say these animals are sentient. That is, octopuses may be aware of their own feelings and experiences. Scientists hope that better appreciating animals’ complex internal lives might lead people to treat them with more care.",
            "Here’s why thousands of octopuses gather at the ‘Octopus Garden’ (comic) Underwater cameras and other instruments investigated why so many pearl octopuses gather here to mate and nest. (3/4/2024) Readability: 8.2",
            "Touching allows octopuses to pre-taste their food Special sensory cells in their arms’ suckers sense chemicals. Those cells allow them to taste the difference between food and poison. (1/4/2021) Readability: 7.1",
            "Analyze This: Octopuses may use favorite arms for grabbing meals Understanding how octopuses control all their arms could provide clues for engineers building soft robots. (10/28/2022) Readability: 6.2",
            "Octopuses in the “active” sleep stage ripple with color. #octopus🐙",
            "Octopuses in the “active” sleep stage ripple with color.",
            "Scientists Say: Octopod",
            "Splatoon characters’ ink ammo was inspired by real octopuses and squid",
            "Deep-sea mining could imperil rare, ghostlike octopus",
            "Deep-sea expedition led researchers to doomed octopus nursery",
            "Science is just starting to understand what animals feel",
            "Underwater mountains in the Pacific Ocean may be home to 20 new species",
            "Invertebrates are pretty clever, but are they conscious?",
            "RNA editing helps octopuses cope with the cold (from Science News)",
            "Octopus, squid and cuttlefish arms evolved to ‘taste’ different compounds (from Science News)",
            "Octopuses and squid are masters of RNA editing while leaving DNA intact (from Science News)",
            "Scientists have now recorded brain waves from freely moving octopuses (from Science News)",
            "Octopus sleep includes a frenzied, colorful, ‘active’ stage (from Science News)",
            "Word find",
            "Explore the wonders of octopuses, squids, cuttlefish and other cephalopods with Science Friday activities! Relax with digital cephalopod coloring books, experiments modeling cuttlefish skin or squid jet propulsion, and much more."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-dopamine-definition-pronunciation",
        "title": "\n\tScientists Say: Dopamine",
        "content": [
            "*_Scientists_Say_Dopamine1",
            "Dopamine is a chemical messenger that has roles both in the brain and in the body. It crosses tiny gaps between neurons in the brain called synapses (one illustrated).",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1983384375&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Dopamine is a chemical messenger in the brain. It helps you learn and focus and even motivates you to achieve your goals.",
            "Though related to feelings of happiness or satisfaction, think of dopamine more as the chemical that drives us to achieve those feelings, rather than happiness itself. For example, when working on a project you enjoy — such as drawing or solving a puzzle — your brain releases dopamine. And this motivates you to keep going. This chemical focuses our attention on the current task and helps us organize our thoughts. It even plays a role in how we plan the steps we must take to finish a job.",
            "Dopamine is a neurotransmitter. That’s a type of chemical that carries messages between neurons in the brain. A tiny gap separates each neuron, or nerve cell, from the next. This gap is called a synapse. And neurotransmitters like dopamine can cross this gap. That’s how they transmit a signal from one nerve cell to another.",
            "Scientists have linked some conditions to low dopamine levels. ADHD — attention-deficit hyperactivity disorder — is one such example. Doctors can treat ADHD with medications that increase the brain’s dopamine level. However, doctors must prescribe these medications carefully and in low doses, as too much can cause problems.",
            "Some illicit drugs can cause the brain to release too much dopamine. Activities such as eating junk food and playing video games can also cause this problem in some people. And this can lead people to do more and more of the activity that causes the brain to release this feel-good chemical. If a person begins to neglect school, friends or other important parts of their life to carry out a dopamine-triggering activity, addiction may develop.",
            "Dopamine doesn’t just help us think. It helps us move, too. Dopamine helps us use our muscles properly, allowing us to walk, draw and type. That’s why some diseases involving low dopamine affect people’s ability to move. Parkinson’s disease is one example. Scientists have linked this disease to a loss of cells in the brain that release dopamine. With this understanding, they can work on finding ways to replace the dopamine loss and help people manage their symptoms.",
            "Dopamine can also work outside the brain as a hormone, which is a chemical messenger that is released in the bloodstream. In the body, dopamine helps control blood pressure, regulates blood salt levels and more.",
            "Music can evoke emotional responses by increasing dopamine release in the brain.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-organoid-definition-pronunciation",
        "title": "\n\tScientists Say: Organoid",
        "content": [
            "*_Scientists_Say_Organoid2",
            "Organoids are lab-made models of real organs consisting of cells grown into 3-D shapes, such as the shapes modeled in this illustration.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1973555423&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "An organoid is a model of an organ made from living cells. Organoids are lab tools that mimic the functions of real organs.",
            "Organs carry out specific jobs in our bodies. Digestion begins in the stomach. The brain processes information about the world. Kidneys remove wastes from the blood.",
            "Organoids are small groups of cells cultured to grow into 3-D shapes. Some organoids are microscopic, but scientists also grow larger ones at the scale of a centimeter (0.4 inch) or more. Mimicking the functions of real organs makes organoids useful for testing how drugs might affect our real organs.",
            "But that’s not all. Scientists can create organoids from a patient’s own cells. Consider a person with cancer, for example. Organoids made from the person’s cells may allow scientists to predict how that specific patient will respond to treatments.",
            "*_Scientists_Say_Organoid3",
            "fCOrganoids are miniaturized, artificial organs that mimic some of the functions of real ones. Scientists create organoids to mimic organs such as the liver, intestine and even parts of the brain.",
            "Making artificial organs from living cells is challenging. Inside our bodies, cells build complex 3-D structures — hearts and lungs, for example. But when grown in a petri dish, these same cells grow into flat layers.",
            "Scientists have gotten creative with how to overcome this challenge. For example, scientists can use 3-D printers to deposit cells into artificial structures that have a certain shape. This technique is called bioprinting. Scientists also use 3-D printers to create the artificial structures that encourage those living cells to grow a certain way. Some researchers create liquid-linked channels in 3-D printed dishes meant to mimic the tube networks crucial to some organs. ",
            "These structures look nothing like real organs. But they can help scientists imitate some aspect of a complex organ. ",
            "Thanks to lab-grown organoids, scientists can test new medicines on artificial organs rather than real ones.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/power-free-tech-cool-homes",
        "title": "\n\tTo stay cool, some future homes may build on past power-free tech",
        "content": [
            "*a_photo_of_Taos_Pueblo,_a",
            "Before air conditioners existed, architects used passive cooling for homes in hot and dry regions. Even large structures stayed cool, like this Taos Pueblo built by Native American architects in the 14th century. New studies have updated this technology for cooling in hot and dry climates today.",
            "This is another in our series of stories identifying new technologies and actions that can slow climate change, reduce its impacts or help communities cope with a rapidly changing world.",
            "Today, many people regularly live with dangerous summer heat. To stay cool, most rely on air-conditioned buildings. But this A/C is an energy hog. And the electricity that powers it not only spews climate-warming gases but also raises energy bills. In tackling this challenge, two research teams have looked to the past. They’re combining some classic cooling concepts with new ideas. Their designs suggest how coming generations might build homes that deal with heat without being too costly.",
            "One of these groups is at Columbia University in New York City. This team has designed walls that aren’t flat but zigzagged. They can be attached to the outside of regular walls. The new siding looks a bit like those accordion-pleated shades for windows. One half of each pleat faces up; the other half points down.",
            "On outer walls, each half of the pleats would be covered with a different coating. They work together to help keep the building’s interior cool.",
            "A very different project, tested in California, builds with conventional straight walls. But they’re made from some especially thick and dense material. It might be brick, stone or adobe. Vents and other openings in the building’s structure allow air to flow through it naturally. The flowing air evenly mixes warm, buoyant air with dense, cooler air. This natural ventilation draws in plenty of outdoor air to keep indoor rooms from getting stale.",
            "Both designs keep their cool passively. That means they rely on no moving parts, explains Eric Teitelbaum. They also use no electricity or other form of power. Teitelbaum, a thermal engineer at AIL Research in Hopewell, N.J., did not take part in either project. But he works on “green” alternatives to air conditioning, so he’s familiar with the idea of passive cooling.",
            "*Schematic_of_how_a_building's_zigzag_wall_both_reflects_and_emits_heat",
            "fCThe accordion-shade-like zigzag wall design (illustrated here) can cool a building by reflecting both incoming solar radiation (yellow) and heat from the ground (red). At the same time, it can emit heat back into space as long-wave infrared radiation (blue).",
            "Compared to flat walls, accordion-pleated siding reflects ground heat better, notes Qilong Cheng, who led the Columbia project.",
            "In summer, he notes, the ground often is much hotter than the air. For instance, where the ground might be about 60º Celsius (140º Fahrenheit), a building’s walls might only be about 30 ºC (86 ºF). Straight walls might reflect some solar energy up to the sky, Cheng says. But at the same time, they could be picking up heat from the ground, explains this mechanical engineer (who’s recently moved to Purdue University in West Lafayette, Ind.).",
            "To test this accordion-pleated siding, the Columbia group taped a zigzag-shaped aluminum frame to a thin, flat plastic wall. A clear, stretchy silicone polymer coated the upward-facing side of each pleat. The researchers glued a thin, highly reflective sheet of Mylar, a plastic film, onto the downward-facing side of each pleat.",
            "Then they tested this model outdoors. They also included a model of a flat wall made from materials that emit heat well. Both models were left outside in New Jersey for 24 hours on a warm August day.",
            "*a_photo_of_the_test_setupQilong_Cheng",
            "fCThe Columbia group’s test setup fits on a table. Two shiny squares on the left model a typical flat wall. Two squares on the right model the accordian-pleat design. Sensors measure temperatures inside and out, as well as how much solar energy is hitting the setup.",
            "The temperature of the pleated-wall siding varied across the day. But on average, it was cooler than the flat wall by 2.3 ºC (4.1 ºF). At its best, it was 3.1 ºC (5.6 ºF) cooler than the flat wall. A cooler wall means less heat was transferred through the wall to warm the interior. The team used a computer model to calculate that the indoor temps would likely be 2.3 ºC (4.1 ºF) cooler.",
            "That may not sound like much. In fact, though, this is “a significant improvement,” notes Xiaojie Liu. She’s a mechanical engineer at Purdue University. “In passive cooling for buildings,” she notes, “even a few degrees of indoor-temperature reduction can improve comfort.”  ",
            "It also can save energy.",
            "In those initial tests, the accordion-pleated siding had a cooling power of 30 to 67 watts per square meter (10.8 square feet) of exterior surface. This could reduce the need for any extra cooling.",
            "Cheng’s group shared details of its findings September 17 in Nexus.",
            "*a_composite_image_showing_Zion's_Canyon_Visiter_Center_and_an_Iranian_windcatcher",
            "fCUtah’s Zion Canyon Visitor Center (left) has natural venting and almost-passive cooling. Hot air enters the top of two cooling towers. Water pumped through pads inside the tower cools the air. Cooled air sinks to the lobby, keeping visitors comfortable. The idea borrows from Iranian windcatchers (right).",
            "Rather than walls, the second design focuses on roofs and how air flows indoors. Its passive radiative cooling draws from ancient designs used throughout many hot, dry parts of the world (think the Middle East or the U.S. Southwest).",
            "Long before there were air conditioners, ancient builders tinted or painted roofs and walls light colors to reflect the sun’s warming rays back into space. These old homes also had thick, dense walls. The walls would absorb indoor heat by day and release it to the outdoors, slowly, at night. That slow release kept indoor air from getting too cold.",
            "The team drew from these classic ideas. Then it added a few modern innovations, explains Salmaan Craig. This building scientist at the University of California, Los Angeles, led the project.",
            "For one, his group topped its structure’s roof with a high-tech cover. It reflects the sun’s warming rays while also emitting thermal energy that had been stored in the building. Then they designed strategically placed vents to allow air to move in and out. This set up a controlled mixing of warm and cool air.",
            "To test how well this design might keep interior spaces cool, Craig’s team built a pair of small model “homes.” One included all the new features. The other modeled features and materials found in most of today’s homes (although with no A/C).",
            "Then they placed four water bottles inside each model. Water absorbs and releases heat well. So these bottles acted as the thermal mass for the structures. Like the thick walls of ancient buildings, this mass absorbs indoor heat. Each model was then left for two days at a sunny desert site in Topanga, Calif. Sensors measured indoor heat and air flow in and out of each “home.”",
            "The new design stayed, on average, 1.6 ºC (2.9 ºF) cooler inside than the outside air. In contrast, the standard design was 4.3 ºC (7.7 ºF) warmer, on average, than the air outside.",
            "These results were good, but indoor temperatures kept going up and down, like a roller coaster. They varied by up to 6.8 ºC (12 ºF) over the day.",
            "To fix that, the team added two more water bottles to each home. This greater thermal mass helped indoor temps remain more stable. And the test home now drew in twice as much fresh air and expelled twice as much stale air as before.",
            "The average indoor temp was now 3.9 ºC (7.0 ºF) cooler than outside. It was 8.9 ºC (16 ºF) cooler than air in the standard-home model!",
            "Craig’s team shared its findings last year in Cell Reports Physical Sciences.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Both the Columbia and California designs “show real promise,” says Liu at Purdue.",
            "And the latter one should be easier to maintain than a home with A/C, adds Purdue mechanical engineer Yun Zhang. She says “should” because a move-in-ready model doesn’t exist yet. A “test home” does — but it’s only the size of a carry-on suitcase.",
            "Zhang would also like to see studies to learn how dwellers might like them. Until someone tries to live in a full-size structure, she explains, “I don’t know if it’s comfortable.”",
            "The Columbia team developed a new “all-season” design to make its house more effective and comfortable year-round. The angles of pleats on its zigzag siding can be varied, depending on the season. They could be adjusted to maximize cooling in summer and warming in winter.",
            "Cheng’s group described this innovation in the May 15 Cell Reports Physical Science. Similarly, Craig’s team is working on a roof with adjustable thermal mass.",
            "These designs won’t work equally well everywhere. For instance, note Zhang and Teitelbaum, neither is well suited for wet, humid areas, such as Atlanta, Ga. The designs work best in places that are both hot and dry. Think Phoenix, Ariz., or Riyadh, Saudi Arabia.",
            "Craig acknowledges these limitations. The findings, he says, should be seen as part of “a spectrum of solutions. What’s worrying is [where] air conditioning is pushed as the only solution.”This is one in a series presenting news on technology and innovation, made possible with generous support from the Lemelson Foundation. "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/greenland-fjord-landslide-tsunami",
        "title": "\n\tA landslide in a Greenland fjord echoed around Earth for 9 days",
        "content": [
            "*a_photo_of_Dickson_Fjord,_a_small_iceberg_is_in_ocean_water_close_to_steep_snow_covered_cliffs",
            "Dickson Fjord in Northeast Greenland National Park. A catastrophic landslide occurred here last year. Rocks and ice plunging into the water triggered a tsunami — and then a standing wave called a seiche that rang Earth like a seismic bell for nine days. ",
            "A mountainside in Greenland collapsed catastrophically into the ocean, last year. The landslide triggered a wave as tall as the Statue of Liberty. This wave — a tsunami — swept 80 kilometers (50 miles) down a fjord there. Its rapid and violent motion ripped up the coastline. And its vibrations were so violent that they were detected worldwide.",
            "Indeed, they rang the planet like a seismic bell every minute and a half — for nine straight days.",
            "The good news: No one was hurt. Large tourist ships ventured into that same fjord on the days before and after the tsunami. They were ferrying people on and off a beach with small boats, according to Kristian Svennevig.",
            "“It was pure luck that no one was there when it happened,” he says. The powerful wave would have easily capsized the small boats and swept the people away.",
            "Svennevig is a geologist with the Geological Survey of Denmark and Greenland (GEUS). He’s based in Copenhagen, Denmark. He led a team that investigated the event. They now believe that Earth’s warming climate set off the massive landslide that started it all. They described their findings September 13 in Science.",
            "Aside from those caused by earthquakes and volcanoes, “most landslides around the world you can tie to climatic factors,” says Svennevig. And as Earth keeps warming, he worries, this dangerous event could be a warning of worse things to come.",
            "Saturday, September 16, 2023, started normally enough. But then at 11:35 a.m., sensors in Asia and North America picked up a sharp seismic signal. They detected waves rippling from a remote part of Greenland’s east coast.",
            "Earthquakes typically cause such vibrations. But explosions, tsunamis and volcanoes can, too. Initially, the source here was unknown.",
            "The next day, tourists on a cruise ship noticed damage to an abandoned research station on east Greenland’s Ella Island. Equipment that was stored on land, including a boat and a truck-size shipping container, had been washed into the sea.",
            "Svennevig heard these reports when he arrived at work Monday morning. Suspecting a tsunami, he looked through recent satellite images of the area. He hoped they would offer clues.",
            "And they did.",
            "For many kilometers along Dickson Fjord, vegetation had been erased from the shorelines. At Ella Island, the plants had vanished to heights as much as four meters (13 feet) above the water. Further west and inland, plants were missing to higher and higher coastal elevations.",
            "A huge wave must have come from the west, Svennevig realized. It would have started out tall and gradually shrunk as it rolled east.",
            "That afternoon, he and several colleagues homed in on its source.",
            "*a_satellite_image_of_the_landslide_location,_a_red_circle_indicates_location",
            "fCA satellite image shows where the landslide occurred (red circle) in Dickson Fjord.",
            "Two satellite photos taken September 15 and 17 showed that a small mountain ridge near the west end of the fjord had vanished.",
            "A frozen glacier had long sat at the foot of this ridge, some 72 kilometers (45 miles) from Ella Island. Somehow, the lower reaches of that glacier had been pulverized.",
            "The collapsed ridge had smashed down onto the glacier below. It released some 25 million cubic meters (880 million cubic feet) of rock and shattered ice. The volume of this debris was equal to 10,000 Olympic-sized swimming pools. This rock and ice tumbled off the end of the glacier and into the fjord’s water.",
            "*a_composite_image_showing_a_mountain_ridge_and_the_glacier_topping_it_before_and_after_the_tsunami",
            "fCA mountain ridge overlooking this glacier in Greenland collapsed into a massive landslide. The tsunami it triggered swept 80 kilometers (50 miles) down the fjord. Climate warming set off the disaster by causing the glacier to thin, which destabilized the mountain ridge that it had supported.",
            "The resulting splash threw water 200 meters (650 feet) up the nearby mountain slopes. The wave it triggered was 110 meters (360 feet) tall. It may have sped along the fjord at 160 kilometers (100 miles) per hour or more!",
            "But there wasn’t just a single wave.",
            "This explosive event provoked a repeating wave called a seiche (SAYSH). It resembled the back-and-forth sloshing of water in a bathtub. Except here it was way bigger — echoing through the fjord every 90 seconds for nine straight days.",
            "Though sudden, this catastrophe was caused by changes that have been slowly happening for decades. Earth’s warming climate has shrunk the glacier by Dickson Fjord over time. No one knows how quickly it was losing ice. But other glaciers in this part of Greenland have thinned by as much as 150 meters (490 feet) since 1900. As the glaciers thinned, they laid bare the fragile mountain slopes that their ice had previously supported.",
            "And this appears to be why the ridge at Dickson Fjord collapsed, Svennevig says. It lost that icy support.",
            "He fears such disasters could become more common as Greenland and other Arctic sites warm.",
            "Since 2017, Svennevig has used satellite images to map more than 500 landslides along Greenland’s coasts. Some happened thousands of years ago. Others crumbled as recently as 2021.",
            "In warmer parts of the world, heavy rains often trigger landslides. But a warming of permafrost caused many of the recent ones in Greenland. And here’s how.",
            "As long as the temperature inside a mountain is no warmer than -10° Celsius (14° Fahrenheit), the ice within it acts as cement. It glues bits of rock together. But if the permafrost warms to around -1 °C (30 °F), that ice will change. “It actually starts to deform, like plastic or Play-Doh,” Svennevig explains. Now individual rock bits no longer stick together. This can allow part of the mountainside to collapse.",
            "Indeed, at the sites of new landslides, he often sees rectangular blocks of frozen rock and gravel within the wreckage. Those house-sized icy blocks slowly thaw and crumble.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Elsewhere, melting ice has caused similar disasters.",
            "In 2016, two mountain glaciers in Tibet suddenly collapsed. Gradual warming weakened the Aru-1 and Aru-2 glaciers until their ice could no longer hold onto the mountain. The debris from this disintegration sent enough snow and ice cascading into a valley to fill 60,000 Olympic swimming pools.",
            "The ice and snow traveled up to eight kilometers (five miles) from its source. Along the way, it killed nine herders and hundreds of livestock.",
            "Melting Himalayan glaciers create a different hazard, too. Vast lakes of meltwater have formed behind huge rock piles at the ends of the glaciers. These lakes can suddenly burst out of their fragile natural dams. The resulting “outburst floods” can gush tens of kilometers down through any valley below, sweeping away people, homes, bridges and animals. ",
            "But landslide-tsunamis are especially worrisome because they often happen at sites with more people.",
            "In 1936, one roared through Lake Lovatnet in Norway. It swept away two villages, killing 74 people. And in 1958, a wave in Lituya Bay, Alaska, struck three large fishing vessels. One capsized and sank. One was tossed onto a hillside and destroyed. The third was tossed over a narrow strip of land and into deeper water; that boat, its captain and his 10-year-old son somehow survived.",
            "More recently, a 2017 landslide-tsunami flooded a village in western Greenland, killing four.",
            "But the risk of such an event around cruise ships that venture into fjords could prove especially catastrophic.",
            "“That is something that we definitely think a lot about,” says Katherine Barnhart. She’s a geologist at the U.S. Geological Survey in Golden, Colo. She studies landslide and tsunami risks in Alaska’s Prince William Sound. Much like Dickson Fjord in Greenland, steep mountains line its narrow, branching bay. And here, too, glaciers are shrinking.",
            "Detailed studies like the one Svennevig just published will help Barnhart accomplish a difficult task: building a computer program that can predict the size of a tsunami that a potential landslide might cause. “Building up an inventory of events that have happened is really valuable,” she explains.",
            "iFhttps://www.youtube.com/embed/60T9TKuuujs?feature=oembed",
            "Authors of the new study explain how it took dozens of scientists to diagnose the source of an “unusual seismic object, or USO” that traveled around the globe for more than a week. Such events, they explain, can have deadly outcomes.",
            "The latest discovery leads Svennevig to worry that things could become worse. Far worse.",
            "Two years ago, one of his collaborators noticed something strange. At the time, Matthew Owen was a marine geologist at Aarhus University in Denmark. He was building sonar maps of the seafloor in Vaigat strait. It’s a narrow ocean channel off western Greenland. These 3-D seafloor maps were being made to help scientists predict how future tsunamis would move through the water.",
            "As Owen assembled the maps, he noticed several large mounds on the bottom of the channel. Each covered many square kilometers. They looked like the mounds that a landslide would drop — except much bigger. Strewn along the seafloor were rectangular rocks the size of skyscrapers.",
            "“Some of these individual blocks were bigger than the recent landslides” that killed people, recalls Owen. (He now works at Global Maritime, a company in England that builds off-shore wind-energy farms.)",
            "When Owen showed these maps to Svennevig, they noticed something important. Each mound sat in front of a massive valley carved into the mountains above. Until then, no one had dared to think that those gouged valleys might be due to landslides. “They were just too big to comprehend,” says Svennevig.",
            "Some were up to 100 times larger than the recent landslides. One had dumped up to 8.4 cubic kilometers (2 cubic miles) of rock onto the seafloor. That’s enough to build 2,800 stacks of rock the size of the Empire State Building.",
            "Those landslides would have triggered enormous waves — many hundreds of meters high. Even 30 to 100 kilometers (18 to 60 miles) from where they formed, he found, waves had tossed rock and gravel as high as 70 meters (230 feet) up onto the land. At a similar distance, recent tsunamis like the one at Dickson Fjord had risen only about one-twentieth that high.",
            "These gigantic landslides likely happened at the end of the last Ice Age, some 7,000 to 10,000 years ago. That’s when glaciers were retreating. And this rapid change destabilized the mountains.",
            "The Arctic’s present-day warming could set the stage for a repeat of this, says Svennevig. “We should prepare for a future where these giant landslides can become a reality again.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-supernovas",
        "title": "\n\tLet’s learn about supernovas",
        "content": [
            "*A_false-color_image_of_a_supernova_remnant_includes_clouds_of_blue,_green,_pink_and_yellow_against_a",
            "This false-color image of the supernova remnant W49B contains many different types of light — some of which we cannot see with our eyes. X-rays collected by NASA’s Chandra X-ray Observatory are shown in blue and green. Radio data gathered by the Very Large Array in New Mexico appear in pink. And infrared light recorded by the Palomar Observatory in California are shown in yellow. ",
            "Nearly 1,000 years ago, astronomers in China and Japan saw something strange in the sky. It seemed to be a new star. Even stranger, for several weeks that star was bright enough to be seen in the daytime. Eventually the new star faded from view — because it wasn’t a new star at all. It was the explosion of a star, or a supernova.",
            "Supernovas are some of the biggest explosions in the universe. At their brightest, they can even outshine galaxies. And they generally come about in one of two ways.",
            "The first type of supernova happens when a white dwarf star packs on too much mass. For instance, a white dwarf’s gravity can suck material off a neighboring star. If it gets bigger than about 1.4 times the mass of the sun, the white dwarf becomes unstable and goes supernova, completely destroying the star.",
            "With the other type of supernova, a star several times bigger than the sun runs out of fuel to burn. When the star blows up, it throws off its outer layers into space and its core collapses. Stars that are a bit bigger than the sun collapse into neutron stars. Stars that are much bigger than the sun collapse into black holes.",
            "The supernova that astronomers saw in 1054 A.D. was the explosion of a star about 10 times the mass of our sun. It threw off a bunch of material that now makes up the famous Crab Nebula. In the center of that cloud of gas and dust — at ground zero for the explosion — a type of spinning neutron star called a pulsar got left behind.",
            "Supernovas aren’t just the universe’s most fantastic fireworks. They’re key to the origins of life. These explosions enrich the space between stars with elements that are key ingredients for new stars, planets and life forms.",
            "Weird star explodes over and over, cheating death There’s a weird supernova out there. This dying diva may have had multiple explosions, and it’s lately been glowing for more than three years. (1/8/2018) Readability: 6.9",
            "Explainer: Stars and their families Most pinpoints that light the night sky are raging infernos we call stars. As adults, many will create new elements that they later cast off into the cosmos. (8/18/2020) Readability: 6.0",
            "After 30 years, this supernova is still sharing secrets It’s been more than 30 years since astronomers first witnessed the stellar explosion known as SN 1987A. Scientists are still learning from this cataclysmic phenomenon. (5/18/2017) Readability: 7.2",
            "iFhttps://www.youtube.com/embed/q4DF3j4saCE?feature=oembed",
            "The sun isn’t big enough to go supernova — but what if it did? What would happen to us?",
            "Scientists Say: Supernova",
            "Scientists Say: Explosion",
            "Scientists Say: Black hole",
            "Scientists Say: Neutron star",
            "Scientists Say: Nebula",
            "Star caught passing gas before exploding",
            "Strange but true: White dwarfs shrink as they gain mass",
            "A star winked out of sight. Could it be a ‘failed supernova’? (from Science News)",
            "A zombie star’s spiky filaments shed light on a 12th century supernova (from Science News)",
            "JWST spies hints of a neutron star left behind by supernova 1987A (from Science News)",
            "A rare glimpse at a relatively nearby supernova offers clues to how stars die (from Science News)",
            "Word find"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/primordial-black-holes-dark-matter",
        "title": "\n\tMicroscopic black holes may be flying through our solar system",
        "content": [
            "*An_illustration_shows_a_black_hole,_indicated_by_warped_light,_near_a_planet_in_the_solar_system",
            "A teeny tiny black hole in the solar system (illustrated) could mess with planets' orbits as they move around the sun.",
            "Microscopic black holes could be careening through our solar system unnoticed. But their days of stealth may be numbered. Two research teams have just proposed ways to spot such baby black holes — if they truly exist.",
            "These black holes would pack the mass of an asteroid into a space about the size of a hydrogen atom. Scientists suspect that objects like this could have formed in the very early universe. For that reason, they are known as primordial black holes. (Primordial means “existing from the beginning.”)",
            "One way to find primordial black holes is to look for the effects of their gravity on planets. Another way is to look for their gravitational pull on satellites. Researchers shared these ideas on September 16 and 17 in Physical Review D.",
            "Finding primordial black holes could help solve a big mystery about the universe. Namely: What is dark matter?",
            "That invisible stuff makes up 85 percent of the matter in our universe. Scientists know it exists because its gravity pulls on things we can see. Stars within galaxies, for instance. But no one knows what dark matter is made of.",
            "Researchers have searched high and low for particles that could explain dark matter. But those searches have all come up empty. If tiny black holes are caught wandering the cosmos, that could explain what makes up some or all dark matter.",
            "Black holes typically form when a dying star collapses. This creates a black hole with at least several times the mass of the sun. Some scientists think smaller black holes might have formed in the early universe. Back then, bits of space might have collapsed on their own. That would have pinched off fairly small bits of matter into teeny tiny black holes.",
            "Some of those primordial black holes may have asteroid-size masses. If so, they might whiz through the inner solar system about once a decade, researchers estimate. That means there’s no need to worry about a tiny black hole crashing into you. That’s less likely than a peanut thrown at random hitting a specific blade of grass in a lawn the size of a trillion football fields!",
            "When a tiny black hole passes near a planet, though, it could have noticeable effects.",
            "*_Microscopic_black_holes_may_be_flying_through_our_solar_system4",
            "fCExotic conditions in the early universe could have led to formation of microscopic black holes, also known as primordial black holes. This illustration shows how one artist imagines such gravitationally powerful objects, although real ones would have a hard time forming accretion disks (bright red loops), according to NASA.  ",
            "“The incredibly strong [gravity] of this primordial black hole will [make] Mars wobble in its orbit around the sun,” explains Sarah Geller. This cosmologist is based at the University of California, Santa Cruz. She worked on the planetary wobble study. In the future, Geller and her colleagues plan to test this idea using detailed models of the solar system.",
            "A primordial black hole could also jostle satellites. Imagine a black hole with the mass of an asteroid coming within the moon’s distance from Earth. It could change the altitudes of satellites a small but detectable amount.",
            "“That’s very exciting to know,” says Sébastien Clesse. “We have some probes that could be used to really detect baby black holes in the solar system.” Clesse is a cosmologist at Université Libre de Bruxelles in Belgium. He worked on a satellite-based detection method.",
            "A satellite search would be useful for finding black holes of smaller masses than the planetary-wobble technique. “It is very complementary,” says Bruno Bertrand. An astrophysicist, he’s based at the Royal Observatory of Belgium in Uccle. He worked on the satellite research with Clesse.",
            "iFhttps://www.youtube.com/embed/JxrzEWA1WU4?feature=oembed",
            "There’s a whole zoo of black holes out there. Star-sized ones, humongous ones at the cores of galaxies, elusive ones with masses somewhere in the middle, and atom-sized minis that to date have never been confirmed.",
            "Plain old asteroids could mimic the gravitational effects of the tiny black holes. But the black holes would have speeds of roughly 200 kilometers (about 100 miles) per second. And they would come soaring in from outside the solar system. That’s rare for space rocks.",
            "“We have never seen an object pass through the solar system that would have the characteristics [of] a black hole,” says Ben Lehmann. But if scientists do spot a planet wobbling in its orbit, they would still want to check for any space rocks that might explain it, he says. To do that, they’d need to detect a planet’s wobble in real time. Lehmann is a physicist at the Massachusetts Institute of Technology in Cambridge. He helped devise the planetary-wobble method.",
            "Other celestial effects could also tweak planetary orbits. Those would need to be ruled out before blaming a tiny black hole, says Andreas Burkert. He’s an astrophysicist who did not take part in either study. He works at Ludwig-Maximilians-University Munich in Germany.",
            "The solar wind of charged particles streaming out from the sun can affect the orbits of planets, Burkert notes. And confirming that changes to satellite motions are due to black holes could be quite challenging. A tiny black hole passing close enough to Earth to be detected this way could be extremely rare, he says. Right now, he adds, “I don’t think it’s realistic.” But he remains “optimistic that it might be possible at some point.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/shark-intestines-inspire-coil-pipes",
        "title": "\n\tShark intestines inspire pipes with a strictly one-way flow",
        "content": [
            "*a_plastic_shark,_facing_right,_surrounded_by_various_3D_printed_tubes_and_pipes_against_a_blue_backg",
            "A research team developed flexible tubes with a coiled helix inside that mimic a shark’s intestine. The tubes could lead to pipes that only flow one way without needing valves.",
            "When you turn on a faucet, water flows one way: out into the sink, then down the drain. That one-way flow is important. If the flow reversed, clean water might become dirtied by germs or other contaminants. But keeping the flow moving one direction isn’t always easy; it often requires valves that can break. Researchers have now developed pipes that keep liquids moving one way — and they’re valve-free.",
            "Their inspiration? Shark intestines.",
            "The team published its findings September 24 in Proceedings of the National Academy of Sciences.",
            "Unlike ours, shark intestines have a hidden internal corkscrew shape, or helix. That helix coils around and around. And a 2021 study found that it holds the key to one-way flow of partly digested food through a shark’s intestines.",
            "“I wanted to know if the effect occurred only in sharks,” says Sarah Keller. A chemist, she works at the University of Washington in Seattle. Keller suspected it might also occur “in squishy … tubes that mimicked the biological system.” To find out, she teamed up with two colleagues at Washington: physicist Ido Levin and materials chemist Alshakim Nelson. Working with scientists who have different backgrounds is “the best way to make discoveries in the lab,” she explains.",
            "Her team started by 3-D printing short, rigid tubes using a material called resin. These didn’t bend or flex. Each tube had a different shaped helix inside. Imagine Slinky toys that were more or less stretched out and had wires with different widths.",
            "The team varied how much of the inside of each tube a helix covered. Some helices were skinny and left a large opening in the middle. Others seemed to fill the entire tube when you peered through one end. The researchers also varied the angle of the helix. Sometimes it was nearly perpendicular to the tube wall. Other times it was slanted sharply downward from the tube’s wall.",
            "*an_illustration_of_three_different_helices,_the_two_left_are_pointing_downward,_the_right_one_is_poi",
            "fCIllustration of different combinations of coil distance, helix size and angle inside each tube. The first two helices are pointing downward. The third one points upward.",
            "To test which helices worked best to control flow, the researchers hooked up the tubes to flowing water. Then they measured the rate of flow coming out the end of the pipe. In half of the tests, the tubes were attached with the helix pointing down, just like a spiral slide. This is the way a shark’s intestine is oriented. The other times, this helix pointed up, like an upside-down slide.",
            "When the helix pointed down, water flowed two to three times faster than when it had been pointed upward. The helix had therefore helped keep water flowing in one direction. Effects didn’t seem to change with the various angles and coils of the helices; most of these worked pretty well.",
            "“They report that in all of the different ways they set up their experiment, it worked,” says Rachel Levy. She’s an applied mathematician at North Carolina State University in Raleigh. Levy, who has studied fluid mechanics, did not take part in this study.",
            "It’s important work, she says. “We can get great engineering ideas [from living things] while at the same time understanding new things about nature.”",
            "*_Shark_intestines_inspire_pipes_with_a_strictly_one-way_flow5",
            "fCThese rigid pipes are ready to be tested. Water flowing from the top would move quickly through these pipes, since their helices are pointed down.",
            "Water pipes are typically rigid. Shark intestines aren’t. So the Washington team’s next step was to test whether a soft tube would work even better.",
            "The researchers 3-D printed a set of tubes that could flex as a fluid moved through them. It’s like how your body might bend when you stand in a stream or current, Keller notes.",
            "Her team again compared the flow of water when the helix was pointing down versus when it was pointing up. Once more, pointing down proved faster — a whopping 15 times faster than in the other direction, Levin says. “That’s a big effect!”",
            "“Water pushes on the deformable pipe, bending parts of it,” Keller notes. This “in turn changes the flow of the water.” Her team doesn’t yet know why bending the pipe sped up the flow. But they’re excited to figure that out.",
            "Such helical pipes might one day be used for a variety of applications. “Most valves have moving parts that open and close” to prevent backward flow, Nelson says. “These valves can wear out over time and must be replaced.” Helical tubes could replace valves in hard-to-reach locations, he says. Those might be in drainage systems or air-flow systems where one-way flow is essential.",
            "“It’s super exciting that studying these everyday things [like shark guts] can lead to big scientific breakthroughs,” Levin says. “I love that my next big idea for a science project might come from just hanging out in my backyard and noticing something new. Science is everywhere, and that makes it so much fun.”",
            "Editor’s note: The story was updated on December 16, 2024, to include a complete quote that was shortened during editing.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/teens-proved-math-pythagorean-theorem",
        "title": "\n\tTwo teens have proved an ancient math rule — again",
        "content": [
            "*two_young_Black_women_who_proved_Pythagorean_theorem",
            "Ne’Kiya Jackson (left) and Calcea Johnson (right) recently published 10 new trigonometry-based proofs of the Pythagorean theorem — ones they developed while in high school.",
            "Two years ago, a couple of high-school classmates each composed a mathematical marvel. It was a trigonometric proof of the Pythagorean theorem. Now, at age 19, they’ve just reported finding 10 more proofs of it.",
            "For more than 2,000 years, such proofs were considered impossible. That didn’t deter Ne’Kiya Jackson and Calcea Johnson. The pair published their new ones October 28 in American Mathematical Monthly.",
            "“Some people have the impression that you have to be in academia for years and years before you can actually produce some new mathematics,” says Álvaro Lozano-Robledo. A mathematician, he works at the University of Connecticut in Storrs. But Jackson and Johnson show that “you can make a splash even as a high-school student.”",
            "Jackson is now studying pharmacy at Xavier University of Louisiana in New Orleans. Johnson is studying environmental engineering at Louisiana State University in Baton Rouge.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Mathematical proofs are sequences of statements that demonstrate an assertion is true or false. The teens tackled Pythagoras’ theorem. This has to do with a right triangle. That’s one having a corner that’s a 90-degree angle (the same as each corner of a rectangle).",
            "In math class, students learn a rule that lets you know the length of a right triangle’s two shorter sides. The length of each, squared (meaning each multiplied by itself), when added together equals the square of its hypotenuse (or longest side). The rule is written as a2 + b2 = c2. In this algebraic phrase, a and b are the right triangle’s shorter two sides. The third, c, is the hypotenuse.",
            "*a_diagram_showing_a_right_triangle,_the_bottom_left_corner_is_a_90_degree_angle,_and_the_mathematica",
            "fCai_yoshi/iStock/Getty Images Plus",
            "A right triangle has one corner with a 90-degree angle (marked in red). The hypotenuse (c) is always opposite the right angle. The other two sides (a and b) may be of equal length or different lengths.",
            "This formula for the right triangle has been proven many times using algebra and geometry. But in 1927, mathematician Elisha Loomis made an assertion. It could never be proved, he said, using the rules of trigonometry (Trig-uh-NOM-eh-tree). Often just called “trig,” this type of geometry — or study of shapes — deals with the relationships between angles and the lengths of triangles’ sides.",
            "Loomis argued that any trig-based proof of the Pythagorean theorem would fail. Why? It would use circular logic, a type of false reasoning that only works by first assuming its conclusion is true. Many trigonometry rules assume the Pythagorean theorem is true. So trying to prove Pythagoras’ theorem using trig would rely on rules based on the theorem, Loomis argued. In other words, one would have to assume that the theorem was true before proving it was true.",
            "Mathematician Jason Zimba announced the first trig-based proof of Pythagoras’ theorem in 2009. The second came six years later, from mathematician Nuno Luzia. These were the only two until 2022, when Jackson and Johnson presented their first proofs. At the time, both were seniors at St. Mary’s Academy. It’s a private school for young Black women in New Orleans.",
            "The teens first formally presented their work at an American Mathematical Society meeting in March 2023. Afterward, the duo set out to publish their findings in a peer-reviewed math journal.",
            "“This proved to be the most daunting task of all,” they noted in their paper. They had to write up their work, plus learn new skills, like coding. At the same time, both were starting college.",
            "But working on their early proof and studying Zimba’s “sparked the creative process,” Jackson says. “From there we developed additional proofs.”",
            "And, Johnson adds, “It was important to me to have our proofs published to solidify that our work is correct and respectable.”",
            "Trigonometric terms can be defined in two different ways, the young women note. And that can complicate efforts to prove Pythagoras’ theorem. So they focused on just one of these definitions. From that, they developed four proofs for right triangles with sides of different lengths. They also created one for right triangles with two equal sides.",
            "iFhttps://www.youtube.com/embed/IZFSylNbZq4?feature=oembed",
            "This short video shows how to use the Pythagorean theorem to find out if a three-sided polygon is a “right” triangle, meaning one having a 90-degree angle.",
            "Among these, one proof stands out to Lozano-Robledo. In it, the students fill one larger triangle with an infinite sequence of smaller triangles. Then they use calculus (another type of math) to find the lengths of the larger triangle’s sides. “It looks like nothing I’ve ever seen,” Lozano-Robledo says.",
            "Jackson and Johnson left another five proofs “for the interested reader to discover,” they wrote. The paper provides a lemma — a sort of stepping-stone to proving a theorem. That “provides a clear direction towards the additional proofs,” Johnson says.",
            "Publishing the proofs was a big achievement. But that doesn’t mean the story is over.",
            "Now, “other people might take the paper and generalize those proofs, or generalize their ideas, or use their ideas in other ways,” Lozano-Robledo says. “It just opens up a lot of mathematical conversations.”",
            "Jackson hopes that the proofs will inspire other students to “see that obstacles are part of the process. Stick with it, and you might find yourself achieving more than you thought possible.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/eggshells-surprising-strength-arches",
        "title": "\n\tExperiment: The surprising strength of eggshells",
        "content": [
            "*a_row_of_brown_eggs_on_a_yellow_background",
            "Eggs may seem delicate, but their natural arch shape provides a lot of sturdiness.",
            "Objective: To measure how much mass eggshells can support",
            "Areas of science: Materials science",
            "Difficulty: Medium intermediate",
            "Time required: 2–5 days",
            "Prerequisites: None",
            "Material availability: Readily available",
            "Cost: $20–50",
            "Safety: Adult supervision and safety goggles are required if a rotary motor tool is used. Thoroughly clean any surface the raw eggs touched because they can carry Salmonella.",
            "Credits: Andrew Olson, Ph.D., and Teisha Rowland, Ph.D., Science Buddies",
            "Arches have been used in structural engineering since ancient times. Figure 1 shows a Roman aqueduct (Pont du Gard in France), built around 19 B.C. Arches allow passage through a structure. For example, light can pass through arched windows, people through arched doorways or water under arched bridges. The shape of the arch distributes the compressive forces to the load-bearing piers that support the arch. This in turn eliminates some tension stresses in the structure.",
            "An eggshell is a natural example of an arch. One end of the shell has a larger, rounder arch, and the other end is narrower and more pointed. It is pretty easy to crack an eggshell if you tap it against a hard surface. But if you interlock your fingers and try to squeeze an egg lengthwise to break it, you will find that it can withstand more force than you might expect. (You might want to wear work gloves for this test, because the eggshell pieces will be sharp if you break the egg.)",
            "In this experiment, you will measure the load-bearing capacity of eggshell arches. Before starting on your experiment, you should do background research on arches. Learn about different types of arches and how strength changes with the shape of the arch. You should also do some background research on eggs to find out what material the shell is made from. After you have finished your background research, make a prediction about how much mass you think an eggshell can support. Then do your experiment and find out for yourself!",
            "*_Experiment_The_surprising_strength_of_eggshells6",
            "fCFigure 1. Pont du Gard, a Roman aqueduct in France built about 19 B.C., features many arches.",
            "Here are some webpages with information on arches and their use as structural supports:",
            "For information on chicken eggs, see:",
            "1. Use a pencil or marker to draw a line all the way around one of the eggs, dividing the egg halfway between its two pointed ends, as shown in Figure 2. Use a ruler to determine the halfway point as you make the line.",
            "*an_eggshell_with_a_line_around_the_middle_lays_next_to_a_ruler",
            "fCFigure 2. Draw a line around the middle of the egg, as shown here.",
            "2. Carefully crack the eggshell at the pointy end. Make a small hole and drain the contents of the egg into a bowl, as shown in Figure 3. (You can use the egg contents for cooking.) Rinse out the empty eggshell with some water.",
            "*_Experiment_The_surprising_strength_of_eggshells7",
            "fCFigure 3. Carefully crack the pointed end of the egg and empty the contents.",
            "3. Use a triangular file (or rotary motor tool with a cut-off disk) to score the eggshell on your marked line, all the way around. Follow your marked line carefully, and be sure not to hold the empty egg so tightly that it cracks.",
            "*_Experiment_The_surprising_strength_of_eggshells8",
            "fCFigure 4. You can use a triangular file to score the eggshell along the marked line.",
            "*_Experiment_The_surprising_strength_of_eggshells9",
            "fCFigure 5. When the eggshell has been scored using the file, there should be a visible dent on the eggshell where you made the line.",
            "4. Carefully break or cut the eggshell back to the scored line you created, as shown in Figure 6. You will want to carefully break off small pieces of the shell, working your way around. This can be tricky so take your time.",
            "*_Experiment_The_surprising_strength_of_eggshells10",
            "fCFigure 6. If you used a triangular file to score the eggshell, now carefully break the eggshell back to the scored line. You will want the rounded half of the egg to end at the scored line.",
            "5. Repeat steps 1–4 two more times so that you have prepared a total of three eggshells. Make each prepared eggshell the same height.",
            "6. Place the prepared eggshells on a flat surface, such as a dinner plate, with their open end facing down. The distance between each of the eggshells should be equal (i.e., the eggshells should form an equilateral triangle), as shown in Figure 7.",
            "*three_eggshells_are_placed,_open_end_down,_in_a_triangle_on_a_plate",
            "fCFigure 7. Arrange the eggshells so that they are equally spaced from each other on the flat test surface, with their open ends facing down.",
            "7. Carefully lay a hardcover book on top of the three eggshells, as shown in Figure 8. The book should be centered over the eggshells, so the mass will be distributed evenly among them.",
            "*_Experiment_The_surprising_strength_of_eggshells11",
            "fCFigure 8. Carefully place a hardcover book centered on top of the eggshells.",
            "8. One at a time, carefully add magazines, as shown in Figure 9, to see how much mass the eggshells can support. Stop adding magazines when the eggshells crack and break.",
            "*_Experiment_The_surprising_strength_of_eggshells12",
            "fCFigure 9. Carefully place magazines, one at a time, on top of the book.",
            "9. Use the kitchen scale to measure the combined mass (in grams [g]) of the book and magazines that the eggshells supported without breaking. Depending on how much mass the scale can measure, you may need to weigh the book and magazines individually. Record your results in your lab notebook.",
            "10. Repeat steps 1–9 at least two more times so that you have done your experiment using at least three different sets of eggshells.",
            "11. When you are done with your tests, thoroughly clean any surface the raw eggs (including the shells) touched because they may carry Salmonella. Also, wash your hands thoroughly with soap.",
            "12. Calculate the average mass supported, per eggshell, for each set of eggshells.",
            "13. Calculate the overall average mass supported, per eggshell, by calculating the average for the three sets of eggshells.",
            "14. More advanced students should also calculate the standard deviation to see how much variability there was in the results.",
            "15. Make a bar graph of your results. On the y-axis (the vertical axis), put the mass (in grams) that the eggshells supported per eggshell. On the x-axis (the horizontal axis), you can put either all three eggshell sets (as three separate bars) or the average of the three sets (as one bar). If you calculated the standard deviation, include that on your graph as well.",
            "16. Overall, how much mass could one eggshell usually support? Did you see much variation between your three different eggshell sets? Are your results surprising to you?",
            "This activity is brought to you in partnership with Science Buddies. Find the original activity on the Science Buddies website.",
            "*A_banner_that_reads_SCIENCE_BUDDIES"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/sonic-the-hedgehog-physics-speed-loops",
        "title": "\n\tTo clear loops, Sonic the Hedgehog must hit the right speed",
        "content": [
            "*Sonic_The_Hedgehog_grinds_along_a_loop_de_loop_in_the_air_A_gray_air_fortress_is_in_the_background",
            "In the Sonic the Hedgehog games, players complete levels by passing through loops as the Blue Blur. To clear a loop, a real-life Sonic would need to rely on the physics behind roller coasters and race cars.",
            "Sonic isn’t your typical hedgehog. He boasts incredible superspeed that lets him launch off springs, sprint over water and even clear loop-de-loops. In the Sonic the Hedgehog games, our favorite blue hedgehog runs through these loops to complete levels. If he enters one too slowly, though, he risks falling off the track.  Animals — including hedgehogs — don’t typically run through loops. Instead, climbing creatures rely on specialized limbs to scale vertical surfaces. That leaves few role models in the animal kingdom for Sonic’s upside-down antics. But roller-coaster carts, race cars and even advanced parkour runners can clear loops. ",
            "​​​Sonic could take advantage of the same physics for his stunts, says ​​Paolo Segre. He studies biomechanics at the University of Wisconsin–Green Bay. The key to clearing a large loop is “speed, speed, speed,” Segre says. “That’s all that really matters — and some decent shoes.”  ",
            "As Sonic approaches the top of the loop, two downward forces act on him: gravity and the “normal force” exerted by the track. Together, these forces create a centripetal force that keeps Sonic on his circular path through the loop. Sonic’s inertia, which is his resistance to a change in motion, helps him maintain his high speed as he moves through the loop. That allows him to clear the top without falling off the track. ",
            "Like a roller-coaster car, Sonic needs to reach a minimum speed to do this. But that speed would barely be a light jog for such a fast hedgehog, says Segre. Sonic can sustain speeds of some 1,200 kilometers (760 miles) per hour. That’s about the speed of sound.  ",
            "*A_green_gecko_stands_against_a_lavender_background_It_has_red_eyes_and_a_white_underside",
            "fCGeckos have toe pads covered in tiny bristles called setae. Made of keratin, these tiny hairs create weak molecular bonds that help the small lizards stick to vertical surfaces.",
            "Loops pop up in most Sonic the Hedgehog levels. But loops are rare in nature, says ​​Mostafa Hassanalian. At the New Mexico Institute of Mining and Technology in Socorro, Hassanalian designs robots inspired by animals. A lack of natural loops means most animals haven’t evolved to run through these obstacles, he says. Instead, animals such as insects and geckos use specialized limbs to climb vertical surfaces.  ",
            "Many insects run up surfaces using tiny claws and hairs on their legs that grip little pits and cracks. Geckos have thousands of tiny fibers under their feet that bond with a surface’s molecules. Called van der Waals forces, these weak bonds are easily broken when the gecko lifts its foot.  Sonic’s hair may also help him clear loops — but not by gripping the track. Hedgehog quills are actually hardened, modified hairs. In the real world, these needle-like hairs protect hedgehogs from predators. Sonic’s quills, though, may make him more aerodynamic, notes Hassanalian.   Speedy animals such as cheetahs and horses need to reduce drag, or resistance to their motion caused by moving through air. An object’s shape determines how much drag it experiences. Sonic’s quills might reduce drag on his body by preventing large vortices, or whirls of air, from whipping up around him. The quills’ jagged edges could cut these whirls into smaller vortices less likely to disturb airflow, says Hassanalian.   He likens it to the vortex generators found on a race car. As a car speeds along, air passes along its surface. If this flow drifts away from the car, it can make the airflow turbulent, resulting in increased drag. Vortex generators are fins on a car that create small vortices, which redirect air back toward the car’s surface. That helps stabilize the car at high speeds.  ",
            "*A_hedgehog_sants_on_a_moss_covered_rock_Green_grass_is_in_the_background",
            "fCHedgehogs haven’t evolved to zip through loops. These small insectivores can only move at a top speed of about six kilometers (four miles) per hour. ",
            "The physics behind race cars don’t just apply to Sonic. Birds also take cues from racing to scale vertical surfaces. Most birds tackle tricky inclines using wing-assisted incline running, says Segre. ​​When running up a slope, two-legged animals angle their bodies parallel to the surface. But this makes it hard to maintain the proper grip needed for climbing.  So what can birds do? Flap their wings. “The wingbeats push them into the ground, kind of like the spoiler on a race car,” says Segre. Like vortex generators, a spoiler is a device that affects how air flows over a vehicle. This disrupted airflow helps create a downward force that presses race cars into the ground, improving grip, or traction, between the tires and the road.  ",
            "“Once [birds] have that traction, they can actually use their legs to run,” Segre says. This lets birds navigate different terrain, forage for food and escape predators. “We especially see it in baby birds who are not yet good at flying.” ",
            "In experiments, this clever trick even let birds run up inverted walls — surfaces that slant toward the climber as they rise. No other two-legged animal manages this feat. “We see tons of climbing animals that are [four-legged],” says Segre. This is because four-legged animals can “keep their body right up against the wall like a rock climber.” By keeping their center of gravity close to the surface, they’re less likely to tip over backward. Wing-assisted incline running helps birds hug similarly close to steep surfaces.  Still, even wing-assisted birds aren’t able to run upside down like Sonic. And their tactic for scaling inclines isn’t what Segre would expect for our blue hero. While birds mostly use their legs to ascend, their wings are essential to getting enough traction. “This isn’t really what Sonic does,” says Segre. “He just uses pure speed.”  ",
            "iFhttps://www.youtube.com/embed/r784REmSjKI?start=133&feature=oembed",
            "You can use basic rules of physics to calculate how fast Sonic would have to travel to clear loops in the real world."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/perseverance-rover-hint-of-life-on-mars",
        "title": "\n\t‘Percy,’ NASA’s rover, finds its first hint of ancient life on Mars",
        "content": [
            "*An_image_of_a_rock_on_Mars_taken_by_the_NASA_rover_Perseverance_Rocky_white_stripes_flank_a_clay-col",
            "The Mars Perseverance rover examined this rock on July 21. It found leopard spot–like features speckling clay-colored parts of it. These resemble structures in Earth rocks that have been linked to microbial life.",
            "NASA’s Perseverance rover has bagged its first hint of ancient Martians. If they existed, these creatures were small. Very small. As in, microbes.",
            "“We’re not able to say that this is a sign of life,” says Katie Stack Morgan. “But this is the most compelling sample we’ve found yet.” Morgan is the deputy project scientist in charge of the Mars rover. She works at NASA’s Jet Propulsion Lab in Pasadena, Calif.",
            "Nicknamed Percy, the rover turned up this potential sign of life in mid-July. The robot had drilled into a reddish rock at a site known as Cheyava Falls. (It was named for a feature at the Grand Canyon.) This is the first piece of Mars that Percy found containing organic molecules. Here, the term organic refers to carbon-based molecules. On Earth, they’re the building blocks of life.",
            "Project scientist Ken Farley shared Percy’s discovery July 25 at the 10th International Conference on Mars in Pasadena. Farley works at the California Institute of Technology there.",
            "This isn’t the first sign of organics on Mars. The Curiosity rover detected organic molecules in 2014. It had been examining rocks at a site called Gale Crater. But since Percy landed in Jezero Crater three years ago, scientists have struggled to identify organics, Stack Morgan says. That landing site was an ancient, dried-up lake.",
            "Adding to the new excitement, little white spots with black rims speckle the reddish rock sample that Percy found. “They look like a tricolored leopard spot,” Stack Morgan says.",
            "Percy examined these spots using instruments that can identify the chemical recipe of materials. And the spots’ rims contained iron phosphate. On Earth, rings with similar texture and chemistry have been linked to ancient microbial life. The chemical reactions that create such rings can be an energy source for microbes.",
            "To exist, those rings “don’t require life,” Stack Morgan says. And that’s an important point. “But based on our experience with similar things on Earth,” she says, “there is a possibility that life could have been involved.” So, Stack Morgan concludes, “these could have a biological origin.”",
            "But other features of the sampled rock seem to muddy the picture of how it likely formed. For instance, Stack Morgan notes, it’s shot through with white veins of calcium sulfate. And those veins are filled with super-tiny crystals of olivine. It’s a mineral that forms from a volcano’s magma.",
            "Finding the spots and these volcanic features in the same rock is “a little bit mysterious,” Stack Morgan says. They seem to point to different origins, she says. Going forward, figuring out how the rock formed could help tell how likely it is to have had the right conditions and temperatures to have once hosted life.",
            "*A_panarama_of_an_ancient_river_delta_on_Mars_called_Jezero_Crater,_where_the_NASA_rover_Perseverance",
            "fCAn ancient river delta once flowed into the Jezero Crater on Mars. NASA’s rover Perseverance (partially seen in the foreground) has been exploring this site. NASA is buzzing over a rock it found there — slightly right of center in this image, about 110 meters (360 feet) from the rover.",
            "Paul Byrne works at Washington University in St. Louis, Mo. And this planetary scientist thinks we should be cautious in interpreting Percy’s new findings.",
            "“Could this truly be a [signature of life]?” he asks. “Yes. And if it is, then it really is the kind of society-altering discovery that the discovery of truly extraterrestrial life would be.” But it’s also possible, he notes, that the spots came from something other than life. In that case, he notes, “All this is, is an interesting example of water-rock chemistry.”",
            "The only way to find out for sure is to bring the rock home. A big part of Percy’s mission is to collect samples from interesting rocks for a future spacecraft to later bring home to Earth. Once here, they can be studied with better tools than a rover can carry on its back. For now, Stack Morgan says, Percy has thrown everything it has at this rock.",
            "When might the rocks be brought to Earth? No one knows. Funding is currently on hold for a program known as Mars Sample Return, or MSR. “With this sample, the rationale for MSR is strengthened,” Byrne says. He hopes it will “motivate NASA to commit to … this project sooner rather than later.”",
            "Stack Morgan says the rover team is carrying on despite MSR’s iffy budget.",
            "“We have a mission to carry out and a job to do,” Stack Morgan says — collecting compelling samples. “It can only be our hope that the samples that we collect are compelling enough to justify the cost of Mars Sample Return.”",
            "And she thinks Percy’s exciting new sample “really hits that home.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/explainer-earth-layer-layer",
        "title": "\n\tExplainer: Earth — layer by layer",
        "content": [
            "*a_cut_away_diagram_showing_the_innner_layers_of_the_Earth",
            "Scientists understand much about Earth’s structural layers — the inner core, core, mantle and crust. Yet there are still great mysteries to solve about our planet’s inner workings.",
            "Mountain ranges tower to the sky. Oceans plummet to impossible depths. Earth’s surface is an amazing place to behold. Yet even the deepest canyon is but a tiny scratch on the planet. To really understand Earth, you need to travel 6,400 kilometers (3,977 miles) beneath our feet.",
            "Starting at the center, Earth is composed of four distinct layers. They are, from deepest to shallowest, the inner core, the outer core, the mantle and the crust. Except for the crust, no one has ever explored these layers in person. In fact, the deepest humans have ever drilled is just over 12 kilometers (7.6 miles). And even that took 20 years!",
            "Still, scientists know a great deal about Earth’s inner structure. They’ve plumbed it by studying how earthquake waves travel through the planet. The speed and behavior of these waves change as they encounter layers of different densities. Scientists —  including Isaac Newton, three centuries ago — have also learned about the core and mantle from calculations of Earth’s total density, gravitational pull and magnetic field.",
            "Here’s a primer on Earth’s layers, starting with a journey to the center of the planet.",
            "*a_diagram_showing_the_layers_of_the_Earth",
            "fCA cut-away of Earth’s layers reveals how thin the crust is when compared to the lower layers.",
            "This solid metal ball has a radius of 1,220 kilometers (758 miles), or about three-quarters that of the moon. It’s located some 6,400 to 5,180 kilometers (4,000 to 3,220 miles) beneath Earth’s surface. Extremely dense, it’s made mostly of iron and nickel. The inner core spins a bit faster than the rest of the planet. It’s also intensely hot: Temperatures sizzle at 5,400° Celsius (9,800° Fahrenheit). That’s almost as hot as the surface of the sun. Pressures here are immense: well over 3 million times greater than on Earth’s surface. Some research suggests there may also be an inner, inner core. It would likely consist almost entirely of iron.",
            "This part of the core is also made from iron and nickel, just in liquid form. It sits some 5,180 to 2,880 kilometers (3,220 to 1,790 miles) below the surface. Heated largely by the radioactive decay of the elements uranium and thorium, this liquid churns in huge, turbulent currents. That motion generates electrical currents. They, in turn, generate Earth’s magnetic field. For reasons somehow related to the outer core, Earth’s magnetic field reverses about every 200,000 to 300,000 years. Scientists are still working to understand how that happens.",
            "At close to 3,000 kilometers (1,865 miles) thick, this is Earth’s thickest layer. It starts a mere 30 kilometers (18.6 miles) beneath the surface. Made mostly of iron, magnesium and silicon, it is dense, hot and semi-solid (think caramel candy). Like the layer below it, this one also circulates. It just does so far more slowly.",
            "Near its upper edges, somewhere between about 100 and 200 kilometers (62 to 124 miles) underground, the mantle’s temperature reaches the melting point of rock. Indeed, it forms a layer of partially melted rock known as the asthenosphere (As-THEEN-oh-sfeer). Geologists believe this weak, hot, slippery part of the mantle is what Earth’s tectonic plates ride upon and slide across.",
            "Diamonds are tiny pieces of the mantle we can actually touch. Most form at depths above 200 kilometers (124 miles). But rare “super-deep” diamonds may have formed as far down as 700 kilometers (435 miles) below the surface. These crystals are then brought to the surface in volcanic rock known as kimberlite.",
            "The mantle’s outermost zone is relatively cool and rigid. It behaves more like the crust above it. Together, this uppermost part of the mantle layer and the crust are known as the lithosphere.",
            "*a_photo_of_the_Himalayan_mountains",
            "fCThe thickest part of Earth’s crust is about 70 kilometers (43 miles) thick and lies under the Himalayan Mountains, seen here.",
            "Earth’s crust is like the shell of a hard-boiled egg. It is extremely thin, cold and brittle compared to what lies below it. The crust is made of relatively light elements, especially silica, aluminum and oxygen. It’s also highly variable in its thickness. Under the oceans (and Hawaiian Islands), it may be as little as 5 kilometers (3.1 miles) thick. Beneath the continents, the crust may be 30 to 70 kilometers (18.6 to 43.5 miles) thick.",
            "Along with the upper zone of the mantle, the crust is broken into big pieces, like a gigantic jigsaw puzzle. These are known as tectonic plates. These move slowly — at just 3 to 5 centimeters (1.2 to 2 inches) per year. What drives the motion of tectonic plates is still not fully understood. It may be related to heat-driven convection currents in the mantle below. Some scientists think it’s caused by the tug from slabs of crust of different densities, something called “slab pull.” In time, these plates will converge, pull apart or slide past each other. Those actions cause most earthquakes and volcanoes. It’s a slow ride, but it makes for exciting times here on Earth’s surface."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/science-ghosts",
        "title": "\n\tThe science of ghosts",
        "content": [
            "*860_ghoststairspng",
            "People love scary, spooky stories of spectral phantoms. While there’s no science to support the existence of ghosts, research does provide plenty of explanations for why we might genuinely sense a supernatural presence.",
            "A shadowy figure rushed through the door. “It had a skeletal body, surrounded by a white, blurry aura,” recalls Dom. The figure hovered and didn’t seem to have a face. Dom, who prefers to use only his first name, had been fast asleep. Just 15 at the time, he panicked and closed his eyes. “I only saw it for a second,” he recalls. Now, he’s a young adult who lives in the United Kingdom. But he still remembers the experience vividly.",
            "Was the figure a ghost? In the mythology of the United States and many other Western cultures, a ghost or spirit is a dead person who interacts with the living world. In stories, a ghost may whisper or groan, cause things to move or fall, mess with electronics — even appear as a shadowy, blurry or see-through figure.",
            "*_The_science_of_ghosts13",
            "fC“I’d been hearing noises on the ceiling at the same time each night,” says Clare Llewellyn-Bailey, who is now a student at the University of South Wales. One night, a big thud prompted her to grab her camera. This was the first picture she took. Other photos she took on that and later nights showed nothing unusual. Does this story make it seem like ghosts exist? Or is the glowing figure a flash of light that the camera accidentally captured?",
            "Ghost stories are lots of fun, especially on Halloween. But some people believe that ghosts are real. Chapman University in Orange, Calif., runs a yearly survey that asks people in the United States about their beliefs in the paranormal. In 2018, 58 percent of those polled agreed with the statement, “Places can be haunted by spirits.” And almost one in five people from the United States said in another survey, conducted by the Pew Research Center in Washington, D.C., that they’ve seen or been in the presence of a ghost.",
            "On ghost-hunting TV shows, people use scientific equipment to attempt to record or measure spirit activity. And numerous creepy photos and videos make it seem like ghosts exist. However, none of these offer good evidence of ghosts. Some are hoaxes, created to fool people. The rest only prove that equipment sometimes can capture noise, images or other signals that people don’t expect. Ghosts are the least likely of many possible explanations.",
            "Not only are ghosts supposed to be able to do things that science says are impossible, such as turn invisible or pass through walls, but also scientists using reliable research methods have found zero evidence that ghosts exist. What scientists have discovered, though, are lots of reasons why people might feel they have had ghostly encounters.",
            "What their data show is that you can’t always trust your eyes, ears or brain.",
            "Dom began having unusual experiences when he was eight or nine. He would wake up unable to move. He researched what was happening to him. And he learned that science had a name for it: sleep paralysis. This condition leaves someone feeling awake but paralyzed, or frozen in place. He can’t move or speak or breathe deeply. He may also see, hear or feel figures or creatures that aren’t really there. This is called a hallucination (Huh-LU-sih-NA-shun).",
            "Sometimes, Dom hallucinated that creatures were walking or sitting on him. Other times, he heard screaming. He only saw something that one time, as a teenager.",
            "Sleep paralysis happens when the brain messes up the process of falling asleep or waking. Usually, you only start dreaming after you’re fully asleep. And you stop dreaming before you waken.",
            "*A_sitting_woman_looks_down_at_her_dreaming_self",
            "fCWhile dreaming in REM sleep, the body is usually paralyzed, unable to act out the motions the dreamer might see herself performing. Sometimes, a person wakes up while still in this state. That can be terrifying.",
            "Sleep paralysis “is like dreaming with your eyes open,” explains Baland Jalal. A neuroscientist, he studies sleep paralysis at the University of Cambridge in England. He says this is why it happens: Our most vivid, lifelike dreams happen during a certain stage of sleep. It’s called rapid eye movement, or REM, sleep. In this stage, your eyes dart around under their closed lids. Though your eyes move, the rest of your body can’t. It’s paralyzed. Most likely, that’s to prevent people from acting out their dreams. (That could get dangerous! Imagine flailing your arms and legs as you play dream basketball, only to whack your knuckles on the wall and tumble to the floor.)",
            "Your brain usually turns this paralysis off before you wake up. But in sleep paralysis, you wake up while it’s still happening.",
            "You don’t have to experience sleep paralysis to sense things that aren’t there. Have you ever felt your phone buzz, then checked to find there was no message? Have you heard someone calling your name when no one was there? Have you ever seen a face or figure in a dark shadow?",
            "These misperceptions also count as hallucinations, says David Smailes. He’s a psychologist in England at Northumbria University in Newcastle-upon-Tyne. He thinks that just about everyone has such experiences. Most of us just ignore them. But some may turn to ghosts as the explanation.",
            "We’re used to our senses giving us accurate information about the world. So when experiencing a hallucination, our first instinct is usually to believe it. If you see or feel the presence of a loved one who died — and trust your perceptions — then “it has to be a ghost,” says Smailes. That’s easier to believe than the idea that your brain is lying to you.",
            "The brain has a tough job. Information from the world bombards you as a mixed-up jumble of signals. The eyes take in color. The ears take in sounds. The skin senses pressure. The brain works to make sense of this mess. This is called bottom-up processing. And the brain is very good at it. It’s so good that it sometimes finds meaning in meaningless things. This is known as pareidolia (Pear-eye-DOH-lee-ah). You experience it whenever you stare at clouds and see rabbits, ships or faces. Or gaze at the moon and see a face.",
            "*a_wall_with_three_bricks_that_look_like_they_have_faces",
            "fCCan you see the three faces in this image? Most people can easily find them. Most people also realize that they aren’t real faces. They are an example of pareidolia.",
            "The brain also does top-down processing. It adds information to your perception of the world. Most of the time, there is way too much stuff coming in through the senses. Paying attention to all of it would overwhelm you. So your brain picks out the most important parts. And then it fills in the rest. “The vast majority of perception is the brain filling in the gaps,” explains Smailes.",
            "What you see right now isn’t what’s actually out there in the world. It’s a picture your brain painted for you based on signals captured by your eyes. The same goes for your other senses. Most of the time, this picture is accurate. But sometimes, the brain adds things that aren’t there.",
            "For example, when you mishear the lyrics in a song, your brain filled in a meaning that wasn’t there. (And it will most likely continue to mishear those words even after you learn the right ones.)",
            "This is very similar to what happens when so-called ghost hunters capture sounds that they say are ghosts speaking. (They call this electronic voice phenomenon, or EVP.) The recording is probably just random noise. If you listen to it without knowing what was supposedly said, you probably won’t hear words. But when you know what the words are supposed to be, you might now find that you can discern them easily.",
            "Your brain may also add faces to images of random noise. Research has shown that patients who experience visual hallucinations are more likely than normal to experience pareidolia — see faces in random shapes, for instance.",
            "In one 2018 study, Smailes’ team tested whether this might also be true for healthy people. They recruited 82 volunteers. First, the researchers asked a series of questions about how often these volunteers had hallucination-like experiences. For example, “Do you ever see things other people cannot?” and “Do you ever think that everyday things look abnormal to you?”",
            "*a_face_that_hidden_in_a_busy_black_and_white_image",
            "fCThis is one of the images that Smailes’ study participants looked at. This one contains a difficult-to-detect face. Do you see it?",
            "Next, the participants looked at 60 images of black and white noise. For a very brief moment, another image would flash in the center of the noise. Twelve of these images were faces that were easy to see. Another 24 were hard-to-see faces. And 24 more images showed no faces at all — just more noise. The volunteers had to report whether a face was present or absent in each flash. In a separate test, the researchers showed the same volunteers a series of 36 images. Two-thirds of them contained a face pareidolia. The remaining 12 did not.",
            "Participants who had initially reported more hallucination-like experiences were also more likely to report faces in the flashes of random noise. They were also better at identifying those images that contained face pareidolia.",
            "In the next few years, Smailes plans to study situations in which people might be more likely to see faces in randomness.",
            "When people sense ghosts, he points out, “They’re often alone, in the dark and scared.” If it’s dark, your brain can’t get much visual information from the world. It has to create more of your reality for you. In this type of situation, Smailes says, the brain may be more likely to impose its own creations onto reality.",
            "The brain’s picture of reality sometimes includes things that aren’t there. But it can also completely miss things that are there. This is called inattentional blindness. Want to know how it works? Watch the video before you keep reading.",
            "The video shows people in white and black shirts passing a basketball. Count how many times the people in white shirts pass the ball. How many did you see?",
            "iFhttps://www.youtube.com/embed/vJG698U2Mvo?feature=oembed",
            "This video was part of a famous 1999 study into inattentional blindness. While you watch it, count the number of times people in white shirts pass a basketball.",
            "Partway through the video, a person in a gorilla suit walks through the players. Did you see it? About half of all viewers who count passes while watching the video miss the gorilla completely.",
            "If you too missed the gorilla, you experienced inattentional blindness. You were likely in a state called absorption. That’s when you are so focused on a task that you tune out everything else.",
            "“Memory does not work like a video camera,” says Christopher French. He is a psychologist in England at Goldsmiths University of London. You only remember things you’re paying attention to. Some people are more likely to become absorbed than others. And these people also report higher levels of paranormal beliefs, he says, including beliefs in ghosts.",
            "How could these things be related? Some strange experiences that people blame on ghosts involve unexplained sounds or movements. A window may seem to open all by itself. But what if someone opened it and you just didn’t notice because you were so absorbed in something else? That’s a lot more likely than a ghost, French says.",
            "In one 2014 study, French and his colleagues found that people with higher levels of paranormal beliefs and higher tendencies to get absorbed are also more likely to experience inattentional blindness. They also tend to have a more limited working memory. That’s how much information you can hold in your memory at once.",
            "If you have trouble keeping lots of information in your memory or paying attention to more than one thing at once, then you risk missing sensory cues from the environment around you. And you might blame any misperceptions that result on a ghost.",
            "Anyone may experience sleep paralysis, hallucinations, pareidolia or inattentional blindness. But not everyone turns to ghosts or other supernatural beings as a way to explain these experiences. Even as a child, Dom never thought he had come face to face with a real ghost. He went online and asked questions about what might have happened. He used critical thinking. And he got the answers he needed. When an episode happens now, he uses a technique that Jalal developed. Dom doesn’t try to stop the episode. He just focuses on his breathing, tries to relax as much as possible and waits for it to pass. He says, “I deal with it far better. I just sleep and enjoy sleeping.”",
            "Robyn Andrews is a psychology student at the University of South Wales in Treforest. She wondered if people with stronger critical-thinking skills might be less likely to believe in the paranormal. So she and her mentor, psychologist Philip Tyson, recruited 687 students for a study about their paranormal beliefs. The students majored in a wide range of different fields. Each was asked how strongly he or she agreed with statements such as, “It is possible to communicate with the dead.” Or “Your mind or soul can leave your body and travel.” The research team also looked at the students’ grades on a recent assignment.",
            "*a_woman_sitting_on_a_chair_looking_at_a_ghost_twin_image_sitting_in_front_of_a_window",
            "fCThe seated woman longs for her dead twin. She may “feel” her sister is trying to reach out to her, physically or mentally. But her brain is likely just misreading some sensory cues — such as soft air currents in the environment around her.",
            "Students with higher grades tended to have lower levels of paranormal beliefs, this study found. And students in the physical sciences, engineering or math tended not to believe as strongly as those studying the arts. This trend also has been seen in research by others.",
            "This study did not actually assess the students’ ability to think critically. “That’s something we would look into as a future study,” says Andrews. However, previous research has shown that science students tend to have stronger critical-thinking skills than art students. That’s probably because you need to think critically in order to conduct scientific experiments. And thinking critically can help you scout out likely causes for an unusual experience without involving ghosts (or aliens, or Bigfoot).",
            "Even among science students and working scientists, though, paranormal beliefs persist. Andrews and Tyson think that’s a problem. If you can’t judge whether a ghost story or spooky experience is real or not, you may also get fooled by advertisements, bogus medical cures or fake news, says Tyson. It’s important for everyone to learn how to question information and seek reasonable, realistic explanations.",
            "So if someone tells you a ghost story this Halloween, enjoy it. But remain skeptical. Think about other possible explanations for what was described. Remember that your mind may fool you into experiencing spooky things.",
            "Wait, what’s that behind you? (Boo!)",
            "Kathryn Hulick has been a regular contributor to Science News for Students since 2013. She’s covered everything from laser “photography” and acne to video games, robotics and forensics. This piece — her 43rd story for us — was inspired by her book: Strange But True: 10 of the world’s greatest mysteries explained. (Quarto, October 1, 2019, 128 pages)."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/experiment-what-makes-ice-melt-fastest",
        "title": "\n\tExperiment: What makes ice melt fastest?",
        "content": [
            "*_Experiment_What_makes_ice_melt_fastest15",
            "In snowy locations in winter, trucks like this spread salt. The salt helps the snow and ice to melt, making roads safer for travelers.",
            "Objective: Determine which added material will make ice melt fastest",
            "Areas of science: Chemistry",
            "Difficulty: Medium intermediate",
            "Time required: 2–5 days",
            "Prerequisites: None",
            "Material availability: Readily available",
            "Cost: $20–$50",
            "Safety: No issues",
            "Credits: Andrew Olson, Ph.D., and Teisha Rowland, Ph.D., Science Buddies",
            "If you have ever made homemade ice cream the old-fashioned way using a hand-crank machine, you probably know that you need ice and rock salt to make the cream mixture cold enough to freeze. Similarly, if you live in a cold climate, you may have seen the trucks that salt and sand the streets after a snowfall to prevent ice from building up on the roads. In both of these instances, salt is acting to lower the freezing point of water and changing what phase of matter the water is (i.e., turning solid ice into liquid water).",
            "For the ice cream maker, because the rock salt lowers the freezing point of the ice, the temperature of the ice/rock salt mixture can drop below the normal freezing point of water. This makes it possible to freeze the ice cream mixture in the inner container of the ice cream machine. For the salt spread on streets in wintertime, the lowered freezing point means that snow and ice can melt even when the weather is below the normal freezing point of water. Both the ice cream maker and road salt are examples of freezing point depression.",
            "Table salt (sodium chloride, or NaCl) mixed with water is an example of a chemical solution. In a solution, there is a solvent (the water in this example) and a solute (the salt in this example). A molecule of the solute dissolves (goes into solution) because the force of attraction between the solute molecule and the solvent molecules is greater than the force of attraction between the molecules of the solute. Water (H2O) is a good solvent because it is partially polarized. (This polarization is caused by the distribution of electrons in the water molecule. Specifically, its hydrogen ends have a partial positive charge, and the oxygen end has a partial negative charge.)",
            "Because water molecules are partially polarized, it is possible for them to arrange themselves around ions (which are molecules or atoms that have a charge), like the sodium (Na+) and chloride (Cl–) ions that make up table salt. This is why there is a greater attraction between the water molecules and the molecules of salt than there is between the molecules of salt by themselves, and why the water can dissolve the salt to create a salty solution.",
            "Other substances when mixed with water can also lower its freezing point. The amount by which the freezing point is lowered depends only on the number of molecules dissolved, not on their chemical nature. This is an example of a colligative property.",
            "In this science project, you will investigate different substances to see how they affect the rate at which ice cubes melt. You will test substances that dissolve in water (i.e., soluble substances), like salt and sugar, as well as a substance that does not dissolve in water (i.e., an insoluble substance), specifically sand. Which substances will speed up the melting of the ice?",
            "For more information on colligative properties, see:",
            "For information on Avogadro’s number and molecular weight, see:",
            "Science Buddies’ recommended supplies for this project can be found at Amazon.com.",
            "Tip for science fair participants: As you do your experiment, take a few pictures of yourself in action and of your experimental setup. Use the pictures to help make your science fair display board more interesting and informative.",
            "1. Get the salt, sugar, sand and measuring teaspoon ready to use nearby.",
            "2. Into each of the four bowls, quickly place three ice cubes. Arrange the ice cubes so that only the corners are touching, forming a triangular shape, as shown in Figure 1.",
            "*_Experiment_What_makes_ice_melt_fastest16",
            "fCFigure 1. Arrange three ice cubes in each bowl so that just the corners of the ice cubes touch each other.",
            "3. Carefully sprinkle ½ teaspoon (tsp.) of salt over the ice cubes in one bowl, as shown in Figure 2. Then sprinkle ½ tsp. of sugar over the ice cubes in another bowl and ½ tsp. of sand over the ice cubes in the third bowl. Do not sprinkle anything over the ice cubes in the fourth bowl — it will be your control.",
            "*_Experiment_What_makes_ice_melt_fastest17",
            "fCFigure 2. Sprinkle salt, sugar, sand or nothing over the ice cubes in each bowl.",
            "4. Move each bowl to an empty shelf in the refrigerator. If any of the ice cubes no longer form a triangular shape in their bowl, gently nudge the ice cubes to make a triangle again.",
            "5. Note the starting time in your lab notebook. Tell other people who may use the refrigerator that you are doing a science project and to not leave the refrigerator door open long as this could change the temperature of the refrigerator.",
            "6. Check on the ice cubes every hour. When the ice cubes in one of the bowls have become at least half melted, take out all four bowls from the refrigerator and move on to step 7. (Be sure to take the bowls out before the ice cubes in two or more bowls have completely melted.)",
            "fCTable 1.",
            "7. Carefully pour the liquid water from one of the bowls into a cup with a spout, such as a large measuring cup. Make sure the ice cubes stay in the bowl, but get as much liquid into the cup as possible. Then carefully pour the liquid from the cup into the graduated cylinder. Record how much liquid was in the bowl (the amount of ice melted) in the data table in your lab notebook. After recording your results, clean out and dry the cup and graduated cylinder.",
            "8. Repeat step 7 with the three other bowls.",
            "9. Now let the ice cubes completely melt in their bowls (you can leave them at room temperature). Once all of the ice cubes are melted, repeat steps 7–8 (but this time you will not need to worry about keeping the ice cubes in the bowls). Record the amount of liquid remaining in each bowl in your data table.",
            "10. Calculate the total amount of water (originally in ice cube form) that was in each bowl. To do this, add the “amount melted” to the “amount remaining” for each bowl. Record the total amount for each bowl in your data table.",
            "11. For each bowl, calculate the percentage of ice that was melted when you first took the bowls out of the refrigerator. Do this by dividing the amount melted by the total amount.",
            "12. Clean out and dry the bowls. Then repeat steps 1–11 at least two more times so that you have done at least three trials total.",
            "13. Did any of the substances you tested consistently speed up the melting of the ice (compared to the melting rate of plain ice cubes with nothing added)? If so, can you explain your results?",
            "This activity is brought to you in partnership with Science Buddies. Find the original activity on the Science Buddies website.",
            "*A_banner_that_reads_SCIENCE_BUDDIES"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/tracking-santa-science-norad-christmas-eve",
        "title": "\n\tTracking Santa with science",
        "content": [
            "*a_photo_of_Santa_sitting_in_a_sleigh_in_a_wintery_landscape,_he_is_waving_at_the_camera",
            "Tracking Santa requires a mix of radar, satellites and fighter jets. Believing in magic helps too.",
            "When Santa Claus takes off on Christmas Eve, he won’t be doing it in secret. Millions of children around the world will be waiting. And the North American Aerospace Defense Command (or NORAD) will be watching too. This military organization will be sending information to a Santa tracker, where waiting kids (and parents) can follow Santa via phone call, text or an app. But it’s no easy task to keep track of this jolly old elf. In fact, it requires a bit of science.",
            "NORAD’s main duty isn’t actually to track Santa, explains Major Cameron Hillier. His job in public affairs is to talk to journalists and other people about NORAD. NORAD is not Santa, he stresses. It’s a military organization shared between the United States and Canada, located in Colorado Springs, Colo. NORAD’s goal is to watch for and detect any objects coming into the air and ocean spaces near the two countries. People at NORAD then determine whether a new object is a threat — or if it’s just a magical old man with a load of presents.",
            "NORAD’s Santa duties started with a mix-up in 1955. That year, the store Sears sent out a catalogue to customers advertising what they sold. In the back was an ad with a phone number to call Santa.",
            "“The only problem [was] the number they put in was not for Santa,” Hillier explains. ”It was for the Continental Air Defense Command operation center.” That was the organization that existed before NORAD. At the time, the United States was afraid that the Soviet Union — the nation that broke up into Russia and other countries in the last part of the 20th century — would attack, leading to nuclear war. A man named Colonel Shoup was on duty Christmas Eve, Hillier says. He was supposed to be watching for any sign the Soviet Union might attack. Instead, “he was inundated with calls from kids trying to talk to Santa.”",
            "Luckily, Colonel Shoup figured out what was going on. “He was quick enough to put two and two together and in response to a kid said that Air Defense Command would watch Santa’s process,” Hillier says. And the organization continued year after year to answer calls and tell kids where Santa was on Christmas. NORAD picked up the Santa tracking duties when the Continental Air Defense Command became part of NORAD in 1958.",
            "*a_photo_of_some_of_the_volunteers_taking_phone_calls_at_NORAD_headquarters_in_2019",
            "fCMilitary and civilian volunteers take phone calls from people asking about Santa at NORAD headquarters in 2019. In 2020, Hillier says, COVID-19 has required that volunteers keep socially distanced, with some taking calls remotely and others working in shifts. ",
            "Now, NORAD relies on a small army of volunteers to take phone calls asking for Santa’s location. “I’ve been taking calls from kids at the call center,” Hillier says. “We have 1,500 volunteers to support the call center in two-hour rotations.” NORAD also has a website and an app. This may have been going on for decades, but Hillier says it never gets old. “You’re just infused with the Christmas spirit.”",
            "The yearly reindeer tracking begins with a series of radar systems called the North Warning System. The radar stations are set up across the very north of Canada and Alaska. They send out radio waves that bounce back when they hit an object. That allows the radar to determine when there is something flying through their range — such as a large man in a red suit on a sleigh.",
            "Those radar systems are the first to detect when Santa takes off from the North Pole. But their maximum range is only 370 to 460 kilometers (230 to 290 miles). They can’t pick up when Santa gets to the beginning of his route — the International Date Line. “He likes to show up around midnight,” Hillier says. “Starting there and working west, he’s chasing twilight, looking to hit each boy’s and girl’s home at the appropriate time.”",
            "This is when satellites take over. NORAD relies on many satellites in orbit around the Earth. They detect infrared — a wavelength of light that indicates temperature. Normally, the satellites would sense heat off something like an incoming rocket. But on Christmas Eve, Hillier says, “we are much more light-hearted.” Then, the satellites track a different heat source — Rudolph’s nose. “Being so bright, it offers a heat signature that we can track.”",
            "The satellites track Santa’s journey over Australia, Asia, Africa and Europe. Once Santa arrives over eastern Canada, though, he picks up an honor guard of fighter jets. “We have fighters from the Royal Canadian Air Force that greet and escort Santa through Canadian airspace,” says Hillier. At the border, Santa is handed off to the U.S. National Guard.",
            "It’s just good manners, he says. No one bothers St. Nick on his rounds. “Tracking Santa is routine,” Hillier notes. “There’s establishment of presence. If you know he’s coming and he’s knows you’re coming, there’s a level of professionalism that allows for an unspoken agreement.”",
            "It’s always good to let the military know you’re coming, though. If Santa needs to communicate, Hillier says, “we have agreements in place that allow us to speak to one another.” Santa even has a call sign — a phrase he can use to identify himself. “It’s changed over the years,” Hillier says. But “the one we’ve heard most years is ‘Big Red.’”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-rime-ice",
        "title": "\n\tScientists Say: Rime ice",
        "content": [
            "*860-rime-ice-headergif",
            "This tree has a coating of rime ice.",
            "",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/540738849&color=%231f4363&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "This is a coating of tiny ice crystals you might see coating a tree or car in winter. Rime ice forms when water droplets in a cloud, fog or mist freeze very quickly onto a surface. This type of ice can be very pretty. But sometimes it can be dangerous. Rime ice can form on the wings of an airplane when it flies through very cold clouds. It can make the plane heavier and harder to fly. It can even damage propellers and engines.",
            "Big snowstorms can produce snowflakes that are covered in rime frost, making them like tiny hailstones.",
            "Check out the full list of Scientists Say here. "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/springtail-fastest-backflip",
        "title": "\n\tA springtail’s spring-loaded backflip is fast — really fast",
        "content": [
            "*Two_small_springtails_doing_backflips_off_a_white_platform_against_a_pink_background",
            "Globular springtails are tiny arthropods that can vault up to 60 millimeters in the air and spin backwards up to 29 times in the blink of an eye. This high-speed camera footage shows two springtails jumping off a platform in a lab.",
            "Simone Biles has nothing on this tiny backflipper.",
            "The globular springtail (Dicyrtomina minuta) is so small it could straddle the tip of a pencil. Yet this insect-like animal can vault itself 62 millimeters (2.4 inches) in the air, spinning backward at a rate of up to 368 times per second.",
            "A jump lasts just 161 thousandths of a second, on average. Researchers reported the arthropod’s gymnastic feats August 29 in Integrative Organismal Biology.",
            "“Nothing on Earth does a backflip faster than a globular springtail,” says Adrian Smith. He a biologist at North Carolina State University in Raleigh. “They’re extraordinary, but also ordinary.” In fact, the arthropods used in the new study, he says, “are literally from my backyard.”",
            "Globular springtails jump so fast that they can appear to vanish, Smith says. This may be a useful skill for evading predators.",
            "iFhttps://www.youtube.com/embed/Qh2A96Z8tTs?feature=oembed",
            "It took footage from a high-speed camera to reveal how globular springtails do their astounding acrobatics. The arthropods achieve liftoff with a spring-like body part, traveling as fast as 1.5 meters per second and spinning backwards up to 29 times before landing.",
            "Smith paired up with biomechanist Jacob Harrison to learn how these animals do their acrobatic moves. Harrison works at Georgia Tech in Atlanta. The team analyzed high-speed footage of more than a dozen springtails as they flipped and spun.",
            "Each launch begins with a thump. The springtail releases a fork-shaped body part called the furca (or furcula) from its underbelly. Like a spring, that furca propels the arthropod up and into a backward spin.",
            "Globular springtails fly through the air as fast as 1.5 meters per second, on average, the new data show. And the number of spins per leap is equally impressive — anywhere between 14 and 29.",
            "These flights don’t always have a pretty ending. Springtails sometimes crash land and tumble to a stop. But most times, these backflippers nail the landing, the team found. They do this by using a sticky tube normally used for grooming. “It’s a sort of anchor that pulls them to their feet so they can get on with their day,” Smith explains. ",
            "Smith hopes the team’s findings inspire more studies like theirs. “We sometimes get told that the only exciting parts of nature are fossilized in the ground or hidden in a tropical rainforest,” he says. Ordinary creatures like the springtails are pulling off incredible feats all around us, he believes. Even in our backyards. We just have to look."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/belugas-shape-forehead-fat-communicate",
        "title": "\n\tBelugas can warp and wiggle their forehead fat like Jell-O",
        "content": [
            "*A_beluga_whale_looks_toward_the_camera,_its_forehead_bulging_out_prominently",
            "Beluga whales like this one at Connecticut’s Mystic Aquarium sport a blob of fat on their forehead called a “melon.” The whales can mold that melon into different shapes, possibly to communicate.",
            "The beluga whale wears its heart on its sleeve — or rather, its forehead.",
            "Every beluga (Delphinapterus leucas) has a big bulge on its forehead called its “melon.” This fat-filled bump helps aim the sound waves a beluga makes for echolocation. But this squishy organ might also be used for communication. Now, researchers have cataloged the expressions that belugas in captivity seem to make with this wobbly forehead fat.",
            "Belugas mold their melon using muscles and connective tissue. They can extend the melon forward until it juts over their lips. This shape looks sort of like the bill of a baseball cap. Belugas can also mush their melon down until it’s flat against their skull. Or lift it upward to create a fleshy top hat. They can even shake it with enough force that it jiggles like Jell-O.",
            "“If that doesn’t scream ‘pay attention to me,’ I don’t know what does,” says Justin Richard. “It’s like watching a peacock spread their feathers.” Richard studies animal behavior at the University of Rhode Island in Kingston. His team shared its new findings March 2 in Animal Cognition.",
            "Before Richard became a scientist, he spent a decade as a beluga trainer. He worked closely with the animals at Mystic Aquarium in Connecticut. “Even as a trainer, I knew the shapes meant something,” Richard says. “But nobody had been able to put together enough observations to make sense of it.”",
            "From 2014 to 2015, he was part of a group that recorded interactions between four belugas at Mystic Aquarium. This footage revealed that the belugas make five distinct melon shapes. The scientists dubbed these flat, lift, press, push and shake. When interacting socially, the whales sported an average of nearly two shapes per minute.",
            "*A_collage_of_five_images_showing_five_different_contortions_of_a_blob_of_fat_on_a_beluga_whale's_hea",
            "fCBelugas appear to make distinct shapes with their melons. Four shapes are shown here. Top row, from left: flat, lift, press. Bottom row: push and no shape.",
            "It’s not clear whether belugas make these shapes on purpose. It’s possible the animals make them unconsciously when having different emotions. But belugas made 93 percent of the shapes when another beluga could see them. So Richard suspects they’re likely purposeful signals.",
            "Shake and press are proving harder to interpret. “There are probably some [fine details of the shapes] that are meaningful to them [but] that are difficult for us to pick out,” Richard says.   ",
            "The team confirmed its findings from the first four belugas in a larger group of captive whales. Fifty-one belugas at MarineLand Canada in Niagara Falls showed the same melon shapes as the Mystic whales.",
            "The five shapes described in this study may just be the tip of the iceberg, Richard says. Scientists have yet to track how these whales use their melon in the wild. It would be especially interesting to see how they move it during key behaviors, such as group foraging. Or when mother belugas interact with their calves.",
            "The findings establish a shared vocabulary for the melon expressions, says Malin Lilley. She works at Texas A&M University–Central Texas in Killeen. Other researchers, she says, can now build on this as they work to decode beluga communication. Lilley herself studies marine-mammal behavior and cognition but did not take part in the new study.",
            "iFhttps://www.youtube.com/embed/voj7Q6oM628?feature=oembed",
            "Two belugas at an aquarium bob their heads up and down, shaking their blobs of forehead fat — called melons — at one another. One of five distinct melon shapes that the whales make, “shake” seems to be associated with mating.",
            "Labeling melon shapes is key to understanding belugas, Lilley says. But it’s also just plain cool to have words for the squishy expressions she’s seen in her years studying these whales.",
            "Richard and Lilley are both eager to learn how melon shapes interact with belugas’ voices. These whales let out a near-constant stream of whistles, chirps, squeals and clicks. That chatter has earned belugas the nickname “canaries of the sea.” ",
            "If wild belugas make these kinds of expressions in murky Arctic waters, then “there must be important information that’s being transmitted,” Richard says. “There’s got to be a reason they spend so much time doing it.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/egg-laying-amphibian-feeds-babies-milk",
        "title": "\n\tThis egg-laying amphibian feeds its babies ‘milk’",
        "content": [
            "*A_photograph_a_ringed_caecilian_female_with_gray_skin,_and_her_pink-skinned_babies_wrapped_up_in_her",
            "A female ringed caecilian is shown with her babies. This species feeds its babies a fat-rich fluid. Made in the reproductive tract, this fluid is similar to mammals' milk.",
            "In a humid coastal rainforest, a litter of pink, hairless babies snuggle with their mom. They stir and squeak for milk and drink from their mother until they are full. But these are no puppies or cubs. They are snake-shaped amphibians, far closer to frogs than to foxes.",
            "Mammals are named for their ability to produce milk. But scientists have found that a few species that are not mammals feed their young this way, too. These include certain spiders, fishes, cockroaches and birds — and now, snake-shaped amphibians. Ringed caecilians (Siphonops annulatus) are the first amphibians known to feed hatchlings a kind of “milk.” Researchers reported their new finding March 8 in Science.",
            "Caecilians (Seh-SEEL-yenz) have many strange features. Rarely seen, they are burrowing creatures that are nearly blind. Some species, like the ringed caecilian, have poisonous slime and may be venomous. They feed their own skin to their young.",
            "Herpetologist Carlos Jared of the Instituto Butantan in São Paulo, Brazil, has been studying these animals for years. After hatching, ringed caecilian babies live with their mothers for two months. Jared and his research team found that the babies spent much of their time around the end of their mom’s body. That’s where there’s an opening called a vent. It’s shared by mom’s reproductive, digestive and urinary systems.",
            "Jared’s team saw the female would expel a thick fluid from her vent. Her young then would enthusiastically feed on it. ",
            "“Some [young] even stuck their heads inside this opening,” Jared notes.",
            "For the new study, the team worked in Bahia state in Brazil. They collected 16 females and their babies, then observed them in the lab. In all, they videoed these mothers and babies for more than 240 hours.",
            "Feedings started with the babies wriggling and nibbling at their mother’s vent. They also made high-pitched noises. Mom would then raise that end of her body and release the fluid. This happened up to six times per day. It looked like the mothers were responding to the babies’ pleas. ",
            "The squeaking and begging is a fascinating observation, says Mark Wilkinson. He’s an evolutionary biologist in England at the London Natural History Museum. Adult ringed caecilians are thought to be sensitive only to lower pitched sounds, he says. So it’s surprising that moms seem to respond to high-pitched noises from their young.",
            "iFhttps://www.youtube.com/embed/VdQEhkdR1OM?feature=oembed",
            "fCSiphonops annulatus",
            "The researchers examined the internal anatomy of some of the adult females. They also analyzed the fluid. It’s secreted by glands in the tube through which  eggs travel from an ovary. (This is known as an oviduct.) The glands enlarge while a female is raising her hatchlings.",
            "This “milk” is rich in fats, much as mammal milk is. This nutritious resource may help explain how the hatchlings grow so fast. They more than double their mass in the first week of life. Their only other nourishment is their mother’s skin, which they feed on once every few days.",
            "Isabella Capellini wonders if the squiggly siblings compete for milk access. She studies evolution at Queen’s University Belfast in Northern Ireland. Capellini is also curious about how the “milk” production affects the mother.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "“In mammals, lactation is the most expensive stage of reproduction for the mother,” she says. That is, it requires a lot of energy from food or her stored fat. “It would be useful to study whether milk production is as expensive in caecilians, too,” Capellini says. “How is the mother impacted in the short and long term?”",
            "It’s not known how these amphibians evolved their version of milk. But a clue may come from other caecilian species that give birth to live young. Their oviducts sometimes feed their babies a milky substance while in the womb. These species, however, do not feed their babies after they’re born.",
            "Perhaps live-bearing caecilians “could have evolved from [egg-laying] species that already used their oviducts to produce food,” Wilkinson says. “We really have learned a lot about caecilians in the last few decades. But we are only seeing the tip of the iceberg.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-sundog-definition-pronunciation",
        "title": "\n\tScientists Say: Sundog",
        "content": [
            "*Two_people_walk_on_a_frozen_surface_The_patterned_glow_of_a_sundog_appears_on_the_horizon",
            "Ice crystals in the air refract sunlight, creating a pair of sundogs on either side (left and right) of the sun setting on the horizon (center).",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1961400815&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Sundogs are bright flares of light that can appear on either side of the sun in the sky. They form when incoming sunlight bends, or refracts off tiny, prism-shaped ice crystals in the atmosphere. ",
            "Because of the angles inside these six-sided ice crystals, sundogs appear 22 degrees away from the sun in the sky. Sundogs can appear alone, as a pair on either side of the sun or on a halo that circles the sun. They can also occur at night when the moon is bright. These are known as moon dogs.",
            "Sundogs often contain a colorful, rainbowlike streak. That’s because the sun’s white light is made up of many different wavelengths, or colors of light. And those light waves bend at slightly different angles off ice crystals in the air. This separates incoming sunlight into the colors of the rainbow. But unlike a rainbow, which always has red on the outer edge, red appears on the inside of the sundog, closest to the sun. Blue appears on the outer edge of a sundog, farthest from the sun.",
            "Sundogs appear only when the sun is fairly low in the sky. When the sun climbs too high, sunlight doesn’t hit the ice crystals at the right angles. Light can’t refract in a way we can see, so sundogs disappear. Sundogs are most common at cold temperatures, but they can occur when it isn’t freezing out. They can appear anywhere on Earth, as long as there are ice crystals in the atmosphere. This often happens with wispy, high-flying cirrostratus clouds. The appearance of those clouds can indicate that rain is on the way.",
            "When people spot sundogs or moon dogs, there is a good chance that precipitation will fall in the next 24 hours.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/affordable-electronic-braille-reader",
        "title": "\n\tThis young engineer built an affordable electronic braille reader",
        "content": [
            "*Yash_Mehta_stands_in_front_of_a_scientific_poster_with_words_and_pictures_describing_his_project_The",
            "Yash Mehta, 14, designed an affordable electronic braille reader and tested it with blind students in New Delhi, India. ",
            "Yash Mehta, 14, got the idea for his first science fair project on a trip to Old Delhi, India. There, he visited a school for blind students. Yash noticed that none of these students used electronic braille readers. They were just too costly. So once he got home, he built a more affordable one.",
            "Yash’s device uses tiny spinning motors to create vibrations. They feel like the bumps of braille letters. Then, he tested it with students at the Blind Relief Association in New Delhi, India. Students were able to read braille on his device with 86 percent accuracy, compared with print braille.",
            "An aspiring engineer, Yash did this project as an eighth grader at the Durham Academy in Durham, N.C. His research earned him a finalist spot in the 2024 Thermo Fisher Scientific Junior Innovators Challenge. He also won the first-place Technology Award at the competition. This program is run by Society for Science, which also publishes Science News Explores.",
            "Here, Yash shares his science fair experiences and advice.",
            "“I’ve always been a hardware guy. I’ve never been capable of software,” Yash says. But building his device required learning how to code. He learned a lot from watching YouTube tutorials and reading Reddit threads. Picking up that new skill was cool. “But I would still say hardware was my favorite part,” he says. “I love 3-D modeling, so having everything fit in the first time, it was just pure excitement.”",
            "“Use your mistakes to your benefit,” Yash says.",
            "At first, he wanted to build a braille display based on a TENS machine. This type of device uses electric current to relieve pain. Yash thought electrical pulses could mimic the feeling of braille bumps on users’ fingers.",
            "But it didn’t work.",
            "“Once I tried out the TENS unit and realized it didn’t work, I had most of the stuff already done,” Yash says. “I only had to change the actual way of spreading information to the finger.” Figuring out he didn’t have to start from scratch helped Yash power through the development of his motor-based device.",
            "“I’m planning on adding OCR” into the device, Yash says. OCR stands for optical character recognition.",
            "Right now, Yash’s machine translates text from a computer into braille letters. But with OCR, it could translate printed text or handwritten notes into braille. “I would probably go back to the Blind Relief Association and get more feedback with my new prototype,” he adds.",
            "“Try to find something that you think could be done at your skill level,” Yash says. “Even if you have to grow a little bit more in knowledge.” Also, ask people in your community what problems they need solved. “I think that’s the most important part — getting first-hand feedback.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/noahs-ark-seed-bank-on-moon",
        "title": "\n\tScientists want to create a sort of Noah’s Ark on the moon",
        "content": [
            "*A_photo_of_Earth_taken_by_a_NASA_spacecraft_in_orbit_around_the_moon",
            "A NASA spacecraft orbiting the moon captured this image of Earth. As threats from climate change and human activities mount on our planet, scientists are proposing to build a bank holding genetic material that could preserve samples of some of Earth’s most valued species.",
            "As more and more species near extinction, scientists have been collecting samples of plants, animals and other organisms. They’ve been storing these cells, seeds and other materials in protected facilities across the globe. But climate change, environmental disasters and wars can threaten these modern Noah’s Arks. Now, some researchers have proposed an out-of-this-world solution: Build one of these arks on the moon.",
            "They’d build it in a permanently shadowed site at the moon’s south pole. Temperatures there should remain a very frigid –196° Celsius (-320.8° Fahrenheit). That’s the minimum needed to safely store most animal cells long-term, Mary Hagedorn and her team noted July 31 in BioScience.",
            "And that, they argue, should make such this gene bank far more stable than any of those on Earth.",
            "“When it comes to saving our biodiversity and life on Earth,” says Hagedorn, “it’s very good to have as many plans as possible.” A marine biologist, she works at the Smithsonian National Zoo and Conservation Biology Institute in Washington, D.C.",
            "Hagedorn’s team was inspired by the global seed vault in Svalbard, Norway. Think of it as a frozen Noah’s Ark, way above the Arctic Circle. Several other seed and tissue banks around the world, too, store prized samples of organisms that are of interest to crop and livestock farmers.",
            "Scientists collected the seeds banked at Svalbard from around the world. This facility takes advantage of the site’s freezing temps to protect its millions of stored seeds. If needed, they can be defrosted and reproduced. Later, daughter seeds can be sown at sites where these plants may no longer exist.But in 2017, scientists learned this ark was at risk.",
            "Melting permafrost flooded the vault. That put its precious seeds at risk of defrosting and going bad. Events like this one, researchers say, point to the need for another backup plan.",
            "*Water_trickles_down_a_hillside_among_moss_next_to_the_entrance_to_the_Svalbard_Global_Seed_Vault_dur",
            "fCA heat wave hit the Svalbard region of Norway in summer 2020. High temps and melting permafrost may threaten seeds and samples stored in the Svalbard Global Seed Vault, the entrance of which is pictured here. ",
            "Indeed, two years ago, Álvaro Díaz-Flores and some coworkers at the University of Arizona proposed their own idea for a lunar ark. Theirs would “shelter seeds, sperms, eggs, and DNA of endangered animal and plant species of Earth.”",
            "They’d stash collected cells or tissues in caves below the moon’s surface. Called lava tubes, the caves likely formed when underground rivers of molten rock ran dry. A solar-powered system would keep things cold. But if it ever lost power, the stored samples likely would go bad.",
            "In the moon’s forever-frozen shadowed regions, a lunar vault would need no energy or constant human maintenance, Hagedorn’s team notes. And given the south pole’s low temperatures, she says, a vault there could store fibroblasts — “one of the most powerful cells that we have today.”",
            "Scientists can transform these animal cells into stem cells. “Then those stem cells can be used for cloning,” Hagedorn says. Fibroblasts could be valuable for rebuilding populations of threatened or extinct species. Or they might help recreate ecosystems in future human colonies on the moon or Mars.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The new proposal would have its share of hurdles. These include what to do about radiation and the long-term effects of microgravity on stored samples. Hagedorn’s team is designing radiation-proof containers for samples brought up from Earth. The next step would be to test prototypes on a future moon mission.",
            "“The authors do a good job laying out many of the challenges,” says Benjamin Greenhagen. He’s a lunar scientist at the Johns Hopkins Applied Physics Laboratory. It’s in Laurel, Md. But he notes that the moon’s permanently dark regions aren’t immune to broad swings in temperature as more or less reflected sunlight can shine into the shadows. Such sites “are still cold,” he says. Still, he worries, they might not always be cold enough for this project “without some level of … management.”",
            "iFhttps://www.youtube.com/embed/-TcyHQxol8k?feature=oembed",
            "In this audio podcast, Mary Hagedorn describes her team’s new proposal in greater depth with her host from the American Institute of Biological Sciences.",
            "By far, the biggest challenge will be getting everyone in the scientific community to largely agree, Hagedorn says. Then nations would need to work together on the plan.",
            "Greenhagen also notes there “are communities on Earth to whom the moon is sacred.” Those who want to build a lunar ark should actively “engage these communities” if they hope to ever bank biological samples on the moon.",
            "Hagedorn’s group argues that the first samples targeted for lunar storage should include endangered species, pollinators, ecology-building species and species that have the potential to help humans during space exploration. But planning for this project is still in its early stages. As such, she notes, “nothing’s set in stone at this point.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/plastic-pollution-microbes-break-down-algae-plants",
        "title": "\n\tTo limit pollution, new recipe makes plastic a treat for microbes",
        "content": [
            "*tiny_bits_of_colored_plastic_scattered_in_soil",
            "Microplastic bits can show up anywhere in the environment, including soil (as here). A new plastic can break down when exposed to certain bacteria. That should limit the ability of those plastic bits to stick around long enough to harm ecosystems — and people. ",
            "Plastic pollution is hurting the planet. Even when plastics break down, tiny bits of them still end up polluting the air, the oceans, our food — and even our blood. But a new material might help limit that.",
            "“We’re basically running a giant experiment right now, in terms of what microplastics and nanoplastics are doing to us,” says Michael Burkart. He’s a chemical biologist at the University of California, San Diego (UCSD). He’s also a founder of Algenesis Materials. It’s a company developing a new plastic.",
            "Most plastics have been made from crude oil, a fossil fuel. Four years ago, Burkart’s team at UCSD developed a new type. They made it from building blocks that can be produced by algae. Now, they’ve shown that this plastic breaks down quickly when a particular species of bacteria dine on it.",
            "The researchers described the finding March 12 in Scientific Reports.",
            "In the environment, larger plastic pieces tend to break down into tinier and tinier bits. If the starting plastic is made from fossil fuels, those bits can take centuries to break down completely. In contrast, Burkart’s team reports the new plastic shouldn’t stick around long enough to harm wildlife (or us).",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The new plastic is a type of polyurethane. Such plastics are used to make foams, paints and adhesives, among other things. The new, biodegradable type contains many chemical building blocks. Small chemical groups known as esters link all those building blocks into a long chain. Bacteria can break apart those esters, releasing the building blocks.",
            "Those building blocks are made from ingredients produced by plants and algae. Many types of microbes break down plants and algae and eat those building blocks. The researchers suspected those microbes might do the same thing to the building blocks of the new plastic.",
            "To test that, Burkart’s team broke their new plastic into tiny particles. They did the same with a different type of plastic made from fossil fuels. It’s known as ethyl vinyl acetate, or EVA. Then researchers mixed these microplastics with fresh compost — a moist mix of decomposed plants, food waste and microbes. After 90 days, 68 percent of the new plastic had broken down. That number climbed to 97 percent after about seven months. In contrast, the researchers saw no EVA breakdown throughout that time.",
            "Compost has everything the plastic needs to degrade: microbes to break it down plus water. The material also can break down in wet soil or the ocean.",
            "But the new plastic won’t break down while you’re using it, says Stephen Mayfield. He’s a molecular geneticist at UCSD. He’s also the chief executive officer of Algenesis Materials. To break down the microplastics, “you need them to be wet 24 hours a day, seven days a week,” he says. “If you break that cycle, even for a short period of time, you kill the microorganisms.”",
            "*phone_cases_made_from_biodegradable_plastic_after_0,_29,_192,_370_and_533_days",
            "fCThis phone case is made from the biodegradable plastic. After being mixed with compost for a year and a half, it turned brown and brittle, showing microbes were breaking it down. Another phone case that was not composted (not shown) was still fully intact after a year. ",
            "When microbes break down plant materials, such as cellulose, they release carbon dioxide (CO2), a greenhouse gas. The researchers decided to compare the CO2 output of microbes dining on the new microplastic to when they ate cellulose.",
            "The new plastic’s breakdown released just as much CO2 as when the microbes ate the same amount of cellulose. This suggests the microbes were breaking down the plastic about as well as they do plants. The scientists even found one bacterium that can survive just by munching bits of the new plastic.",
            "Finally, the UCSD team made a cell phone case from a similar polyurethane that microbes can break down. They left it in moist compost for a year. Afterwards, the case was brittle and discolored. Those changes indicate that microbes living naturally in the compost were breaking it down.",
            "The scientists also coated a piece of fabric in the new plastic. After being mixed with the compost for two weeks, that fabric easily broke apart. Another piece of the coated fabric was not composted. It was still intact after two weeks.",
            "“I’m so excited for this in the textiles space,” says Lisa Erdle. She’s an ecotoxicologist at 5 Gyres. It’s a nonprofit institute in Santa Monica, Calif. Erdle did not take part in the new work, but she does study how microplastics affect the environment.",
            "Polyurethane is sometimes used to coat natural fibers, like wool and cotton, for clothing, Erdle says. Over time, that plastic coating flakes off, “fragmenting into smaller and smaller pieces and never going away.” Having something that can readily be broken down by bacteria, she says, is better than “having persistent plastic in the environment.”",
            "*fabric_coated_in_biodegradable_plastic_after_0,_19_,_and_38_days",
            "fCThis fabric is coated with biodegradable plastic. After a month mixed with compost, it crumbled into pieces. That suggests that microbes broke down the plastic. Another piece of coated fabric (not shown) was not composted; it didn’t change at all during that time.",
            "Moving forward, Algenesis Materials hopes to start making biodegradable, single-use plastics, says Mayfield. These might, for example, replace materials currently used in food packaging, he says. And then “you just chuck that thing in a compost pile and it becomes mulch in about 90 days.”",
            "“What I want is for people to have hope that there are solutions” to the microplastics problem, says Burkart. “We actually don’t have to accept the status quo.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-carbon-capture-definition-pronunciation",
        "title": "\n\tScientists Say: Carbon capture",
        "content": [
            "*two_fence-like_rows_of_tubes_one_grey,_one_green_run_across_a_platform_toward_other_equipment_under_",
            "These tubes, called bioreactors, are filled with microalgae that sponge carbon dioxide from the atmosphere and use it in photosynthesis. This process converts the carbon dioxide into sugars, which the algae use to grow and reproduce — removing it from the air. ",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1776482877&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Carbon capture refers to technology that tries to tackle climate change by capturing carbon dioxide, or CO2.",
            "In Earth’s atmosphere, CO2 works like a blanket. It traps heat, warming our climate. Humans add a lot of CO2 to the air when they burn fossil fuels, such as coal, oil or natural gas, for energy. Carbon capture can reduce this climate-warming CO2 pollution.",
            "There are two main types of carbon capture. One removes CO2 that’s already in the atmosphere. That’s called non-point-source capture. The other removes CO2 from the source — where it is made — so it never enters the atmosphere. That’s called point-source capture.",
            "Point-source carbon capture is used in some industries that produce a lot of CO2, such as steel- and cement-making. One type of point-source carbon capture uses a liquid to remove CO2 before it billows out of a smokestack. Another approach uses special materials that cling to CO2 molecules, removing them from emissions. Once captured, this carbon must be used or pumped deep underground for storage.",
            "Non-point-source carbon capture removes CO2 from the atmosphere — after it has escaped from where it was made. One approach uses tanks filled with a kind of algae called microalgae. Like plants, these algae carry out photosynthesis. This process converts CO2 in the air into sugar, which the algae use to grow and reproduce. When algae reproduce — giving rise to more algae — they’ve turned CO2 into biomass, the matter that makes up organisms. That removes CO2 from the air. The algae’s biomass might then be stored or used to make fertilizers or other valuable products.",
            "Carbon capture technologies receive some criticism. Some people argue that the benefit of this tech is too small to be of value. Or that carbon capture can disguise the real problem — that people should not be burning so many fossil fuels in the first place. Others point to the risks of carbon capture, such as leakage of the stored CO2. Carbon capture technologies remain one of several approaches to tackling climate change.",
            "For carbon capture, special nano-scale materials sponge CO2 from the air.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/vampire-bats-running-treadmills",
        "title": "\n\tPutting vampire bats on treadmills revealed an energy-burning quirk",
        "content": [
            "*A_vampire_bat_is_mid-stride_in_a_run_on_a_treadmill,_with_its_hind_limbs_both_down_and_its_front_lim",
            "A vampire bat working out on a tiny treadmill helped scientists figure out the quirks of its metabolism.",
            "Vampire bats live on a strictly blood-based diet. So strict, in fact, that they seem to process their food more like some blood-feeding flies than like other known mammals.",
            "Researchers discovered this by coaxing common vampire bats (Desmodus rotundus) to run on a tiny treadmill. Running isn’t that unusual for these bats in the wild. When they’re not flying around, they’re often found scurrying along the ground after cattle, horses and other mammals to feed from.",
            "While bats in this experiment hit the mini gym, scientists tracked the carbon dioxide they exhaled. Up to 60 percent of that CO2 came from the bats metabolizing fuel other than carbs or fats. That was surprising, since those are the fuels that typically power running mammals.",
            "Instead, much of the energy bats were using came from a recent high-protein meal of cow blood. The gases they exhaled during their workouts contained telltale traces from amino acids. Those are the building blocks of proteins.",
            "Another clue to the fuel a runner is using is the ratio of CO2 exhaled to oxygen used. This ratio stayed steady as researchers pushed the treadmill pace from walking to running. That steadiness is a sign that bats weren’t fueling their exercise the usual mammal way. Gas ratios typically change as exercise gets harder and mammals shift from burning mostly fats to relying more on carbs.",
            "Researchers shared these findings November 6 in Biology Letters.",
            "iFhttps://www.youtube.com/embed/rjBtx8AMR_Q?start=3&feature=oembed",
            "Researchers put vampire bats through their paces on a mini treadmill to discover what fuels their metabolism.",
            "The discovery means the vampire bats power along much like blood-feeding tsetse flies or some mosquitoes. That’s a first for mammals, thinks Ken Welch. He’s an ecological physiologist at the University of Toronto in Canada. He did the experiments along with Giulia Rossi. This physiologist now works at McMaster University in Hamilton, Canada.",
            "The basic chemistry of bats’ blood-based power isn’t that unusual. “In most of us mammals,” Welch says, we can break down amino acids for fuel or some other use. But those processes are “built to slowly churn along in the background.”",
            "Hibernating bears, for instance, might use this fuel source. “But these are extreme examples,” Welch says. And even then, bears “are not using amino acids they ingested in a meal only minutes before.”  ",
            "Vampire bats’ blood diet seems fairly poor in the kinds of nutrients that let most mammals build up their stores of fuels such as fats. So it makes sense to Welch that bats’ ability to use those fuels weakened over time.",
            "Yet relying so much on amino acids has its downsides. These fuels aren’t as easy to access quickly. And that means the bats could be more vulnerable to starvation. These vampires get thirsty often."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/why-we-arent-left-or-right-brained",
        "title": "\n\tWhy we aren’t really ‘left-brained’ or ‘right-brained’",
        "content": [
            "*an_illustration_of_the_idea_of_the_left_brain_being_analytical_more_angles_and_a_circuitboard_type_n",
            "It’s a common belief that the left side of our brain is logical and the right brain is creative. Unfortunately, that’s not supported by science.",
            "Our brains are very flexible. Some people use their brains to create art. Others use them to solve math problems. Some do both — plus a host of other actions.",
            "Our brain is made up of two halves called hemispheres. The left and right sides are symmetric, meaning they look more or less the same. The major brain structures that control how we think, move, feel and see are found in both halves.",
            "But the sides can act separately. For instance, the left side of the brain controls vision and movement on the right side of the body. And vice versa. Some functions, such as speech, can be controlled more by one side of the brain than the other. This has led some people to suggest that the two halves are specialized.",
            "People sometimes describe those of us who are more creative as being “right-brained,” and those who are more logical as “left-brained.” This became a very popular idea about how the brain works. But it isn’t really true.",
            "To understand where it came from, we have to go back 70 years.",
            "iFhttps://www.youtube.com/embed/SHqDf8wfABM?feature=oembed",
            "Right-brained or left-brained? Both! Although some functions seem based more on one side of the brain — a concept called lateralization — most things we do use structures in both halves.",
            "The theory about left and right brains emerged from work that started in the 1950s.",
            "Roger Sperry was a neuroscientist at the California Institute of Technology in Pasadena. He got curious about how the two sides of the brain interact. He focused on a thick bundle of nerve fibers that joins the two halves. It’s called the corpus callosum and in people it contains more than 200 million nerve fibers.",
            "*an_image_of_the_brain_showing_the_corpus_callosumSEBASTIAN_KAULITZKISCIENCE_PHOTO_LIBRARY",
            "fCBrain imaging technologies can reveal nerve connections throughout the brain. A large bundle of fibers called the corpus callosum — seen here as vertical yellowish lines — links the two hemispheres.",
            "This connection helps the brain’s two sides communicate and work together. But doctors had discovered that cutting the corpus callosum could help treat severe cases of epilepsy. In this disorder, excess nerve-cell activity can overwhelm the brain. It’s been described like a lightning storm inside the head. Too much nerve-cell firing can cause harmful seizures. Cutting the corpus callosum quieted them. And it didn’t seem to have a big effect on normal brain function.",
            "That splitting the brain didn’t seem to cause problems fascinated Sperry. To better understand why, he started working with people who had gotten their corpus callosum cut.",
            "Sperry asked these volunteers to cover one eye at a time. Then he showed them a series of words. The people could only recall words they viewed with their right eyes, not their left. When shown objects, people could draw things they saw with their left eyes but could not describe them in words.",
            "These results suggested that the ability to use and understand language is based in the left side of the brain.",
            "This finding made sense for other reasons, too. From other studies, researchers knew about two parts of the brain important for language. They are called Broca’s (BRO-kuhz) area and Wernicke’s (WUR-nih-keez) area. Both are usually found on the left side of the brain.",
            "*an_illustration_showing_where_the_Broca's_area_is_located_in_the_human_brain",
            "fCBroca’s area largely controls language. It’s found on the left side of the brain in a region called the inferior frontal gyrus, highlighted here in orange.",
            "Sperry’s “split-brain” research changed how we thought our brain worked. Indeed, he would share the 1981 Nobel Prize in physiology or medicine for his work. But the idea of right- versus left-brain skills also caught people’s imaginations. An article based on Sperry’s work had been published in the New York Times Magazine in 1973. It took ideas from his findings and other case studies and ran with them. It claimed skills such as musical ability were controlled entirely by the right brain.",
            "In this way, important research gave way to speculation.",
            "In fact, this early research had one huge limitation: Scientists back then had no way to look inside a living brain.",
            "Now, researchers have several tools that can image the working brain. One is functional magnetic resonance imaging, or fMRI. It can track blood flow in the brain. Active brain cells need lots of oxygen, which is carried by blood. So high levels of blood flow are used to pinpoint regions where the brain is active.",
            "In 2013, researchers used MRI to scan the brains of more than 1,000 kids and young adults. They measured whether some brain functions seemed isolated to the left or right sides. And a few functions were tied more strongly to one side, these scans showed. Among them was language, which supported Sperry’s findings from decades earlier. But most brain networks bounced between both hemispheres.",
            "That disproved the idea that only the right hemisphere is at work when you perform music or create art, says Diana Sarko. “That’s just not true. [Activity] is very, very distributed.” And, she adds, “Thank goodness it is, because both sides of the brain have a lot to offer.” Though not part of the MRI work, Sarko studies the brain at Southern Illinois University in Carbondale.",
            "iFhttps://www.youtube.com/embed/r7YVIufgAx4?feature=oembed",
            "This video debunks the myth about analytic “left-brained” versus artsy “right-brained” people.",
            "Michelle Ellefson agrees. The theory that one side of the brain can control general traits like creativity or logic is out of date, she says. A neuroscientist, she works at the University of Cambridge in England. “The thinking now,” she says, “is that although there may be one area largely responsible for some sort of skill, it doesn’t work on its own.” Brain imaging shows that “everything’s interconnected.”  ",
            "Not only do brain areas work together, but sometimes networks also change or move. Such shifts may be seen in response to injury. And they give further evidence that many functions aren’t limited to specific areas of the brain.",
            "Some functions are controlled more by regions on one side of the brain than the other. But traits like creativity and logic are far too complex to use just one brain area. In fact, any time you create a painting or solve a math problem, lots of areas on both sides of the brain team up. So the next time a quiz or a friend tells you that you’re “left-brained“ or “right-brained,” remember: You have your whole brain to thank for all the amazing things you can do.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-entanglement",
        "title": "\n\tLet’s learn about entanglement",
        "content": [
            "*_Let’s_learn_about_entanglement18",
            "When two particles are entangled, their properties are perfectly synced — even when the particles are very far apart. ",
            "The quantum realm is full of seemingly impossible things. But one of the strangest has to be entanglement.",
            "Entanglement is a special way of linking up particles. When two particles become entangled, their features are perfectly in sync. Such features might include their position or speed. If you measure the properties of one particle, you automatically know the properties of the other. And whatever happens to one will also affect the other.",
            "This is true no matter how far apart two entangled particles are. They could be on opposite sides of the planet, the solar system or even the universe. Even then, observing one would still instantly tell you what’s going on with the other.",
            "Scientists first proposed entanglement was possible in the 1930s. But not everyone was on board with the idea. One famous skeptic was Albert Einstein. His problem was that with entangled particles, it would be possible to instantly tell someone what’s happening infinitely far away. This would suggest that information can travel infinitely fast. And nothing, not even information, is supposed to be able to travel faster than the speed of light. For that reason, Einstein dubbed the idea of entanglement “spooky action at a distance.”",
            "Lab experiments have since shown that particles can indeed become entangled. Those experiments won three researchers the 2022 Nobel Prize in physics. Scientists have entangled light particles, or photons. Plus electrons, atoms and even molecules. Such synced-up particles could be used to build quantum computers. Using quantum bits, or qubits, those devices may solve problems no ordinary computer can.",
            "So Einstein might have been wrong about entanglement being real. But he was right about it being pretty spooky stuff.",
            "Experiments on ‘entangled’ quantum particles won the physics Nobel Prize The winners of the 2022 Nobel Prize in physics showed that entanglement happens in real life. (10/5/2022) Readability: 7.9",
            "Here’s why scientists want a good quantum computer These machines could tackle big problems in climate, medicine and more. But the tech is still in its infancy — and runs on truly strange physics. (5/30/2024) Readability: 7.9",
            "The quantum world is mind-bogglingly weird At the smallest scales, particles behave very strange ways that scientists are still trying to understand. (9/14/2017) Readability: 7.3",
            "iFhttps://www.youtube.com/embed/6yfWdb-JOA8?feature=oembed",
            "Let’s unpack what exactly entanglement is — and why it might be important to the very fabric of the cosmos. ",
            "Scientists Say: Quantum",
            "Let’s learn about the quantum realm",
            "Let’s learn about the Nobel Prize",
            "Harry Potter can apparate. Can you?",
            "Human teleportation? This century we’re stuck doing it virtually",
            "Famous physics cat now alive, dead and in two boxes at once",
            "Word find",
            "Play Uno with a quantum twist! This fun variant on this classic card game with “entangled” players adds an extra challenge."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/mayo-behavior-nuclear-fusion",
        "title": "\n\tWeirdly, mayo can help study conditions ripe for nuclear fusion ",
        "content": [
            "*A_spoon_scooping_mayonnaise_out_of_a_jar",
            "Yes, mayonnaise, the same stuff you might put on a sandwich. Dollops of the condiment could help scientists better design nuclear fusion experiments.",
            "Mayonnaise is useful for smearing on sandwiches and  prepping potato salads. But scientists are now using it to study nuclear fusion.",
            "How mayonnaise behaves can vary. If jiggled gently, it returns to its original shape. That’s called elastic behavior — like how an elastic hair band will return to its original shape after you stretch it. But fling the mayo forcefully and it takes on plastic behavior. That means it permanently changes its shape or can even break apart. (You’re probably more familiar with the term “plastic” to describe the material that makes up soda bottles, LEGOs and more. The two terms are related. Plastic, the material, is named after its ability to be molded or deformed into various shapes.)",
            "This elastic-to-plastic morphing also can also take place in tests that use lasers to kick off nuclear fusion. That’s the process where slamming two lightweight atoms together hard enough can make them merge. The mass of this combo is less than the sum of each starting atom. That’s because some of that mass is converted into energy. So the process releases an enormous amount of energy.",
            "Scientists want to learn how to control fusion so they can one day use it to generate electricity.",
            "Scientists have been working to ignite a fusion reaction in the lab that releases more energy than went into it. Last December they succeeded. Researchers at Lawrence Livermore National Laboratory in California beamed 192 lasers at a small chamber containing fuel. This raised the pressures and temperatures so high inside the fuel that the nuclei of its atoms fused. And those fusion reactions released more energy than had been needed to set them off.",
            "But it’s difficult to study how materials behave under the extreme conditions required for fusion. And that’s where the mayonnaise comes in.",
            "The behavior of the fuel capsule in fusion experiments, it turns out, has a lot in common with mayonnaise. The fuel capsule is a metal or other material that contains a gas (the fuel). When lasers hit the capsule, it melts. The melty capsule can now switch from elastic to plastic.",
            "The molten capsule has some properties of a solid. Like gloopy mayo, it doesn’t flow on its own. Under enough force, however, it can break apart. If the capsule becomes plastic before fusion occurs, the gas could escape. And that could prevent fusion from taking place.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Two mechanical engineers at Lehigh University in Bethlehem, Pa., wanted to understand that better. So they looked at how mayo mixes with a gas — air. Aren Boyaci and Arindam Banerjee spun a wheel into which they’d dropped dollops of mayo. The centrifugal force of the spinning wheel accelerated that mayo into the air. Here, the mayo acts like the melted capsule, and the air acts like the gaseous fuel.",
            "The scientists observed the glob while the wheel was spinning. They looked at it again after it stopped. They checked whether the mayo had returned to its original form, changed shape or broken apart. This determined the border between its elastic and plastic behaviors, they explain in the May Physical Review E.",
            "Working with mayo does have one drawback. When you show up in the supermarket checkout line with 48 containers of mayo, you’re bound to attract attention. “We sometimes get a lot of questions from the grocery stores,” Banerjee says, asking “why we are buying that much mayonnaise.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/why-dandruff-forms-scalp-hair",
        "title": "\n\tWhy you shouldn’t just brush off dandruff",
        "content": [
            "*a_photo_of_a_person_with_short_curly_hair_scratching_their_head,_as_seen_from_behind_White_flakes_of",
            "Dandruff makes the scalp itch, but it’s not a dry skin problem. Treating it may call for a change in how often you wash your hair, use of an over-the-counter dandruff shampoo, or even turning to a prescription shampoo. ",
            "Dandruff flakes on your hair or shoulders don’t look good. The itchy scalp that comes with it is no fun, either. In fact, although dandruff shows up on your hair, the condition actually starts with your scalp.",
            "Dandruff is a type of dermatitis (Der-muh-TY-tis), or skin inflammation. One study estimated that half of us will at some point develop this condition. And one key time it may emerge is puberty.",
            "Everyone’s scalp hosts a mix of microbes. This is known as its microbiome (MY-kroh-BY-ohm). Sometimes the normal proportion of some types to others gets messed up. This is known as a dysbiosis (Dis-by-OH-sis). In people with dandruff, certain types of yeast and bacteria are far more common, compared to people with healthy scalps.",
            "Amy McMichael and others discussed some of the culprits in a July 2024 report in the Archives of Dermatological Research. She’s a dermatologist at Wake Forest University School of Medicine and the Atrium Health Wake Forest Baptist Medical Center. Both are in Winston-Salem, N.C.",
            "People often make the mistake of thinking an itchy, scaly scalp is dry, McMichael says. If they add oil, though, they risk making matters worse. Dandruff is actually “a greasy, flaky problem,” she explains. Too much oil provides extra food for the harmful bacteria and yeast, driving the flake production. In fact, dandruff can affect parts of the body with glands that produce sebum, a natural oil.",
            "Dandruff can develop in people with every hair type. However, Black people may have higher rates than other groups, says a 2015 study by researchers at the University of Miami School of Medicine, in Florida.",
            "Hair-care practices might explain some of the difference, McMichael says. She and others have found differences in how often women of African and European ancestry shampoo their hair. Most Black women in the study said they washed their hair once every week or two. A majority of the white participants said they shampooed at least every other day.",
            "Part of the reason for this difference may have to do with how curly their hair is.",
            "The outer layer of hair is the cuticle. Straight hair with a smooth cuticle quickly looks dull when it gets oily, notes Gabriela Daniels. She’s a hair scientist at the London College of Fashion in England. (It’s part of the University of the Arts London.) But on hair with tight curls and coils, the shingles — bits of the hair shaft on its outer layer, or cuticle — may not lie flat. That can make it reflect light differently. So, it may not look dirty as soon, Daniels says.",
            "More frequent hair-washing can help deal with dandruff, McMichael says. If you worry about shampoos drying out the hair, use them just near the scalp, she suggests.",
            "If flaking is a problem, try shampoos labeled as formulated to deal with dandruff. If those don’t work, your doctor may prescribe you a stronger treatment.",
            "And also use hair conditioners, McMichael advises. “It actually smooths the outer layer — the cuticle — much better than you can get with oil.” Be careful about using hair sprays and gels, she adds. These can dry hair, increasing the risk that strands will break.",
            "In any case, if you notice a hair or scalp problem, talk to your doctor or another health-care expert right away. You might need help for dandruff. Or you might have a more serious skin or hair condition.",
            "“The earlier that you come in, the better off you are,” McMichael says."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/explainer-how-heart-beats",
        "title": "\n\tExplainer: Anatomy of a heartbeat",
        "content": [
            "*a_model_of_a_uman_heart_behind_illustrated_ECG_traces",
            "The heart beats steadily from long before you’re born to the day you die. Triggering each beat (illustrated in background by an electrocardiogram line) is a zap of electricity — literally the pulse of life. ",
            "Your heart beats about 100,000 times per day. That’s around 3 billion times over an average lifetime. Each beat pumps blood to the lungs, where it picks up oxygen. From there, it flows on to all of the rest of our cells, bringing nutrients and life-sustaining oxygen and carrying away wastes.",
            "When we sit quietly in a chair, our hearts typically beat between 60 and 100 times per minute. But very fit people can have as few as 40 to 50 heartbeats per minute. When you’re exercising, stressed or angry, your heart rate will speed up. How fast? The usual estimate for how fast your heart can beat is 220 beats per minute, minus your age (in years). So a 13-year-old would have a maximum heart rate of 207 beats per minute.",
            "Our hearts are made up of millions of muscle cells. And no matter how your heart rate changes, all of those cells still contract — and beat — in the right order. And they do it over and over without stopping.",
            "iFhttps://www.youtube.com/embed/GMBSU-2GK3E?feature=oembed",
            "See how various parts of the heart rhythmically contract to move blood throughout the body.",
            "Each heartbeat is divided into two segments, which sound like “lub-DUB.” You can hear this if you put your ear on someone’s chest or use a stethoscope. The rhythm comes from the pumping of blood as the heart’s four chambers contract.",
            "Each beat starts in the heart’s two upper chambers — the right and left atrium. The right atrium fills with low-oxygen blood that is returning from a circuit around the body. The left atrium fills with blood coming from the lungs, where it picked up oxygen.",
            "These atria push blood down into two bigger, muscular chambers below them — the right and left ventricles. When the ventricles are full, valves close so the blood can’t flow back to the atria. That’s the “lub” sound.",
            "Now the ventricles contract. The right ventricle sends the low-oxygen blood to the lungs where it can pick up a new supply of oxygen. The left ventricle takes oxygen-rich blood and pumps it out to the rest of the body. Then the valves in those ventricles close to keep the blood from coming back in. That’s the “DUB” sound.",
            "Lub-DUB. Lub-DUB. The rhythm can speed up or slow down. But it always happens in the same order.",
            "It might be easy to think that the brain controls this action. After all, it controls our muscles and other organs. But while the heart takes some input from the brain, it has a “mind” of its own.",
            "If the four chambers of the heart are a four-piece band, all beating in rhythm, their conductor is the sino-atrial node. It is sometimes called the SA node or sinus node. It’s the heart’s natural pacemaker.",
            "*an_animation_showing_the_electrical_signal_that_travels_through_the_various_parts_of_the_heart_to_ca",
            "fCKalumet/Wikimedia Commons (CC BY-SA 3.0)",
            "This animation shows the electrical signal, or action potential, coming from the heart’s right sino-atrial node (at animation’s top left). That signal (in red) moves on to the atrio-ventricular node at center of the heart before spreading to the heart’s ventricles. This signal is what makes the chambers of the heart contract in a coordinated rhythm. The line at the bottom shows the electrical signal, like you might see in an electrocardiogram or EKG.",
            "This tiny bundle of cells is about the size of two grains of rice, laying end to end. It sits atop the right atrium. Electricity sets the rate at which this pacemaker fires a zap of electricity into the heart’s two upper chambers.",
            "That signal then travels to another clump of cells that sit between the heart’s upper and lower chambers, explains Edward Lakatta. He’s a cardiologist, or doctor who studies and treats diseases of the heart. He works at the National Institutes of Health in the Laboratory of Cardiovascular Science. It’s in Baltimore, Md. This second clump of cells makes up the AV node. That’s short for atrio-ventricular node. It’s an electrical transfer station.",
            "The AV node shuttles an electric pacing signal down to the heart’s lower chambers. This jolts the muscle cells that make up the walls of each ventricle. Called an action potential, this zap “wakes up heart cells in the ventricle,” Lakatta says, and asks them to squeeze. This action, he explains will “pump the blood out of the bottom part of the heart and throughout your body.”",
            "That, in a nutshell, is one heartbeat. And it happens about 60 times each minute — from before we’re born to the time we die."
        ]
    }
]