[
    {
        "URL": "https://www.snexplores.org/article/lion-new-second-roar-ai",
        "title": "\n\tLions have a second roar that scientists have only just discovered",
        "content": [
            "*a_lioness_opening_her_mouth_wide_to_roar",
            "Think you know the sound of a lion’s roar? This lioness, from Tanzania’s Nyerere National Park, helped scientists uncover a second type that no one had noticed before.",
            "The thunderous roar of the MGM lion has opened Hollywood films for nearly a century. That iconic sound has conditioned us to hear the big cat’s call in a specific way. It’s a booming blast that announces power and presence. But the real soundscape of a lion pride is far more intricate than what you hear at the movies, new research shows. And this finding challenges decades-old assumptions about lions.",
            "Scientists used machine-learning techniques to analyze field recordings of lions in Africa.  ",
            "They found that African lions (Panthera leo) produce two distinct roars. There’s the familiar, guttural one that anchors a roaring bout. It carries vocal signatures that are unique to each animal. But they also found an overlooked “intermediary” roar. It’s shorter and lower-pitched than the classic full-throated type.",
            "Biologists long have known that a lion’s roar helps advertise territory. It also attracts mates and helps pride members locate each other. A complete roaring bout begins with moans and ends with grunts. But scientists had treated everything in the middle as a single roar.",
            "The new data let biologists separate that roar into its parts. And it might help train artificial intelligence (AI) to tell the voice of one lion from the next. That could let conservation groups count and track lions by sound alone.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "“The new work makes the technique easier to understand and implement by non-specialists,” Karen McComb says. She did not take part in the new study. But her work at the University of Sussex in England focuses on how lions and other animals talk to each other and how they think.",
            "As lion habitat has been shrinking and more people have been killing these big cats, they’ve declined by 90 percent through their historic range, says Jonathan Growcott. Being able to identify a lion by its roar could allow you to count them. A conservation technologist and large-carnivore biologist, Growcott works at the University of Exeter in England.",
            "What lions might be saying with the newly identified intermediary roar remains unknown. “Unfortunately, we don’t speak lion,” Growcott says. “There is no option of ‘lion’ on Duolingo.”",
            "His team shared its new roar discovery November 20 in Ecology and Evolution.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The research began with tens of thousands of hours of audio. The sounds had been captured by remote recorders in Tanzania’s Nyerere National Park. They also came from special collars fitted to lions in Zimbabwe.",
            "Growcott’s team ran more than 3,000 calls through a computer program. It was designed to detect patterns in the sound signals. And subtle differences jumped out.",
            "Full-throated roars traced a clear arc. They rose in pitch before ending in a trailing fall. Intermediary roars were flatter and far less elaborate.",
            "The researchers used the length and pitch of a sound to build an algorithm. It’s a type of computer tool built around step-by-step rules for doing something, such as analyzing data. This algorithm classified each type of roar, moan and grunt with high precision. In at least one lion population, its accuracy topped 91 percent.",
            "Roar types and the more informative full-throated call helped the tool identify which lion was roaring. The tool even outperformed human experts.",
            "A lioness goes through her repertoire of roars as she walks a dirt road in the Bubye Valley Conservancy of Zimbabwe. You can hear the newly identified “intermediary” roar in the middle of her vocalizations. It’s in between her starting moans, a full-throated sound and her final grunts.",
            "fCMatt Wijers",
            "Tanya Berger-Wolf is a computational ecologist. She works at Ohio State University in Columbus. This is one of the first clear demonstrations that machine learning can reliably interpret the vocalizations of a mammal, she says.",
            "The recordings, however, lack context on what a lion had been doing at the time. So scientists still can’t say why lions choose one roar type over the other.",
            "This is an open question that intrigues lion experts like Craig Packer. He works at the University of Minnesota in St. Paul. “It would be interesting to have enough recordings in known contexts to know if lions roar more loudly in certain situations,” he says.",
            "As for the MGM lion, his iconic roar contains no hidden intermediary roar. That’s because the sound doesn’t belong to a lion at all. In a bit of Hollywood movie magic, sound designers opted for something even more ferocious, Growcott says. “The MGM lion is actually a tiger.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/chicago-rat-hole-likely-squirrel",
        "title": "\n\tChicago’s Rat Hole? Science concludes it’s likely not from a rat",
        "content": [
            "*Water_fills_the_crime_scene-like_outline_of_Chicago's_Rat_Hole,_a_rodent-shaped_crater_in_concrete_w",
            "It may look like a rat went “splat” in this slab of a Chicago sidewalk, but a new study suggests the impression was more likely left by a squirrel.",
            "For years, people in one Chicago neighborhood walked past an unusual sight: a hole in the sidewalk that looked as if a rat had belly-flopped into wet concrete. Dubbed “Splatatouille” — a riff on the name of the Disney movie Ratatouille — the Chicago Rat Hole went viral in 2024. Now research suggests that imprint is likely a squirrel squish.",
            "The decades-old imprint became a sensation when artist Winslow Dumaine posted about the site.",
            "After that, visitors left coins, flowers and other items beside the beloved landmark. They also shared plenty of pictures on social media. Those were key to a study published October 15 in Biology Letters.",
            "In it, researchers borrowed methods from paleontology. They used fossil-investigating techniques to figure out which modern mammal made its mark in the city.",
            "“It seemed like a fun project,” says Michael Granatosky. They got “to apply the scientific method to something that’s lighthearted.” Granatosky studies how evolution shapes the way animals move at the University of Tennessee in Knoxville. He was also part of a team who cracked the case.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "His group collected dozens of images of the rat hole shared on social media. From these, they measured features such as its nose-to-tail length and head width. Those data would help determine what actually made the critter crater.",
            "Next, the team used the app iNaturalist. It identified eight small mammal species in Chicago. The researchers looked at measurements of museum specimens of those same eight species. Then they compared their sizes to those of the “rat hole.”",
            "Splatatouille’s measurements most closely match those of a squirrel. What type? Most likely it was an eastern gray (Sciurus carolinensis) or fox squirrel (S. niger).",
            "There don’t appear to be footprints leading to the imprint. So Granatosky suggests the animal likely fell into the wet concrete from above. Perhaps a bird of prey in flight — such as a hawk or owl — dropped the rodent. Or it may have fallen from a tree that residents say once stood by the mystery mammal mark.",
            "Rat purists note that there’s no squirrel-like bushy tail in the impression. But Granatosky says it’s not likely that concrete would capture such fine furry detail.",
            "The museum specimens and photos from social media gave the team a lot of data to work with. Yet the researchers still can’t be 100 percent sure what species made the beloved landmark. This shows just how hard it can be to analyze ancient specimens such as fossils. Granatosky hopes this case study will spark public curiosity.",
            "“It’s so rare to get such a fun story,” he says. “It really speaks to what we do in my lab — which is take data and package it in a way that is accessible.”",
            "As for the Rat Hole? It gained so much attention that some neighbors began to complain about the crowds on their quiet street. A few months after its initial fame, the city carefully removed that slab of sidewalk. But it’s not gone. Today, it sits protected in a display case at Chicago’s City Hall.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/butt-breathing-oxygen",
        "title": "\n\tButt breathing might help people struggling to get enough oxygen",
        "content": [
            "*a_doctor_sits_on_a_bed_next_to_mannequins_lying_on_their_stomachs_with_their_bottoms_showing",
            "Physician Takanori Takebe has shown it’s possible for mammals to get oxygen through their anuses. But whether it’s possible and practical for human patients remains an open question.  ",
            "Takanori Takebe is on a mission to find out if people can breathe through their butts.",
            "This is not the physician and scientist’s usual line of research. He spends most of his time trying to grow lab-made livers to treat organ failure. But Takebe’s side quest to explore backside breathing began several years ago when his father caught pneumonia.",
            "*Takanori_Takebe_stands_next_to_his_dad,_who_inspired_his_work_on_butt_breathing_He's_holding_a_small",
            "fCTakanori Takebe (left) was inspired to study alternative ways to get oxygen when his dad (right) came down with pneumonia and needed to be put on a ventilator. ",
            "At the time, Takebe’s dad had to be hooked up to a ventilator. This involved snaking a tube down his throat so that a machine could push air into his lungs. “I was really shocked by how invasive it is,” says Takebe, who works at Cincinnati Children’s Hospital Medical Center in Ohio. He also works at the University of Osaka in Japan.",
            "Takebe worried about how the ventilator might affect his dad. Doctors had already removed part of his dad’s left lung due to a past infection. Takebe also was concerned about his father’s lack of other options if the ventilator didn’t get him enough oxygen. That got the scientist curious: Was there any way to get oxygen into the body without using the lungs?",
            "Inspiration struck when a student brought a book into Takebe’s lab. The book described how some animals get oxygen through their skin or guts. Freshwater fish called loaches offer one example. They can swallow air and absorb oxygen through their intestines. It’s a trick that helps them survive when their gills can’t pull enough oxygen from the water.",
            "Takebe is an expert in the branch of medicine that deals with the digestive system. So he knew that the human intestinal tract is rich in blood vessels. That’s why treatments called enemas — which send liquid up a patient’s bottom — can get medicine into the bloodstream. And it made Takebe suspect that oxygen could pass from the intestines into the bloodstream, too.",
            "Takebe’s team devised an enemalike treatment. It sends a liquid called perfluorodecalin (Per-floor-oh-DEK-uh-lin) up the rectum. This liquid can be loaded up with lots of oxygen. As it releases that oxygen into the body, space opens up within the liquid’s chemical structure. The liquid can then absorb “exhaled” carbon dioxide.",
            "The scientists first tested this in mice and pigs. The super-oxygen-rich liquid did help the animals survive low-oxygen conditions. Pigs got 400-milliliter doses. (That’s slightly more liquid than a 12-ounce can of soda.) Each dose boosted pigs’ oxygen levels for about 19 minutes.",
            "Takebe’s team published those findings in 2021. Later pig tests showed the technique could improve animals’ oxygen levels for up to half an hour.",
            "During these experiments, Takebe vividly recalls seeing samples of the pigs’ blood change color. It shifted from a muddy, low-oxygen hue to a brighter, oxygen-rich red. “That was my aha moment,” he says. It’s when he realized this wild idea might actually work.",
            "In 2024, the research won an Ig Nobel Prize — a cheeky award for science that makes people laugh, then think. “Thank you so much for believing in the potential of [the] anus,” Takebe said at the awards ceremony.",
            "*a_group_of_men_stand_on_stage,_some_holding_balloons_labeled_O2_for_oxygen,_some_holding_stuffed_pig",
            "fCIn 2024, Takanori Takebe and his colleagues won an Ig Nobel Prize in honor of their work showing that mammals could breathe through their butts. The team accepted their prize wearing hats shaped like loaches (fish that inspired the work) and carrying stuffed pigs — which had been used in the animal experiments.",
            "Now, Takebe’s group has tested the safety of butt breathing in people.",
            "Twenty-seven healthy men in Japan volunteered to take a dose of perfluorodecalin up the anus. They were asked to hold it there for an hour. The liquid wasn’t loaded with oxygen as it would be for a real treatment. The scientists just wanted to see if people could hold this liquid in their guts without it harming them.",
            "Volunteers got different amounts of the liquid. The smallest dose was a squirt of 25 milliliters (about 5 teaspoons). The biggest dose was a whopping 1.5 liters (about 1.5 quarts). That’s the most currently allowed for other medical procedures that send liquid up the bum.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Four of the six men in the 1.5-liter group had to stop receiving liquid early. It hurt their stomachs too much. But most of those who got up to 1 liter fared pretty well. Their worst complaints were bloating and mild tummy pain.",
            "Takebe’s team shared its findings December 12, 2025, in Med. The research was funded by EVA Therapeutics, a company Takebe cofounded to pursue butt breathing. ",
            "The new results hint that this treatment could be safe for people. Still, that doesn’t mean it’s effective. Future studies will have to show whether this treatment actually gets oxygen into people’s bloodstream.",
            "Doctors and scientists have mixed reactions to this research, Takebe says.",
            "One serious skeptic is John Laffey. He’s a doctor and scientist who specializes in lung failure. He works at the University of Galway in Ireland.",
            "Researchers should focus on improving treatments that support the lungs, Laffey says.  They shouldn’t be trying to make other body parts do the lungs’ job. “The lung, even an injured lung, will always exchange gas way better than any other organ,” Laffey says. “That’s what it’s designed for.”",
            "And even if people can get oxygen through the intestines, that wouldn’t make it practical, Laffey adds. “A liter of perfluorodecalin carries 500 milliliters of oxygen,” he says. “We use 250 milliliters per minute. … It’s just very hard to see how this would work.” At the very least, sustained oxygen support would require a lot of enemas, over and over.",
            "Kevin Gibbs is more intrigued by the treatment. He’s a critical-care lung doctor at Wake Forest University School of Medicine in Winston-Salem, N.C.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "“It definitely raised my eyebrows,” Gibbs says of the butt-breathing idea. “As someone who treats a lot of people who have low oxygen levels, I tend to think of myself as an above-the-waist doctor.” But sending oxygen in the back entrance — if it’s shown to work — could be useful in a few cases, he thinks.",
            "One example is when doctors need to put a tube down someone’s throat to hook them up to a ventilator. The process takes mere minutes. Yet in that time, patients can suffer dangerously low oxygen levels, Gibbs points out. If sending oxygen up the anus works, it might sustain patients for the short time it takes to get them on life support. “That would be huge,” he says.",
            "Takebe also imagines intestinal oxygen as an add-on to other types of breathing support. It could also be a short-term solution when other treatments aren’t available. “Maybe we can apply this in emergency situations,” he says. For instance, when someone is on the way to the hospital. Or when they’re being transferred from one hospital to another. But that future would still be many years and clinical trials away.",
            "In the meantime, how does Takebe’s father feel about butt breathing as a way to help patients like him? “Dad is pleased,” Takebe says. “He’s always offering to be our experimental subject.” That would of course be a conflict of interest, Takebe adds. But he appreciates his dad’s support."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/malicious-joy-schadenfreude-emotion",
        "title": "\n\tEveryone experiences malicious joy now and then",
        "content": [
            "*a_pale_teen_boy_has_fallen_off_his_skateboard_and_seems_injured,_behind_him_a_teen_girl_points_and_l",
            "Sometimes we just can’t help but enjoy another person’s misfortune. Germans have a word for this feeling: schadenfreude.",
            "If you ever laugh when someone trips or drops their lunch tray, it may feel a little cruel — and it is. But like anger, sympathy or regret, that jolt of pleasure is a totally normal human emotion.",
            "We don’t have a term for it in English. But the Germans call it schadenfreude (SHAH-den-froy-duh). It means taking joy at someone else’s misfortune.",
            "People don’t tend to talk much about this feeling, probably because it feels inappropriate. But maybe we should, research suggests. Most of the time, schadenfreude is pretty harmless. Other times, it can have big consequences.",
            "Scientists are learning more about how and when people feel schadenfreude. They’re studying situations in which this normally harmless response can escalate. And they’re developing ways to help young people identify schadenfreude when they feel it.",
            "The key lies in how we respond when feeling this lesser-known emotion. If we’re not careful, it can lead to more serious behaviors, such as bullying or revenge. But in the right situations, it can actually be tapped for good.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Schadenfreude is complicated. It’s when we feel pleasure or joy — but only when something goes wrong for someone else. To be clear, we don’t necessarily do anything to harm that person. Most of the time, we just witness or hear about the unlucky event.",
            "Different things can cause these positive feelings. Exactly what triggers them seems to depend on our age. It also matters what our relationship is to the person experiencing the mishap.",
            "Simone Shamay-Tsoory has studied schadenfreude in children as young as two. She’s a psychologist at the University of Haifa in Israel. In one 2014 study, she found that young kids feel this emotion when their mother had given another child more attention.",
            "*an_illustration_of_happy_mom_holding_a_happy_baby_up_in_the_air",
            "fCWhen a child’s mom gives another kid their attention, the jealous child may experience schadenfreude when their mom later experiences a mishap of some type.",
            "Shamay-Tsoory recruited mothers to bring their young child and a child’s friend into the lab. During the session, the mother read a book to the child’s friend. While she read, her son or daughter played on their own. The friend got mom’s attention, which caused her child to feel jealous.",
            "When mom then “accidentally” spilled water on her book, jealous children acted happy. When both children were treated equally, neither acted happy after the spill. The researchers interpreted that happiness as a sign of schadenfreude.",
            "The Israeli study is an example of “justice” schadenfreude. It “appears when someone who has hurt us gets what they deserve,” explains psychologist Christian Cecconi. He’s studied schadenfreude at Roma Tre University in Rome, Italy. It’s also the feeling we get when a thief gets caught while running away.",
            "“Feeling satisfaction in that moment is natural,” Cecconi says. “It’s like justice has been restored.” Schadenfreude may have evolved in response to these types of unfair situations.",
            "But not all schadenfreude involves righting a wrong.",
            "An “aversion” type “happens when we dislike someone — even without a clear reason,” Cecconi says. Maybe you know someone has been rude to others in the past. So when something bad happens to them, you enjoy it. “Seeing that person fail makes us feel better,” he says. “It reminds us we’re not like them.”",
            "Sometimes competition with others can trigger schadenfreude. “This happens when someone seems to outshine us,” Cecconi explains. Maybe a peer gets a higher grade than you and makes you envious. But that person later gets in trouble for acting up in class. The happiness we feel when they get busted is tied to relief. It reminds us the other person isn’t actually better than we are.",
            "You don’t have to know the person experiencing the misfortune, either. People often enjoy it when celebrities face setbacks. Guilty pleasure is the reason many reality shows and funny-fail accounts are so successful.",
            "Schadenfreude is common. So why don’t we hear more about it? Perhaps because it feels wrong. We know we’re not supposed to feel happy when others are embarrassed or in pain. But it happens anyway.",
            "*an_illustration_showing_one_person_covering_their_face_and_a_person_standing_behind_them_laughing_fj",
            "fCIt’s common for people to experience a guilty sense of joy when they witness another person’s embarrassing moment.",
            "Why?",
            "At its heart, schadenfreude is built on conflicting emotions, suggests one brain study. In 2009, researchers in Japan used functional MRI (fMRI) to study the brains of young adults as they read about some made-up person. Such fMRI imaging can identify parts of the brain that are active during a task.",
            "When the fictitious person performed better than them at something or had higher social status, participants reported feeling envious. And their brains showed activity in a region tied to pain, both physical and emotional. It’s called the anterior cingulate (SING-gyew-let) cortex. Their envy caused these people emotional pain, the results suggest.",
            "When the fictitious person later suffered some misfortune, another brain area got busy. Called the ventral striatum (Stry-AY-tum), it helps process rewards. After the brain scan ended, these participants reported feeling schadenfreude. The stronger their envy, the stronger the schadenfreude. That emotion appeared to help soothe that pain caused by their envy, the researchers concluded.",
            "“Even if schadenfreude might seem like a guilty emotion, it actually plays an important role,” Cecconi concludes. “It helps us understand ourselves and our relationships with others.”",
            "Young kids most often experience justice schadenfreude. But as they grow into teens, the emotion shifts into the other types. That’s the finding of a 2025 study in Psicothema.",
            "“Adolescents display a more complex morality” than children, says Antonio Cabrera-Vázquez, the study’s lead author. He’s a graduate student in educational psychology at the University of Córdoba in Spain. When teens assess the actions of others, they’re not just focused on whether a misfortune is deserved. They’re “also influenced by interpersonal factors,” he says. “Such as liking or disliking others.”",
            "That shift to aversion schadenfreude can come with real consequences. Cabrera-Vázquez studied almost 3,200 kids between the ages of 10 and 17. Those up to age 13 reported higher levels of justice schadenfreude. Older teens reported more of the aversion type. They also were more likely to be involved with cyberbullying. And those who reported the lowest levels of justice schadenfreude were most likely to cyberbully others.",
            "*an_illustration_of_a_group_of_kids_standing_behind_another_kid_The_kid_in_front_looks_",
            "fCEspecially among older kids and teens, schadenfreude can lead to aggressive behaviors, such as spreading rumors and cyberbullying.",
            "How bad bullying got depended on the classroom environment, Cabrera-Vázquez found in a second study. When students were in classrooms where they were expected to be kind, aggression was rare. Without those expectations, bullying happened more often.",
            "What’s the connection? People who enjoy others’ misfortunes tend to also show other behaviors. They tend to be “manipulative, emotionally cold and socially aggressive,” he says. They’re more likely to spread rumors, for instance, or form groups that exclude someone.",
            "Over time, these acts can snowball into more harmful types of harassment, he says. “In this sense, pettiness and schadenfreude are not harmless feelings.” Rather, he notes, they are “possible precursors to more serious, abusive behavior.”",
            "When we’re young, we can’t help feelings of schadenfreude. But as we get older, we learn that empathy is a better response to the misfortune of others. By putting ourselves in the other person’s shoes, we can step up to help, rather than laughing at their expense.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "What if you’re on the receiving end of bullying — in person or online? It’s easy to feel hurt and angry. But too much focus on negative emotions can cause people to seek revenge. And that’s a place you don’t want to be, says Loren Toussaint. He’s a psychologist at Luther College in Decorah, Iowa. His research focuses on how forgiveness can affect our mental and physical health.",
            "“Hatred destroys everything it touches, including you,” he says. You might not notice its effects right away. But over time, it can lead to mental-health issues, such as anxiety and depression. A person’s “fight-or-flight reaction tends to be overly activated,” he says. That can lead to long-term health problems.",
            "Poorer health outcomes can show up “even when people are just thinking about revenge,” Toussaint says. “You don’t have to actually be enacting it.”",
            "A hyperfocus on revenge can become almost like an addiction. That’s according to researchers at the Yale School of Medicine in New Haven, Conn. Over time, they note, a desire for revenge activates the brain circuits involved in drug and alcohol addictions.",
            "Forgiveness plays an important role in preventing that slide into dangerous waters, Toussaint says. But he wants to be clear: Forgiveness isn’t the same as accepting or excusing bad behavior.",
            "*an_illustration_of_a_smiling_happy_kid_with_arms_open_",
            "fCWhen we forgive those who have done us wrong, we live happier, healthier lives.",
            "“Forgiveness is saying at the very starting point, [what they did] was wrong,” he says. “But I’m not going to hold it against [them] in my heart for days, months, years to come.”",
            "At a minimum, the goal is to treat the person who harmed you in a neutral way. Sometimes forgiveness can help us patch up relationships. But when that doesn’t happen, letting go of your hatred still helps you return to a happier, healthier state.",
            "And happiness matters, Toussaint points out. It helps us flourish, like a plant that gets plenty of sun and water. When we flourish, we can live life to the fullest. That’s especially important for young people who are figuring out what their lives might look like. Letting go of past hurts can restore happiness to someone who had been focused on payback.",
            "Forgiving isn’t easy. It takes practice and a firm decision to stick with it. “The absolute best thing you can do is stay committed to it,” Toussaint says. Think of it as a skill, like learning to throw a curveball or land a tricky jump. The more you work on it, the more likely you are to succeed. For those who struggle with this, there are resources that can help you get started. Toussaint recommends Forgiveness Foundation and Discover Forgiveness.",
            "Knowing schadenfreude comes to us so naturally, there may be ways to harness it for good, says Yael Zemack-Rugar. She studies consumer psychology at University of Central Florida in Orlando. She was part of a team that found schadenfreude can help boost how much money fundraising events collect. They shared this finding in the April 2025 Journal of Consumer Psychology.",
            "Let’s say your school is having an event to raise money. The study suggests that including a dunk tank or pie-throwing event might bring in more funds. But how much it raises depends on who is sitting over the water or getting a face full of pie. If a teacher, principal or coach is the target, more students will pay to take part.",
            "*an_illustration_of_a_person_having_a_pie_thrown_in_their_face_as_seen_from_the_side",
            "fCAt events like pie tosses, people may pay more to bring those who hold power down a notch. It’s one way of putting schadenfreude to good use.",
            "“These people normally have power over us,” Zemack-Rugar says. “That makes it feel exciting and funny when we get to be in charge in a harmless way.” Giving your teacher a face full of whipped cream helps level the playing field, at least for the moment. Same goes for soaking the principal over and over again. “People will enjoy knocking them down a peg,” she says.",
            "So the next time you’re at a school carnival, get in line for the dunk tank or pie throw. We all enjoy knocking someone off their pedestal now and again. However, Zemack-Rugar adds, “this only works if they don’t experience any real harm.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-viruses",
        "title": "\n\tLet’s learn about viruses",
        "content": [
            "*an_illustration_of_viruses",
            "Viruses can cause a huge spread of illnesses — from deadly diseases to the common cold. Here’s how these devious germs work. ",
            "Viruses are tiny hijackers.",
            "These germs are simple microbes. Each one is just a set of genetic instructions — either DNA or RNA — inside a protein pouch. Unlike living cells, like those found in a person, viruses don’t have the tools to reproduce. So to make copies of itself, a virus must infect something else.",
            "That “something else” might be an animal, plant or even bacterial cell. Once inside, a virus will use its host cell’s machinery to copy its genetic code and build more versions of itself. These newly spawned viruses then go off to infect other cells. This process often kills the host cells — which is why a viral infection can make you sick.",
            "The Cleveland Clinic offers a great analogy for how this works: “It’s like someone breaking into your house to use your kitchen. The virus brought its own recipe, but it needs to use your dishes, measuring cups, mixer and oven to make it. (Unfortunately, they usually leave a big mess when you finally kick them out.)”",
            "Viruses cause a huge range of illnesses. Some, like the common cold, aren’t that bad. Others can be quite serious. Polio, Zika, dengue fever, measles, COVID-19 and the flu are just a few examples of viral diseases. Unlike bacteria, viruses can’t be wiped out with antibiotics. But vaccines can help protect you and your pets from dangerous viral infections.",
            "Winter is prime time for some airborne viruses to spread, including the flu, COVID-19 and the common cold. That’s partly because some viruses thrive in dry wintry air. Another factor is that in winter people spend a lot of time inside, where they can more easily catch infections from each other.",
            "To protect yourself from viral hijackers, consider using a humidifier or air filter. And if you’re feeling under the weather — or around someone who is — consider masking up.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "AI can now write working genetic instruction books from scratch Two AI models designed these genomes for viruses that kill E. coli bacteria. They’re the first functioning full sets of DNA ever designed by machines. (12/22/2025) Readability: 7.1",
            "2025’s Texas measles outbreak is a lesson in the value of vaccines The outbreak shows that a near absence of once-common childhood diseases — like measles — is not evidence that vaccines are unnecessary. (3/20/2025) Readability: 7.7",
            "Want to avoid getting sick? Adopt these immune-boosting behavior Research points to ways we can work to stay healthy, even in the face of germs. (9/5/2024) Readability: 7.3",
            "iFhttps://www.youtube.com/embed/FXqmzKwBB_w?feature=oembed",
            "Viruses exist in a weird limbo between living and non-living things. Here’s why — and what it means for our understanding of life.",
            "Scientists Say: Virus",
            "Scientists Say: Infection",
            "Explainer: Virus variants and strains",
            "Explainer: What is RNA?",
            "Explainer: Why it’s easier to get sick in the winter",
            "Let’s learn about vaccines",
            "Let’s learn about microbes",
            "Lasers can eavesdrop on microbes, including viruses",
            "Electric shocks act like vaccines to protect plants from viruses",
            "Teen finds cheaper way to make drugs against killer viruses",
            "In 2024, bird flu posed big risks ­— and to far more than birds",
            "Explainer: What is mpox (formerly monkeypox)?",
            "Infected caterpillars become zombies that climb to their deaths",
            "Are viruses alive, not alive or something in between? And why does it matter? (from Science News)",
            "Word find",
            "Viruses are super, duper tiny. Much tinier than the cells in your body. So tiny, in fact, that an estimated 500 million rhinovirus germs — which cause the common cold — could fit on the head of a pin. That may be hard to picture. But this activity from Science Buddies can help you wrap your brain around just how extremely small viruses are."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/earth-axis-tilt-seasons",
        "title": "\n\tExperiment: How does the tilt of Earth’s axis affect the seasons?",
        "content": [
            "*illustrated_graphic_with_four_panels_representing_a_landscape_in_four_seasons_winter,_spring,_summer",
            "Many people are surprised to learn seasons have nothing to do with Earth’s distance from the sun. The real reason for the seasons is the tilt of Earth’s axis.",
            "Objective: Investigate how the tilt of Earth’s axis determines the cycle of seasons",
            "Areas of science: Environmental science",
            "Difficulty: Easy advanced",
            "Time required: 2–5 days",
            "Prerequisites: None",
            "Material availability: You will need a couple of specialty items: a globe of Earth and a heat lamp (light from the sun can be used if a heat lamp is not available)",
            "Cost: $50 – $100",
            "Safety: Minor injury is possible, so be careful when using the heat lamp",
            "Credits: David B. Whyte, PhD, Science Buddies",
            "The Earth rotates around its axis once every 24 hours. It also revolves around the sun once every 365.25 days. The axis of Earth’s rotation is tilted 23.5 degrees from the plane formed by its orbit around the sun. Figure 1 shows the axial tilt of Earth with respect to its orbit.",
            "*_Experiment_How_does_the_tilt_of_Earth’s_axis_affect_the_seasons0",
            "fCFigure 1. Earth’s axial tilt: The angle of tilt equals the angle between the axis of rotation (through the poles) and a line that is perpendicular to the plane of the orbit. The axial tilt is the reason why Earth has a variety of seasons.",
            "One of the significant consequences of the axial tilt is the creation of a variety of seasons. Look at Figure 1. Imagine that the sun is to the left of Earth. Because of the axial tilt, the sun is directly over a region in the southern hemisphere. As Earth rotates on its axis, the sun stays directly over the southern hemisphere. This is the alignment for winter in North America and summer in Australia.",
            "Let’s skip ahead six months. Imagine Earth has gone halfway around in its orbit. The sun is on the right side of Earth in Figure 1. You can imagine that the sun is now directly above a region in the northern hemisphere, meaning it is summer in North America and winter in Australia.",
            "The hemisphere that is tilted toward the sun experiences more hours of sunlight each day, which contributes to the warmth of the summer season. The other factor, as discussed above, is that the sunlight at midday strikes the ground at an angle nearer the vertical and thus delivers more energy per unit surface area.",
            "*_Experiment_How_does_the_tilt_of_Earth’s_axis_affect_the_seasons1",
            "fCFigure 2. This diagram depicts how solar energy per unit area varies with latitude.",
            "In Figure 2, the amount of sunlight is equal for both “a” and “b,” represented by the red lines. But the area on the surface of Earth that is struck by “a” is larger than the area struck by “b.” Even though the two columns of lines have equal amounts of solar energy, the energy per unit area is smaller at the pole than it is at the equator.",
            "In this project, you will measure the temperature on a globe heated by a heat lamp (the “sun”) and investigate how it varies with latitude and the relative position of the globe and the lamp.",
            "Setting up and recording your data",
            "Graphing your results",
            "This activity is brought to you in partnership with Science Buddies. Find the original activity on the Science Buddies website.",
            "*A_banner_that_reads_SCIENCE_BUDDIES"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-haboob-definition-pronunciation",
        "title": "\n\tScientists Say: Haboob",
        "content": [
            "*A_massive_dust_storm_called_a_haboob_rolls_across_the_Arizona_desert",
            "A massive dust storm — called a haboob — rolls across the Arizona desert.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/soundcloud%253Atracks%253A2252831405&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A haboob is a kind of dust storm.",
            "When a thunderstorm occurs in the desert, a haboob might form. These storms look like huge, sandy walls as they approach. That wall-like appearance is one thing that sets a haboob apart from other types of sandstorms. (A sandstorm is a broad term for windy storms that blow around sand and dust.)",
            "Haboobs are common in dry places, such as the U.S. Southwest and the Sahara. They move fast and can extend for kilometers (miles). Their wind speeds vary. But they can reach speeds of more than 95 kilometers (60 miles) per hour! These storms may last only a few minutes. Or they may persist for hours.",
            "Another thing that sets haboobs apart from other sandstorms is the way they form. Haboobs usually arise from thunderstorm downdrafts. A downdraft is when a thunderstorm quickly pushes air toward the ground in the area around the storm. This downward rush of air spreads out when it hits the ground, creating strong winds. In dry, dusty regions, those winds can pick up dust and sand. This creates a huge, moving cloud of sand and dust that can reach thousands of meters (feet) into the air.",
            "When a haboob sweeps through, it can kick up so much sand and dust that it’s hard to see through the grit. That makes driving very dangerous. Drivers are advised to pull over and turn off their lights to avoid confusing others on the road in the poor visibility conditions. Winds can also blow sand into a person’s mouth, making it hard to breathe. As a haboob approaches, the safest thing to do is get inside and close all windows and doors.",
            "While Earth has haboobs and other sandstorms, Mars is famous for its dust storms.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-spacetime-definition-pronunciation",
        "title": "\n\tScientists Say: Spacetime",
        "content": [
            "*_Scientists_Say_Spacetime2",
            "The model of spacetime helps explain how fast-moving clocks — and those in stronger gravitational fields — run slower.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/soundcloud%253Atracks%253A2261347964&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Spacetime is a model that combines two ideas that most people think of as totally different: space and time.",
            "In this model, our universe has four dimensions. The first, second and third dimensions are those of space — length, width and height. They describe where an event occurs. The fourth dimension is that of time. It describes when an event occurs.",
            "The concept of space and time being interwoven can seem weird. But this model explains phenomena we see in the universe.",
            "For one thing, it explains why objects’ speed can affect how they experience the passage of time. We do not notice this in our daily lives, because the difference is so small. But when something moves very fast through space, it moves more slowly through time. The clock literally ticks more slowly for it. This is called time dilation.",
            "The spacetime model also explains why objects’ masses can affect time.",
            "Physicists often imagine spacetime as a “fabric.” Extremely massive objects can “dent” this fabric, causing other objects to fall toward them. That’s the force we experience as gravity. But because space and time are interwoven, massive objects don’t just “dent” space. They also “dent” time. The result is that time slows down near massive objects, where gravity’s pull is strongest.",
            "This idea is explored in the 2014 film Interstellar. Astronauts in the film explore a distant planet near a black hole. The black hole exerts a strong gravitational pull that slows the passage of time on the planet. For every hour astronauts spend on this planet, seven years pass on Earth.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "You don’t have to travel to a distant planet to witness the interplay between time and space, though. The nature of spacetime impacts our daily lives. For example, it affects the satellites needed to run much of our modern tech. ",
            "Satellites orbiting Earth travel through more space each second than we do. This difference in speed causes a tiny difference in how satellite clocks measure time. They tick about 7 microseconds — that is, 7 millionths of a second — more slowly each day than those on Earth.",
            "Gravity affects satellite clocks as well. The lower gravity they experience in orbit causes those clocks to gain 45 microseconds each day.",
            "When these effects are combined, the net time difference between clocks on Earth and in orbit is 38 microseconds. Engineers take this into account when setting satellite clocks. That way, when satellites get into orbit and start experiencing time differently, they’ll stay in sync with clocks on the ground.",
            "Ripples in spacetime — also known as gravitational waves — allowed researchers to unlock secrets of the oldest black holes in the cosmos.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/interstellar-objects-stars-comic",
        "title": "\n\tThey came from other stars! [COMIC]",
        "content": [
            "*Three_objects_from_the_stars,_illustrated_with_arms,_legs_and_faces,_seem_to_be_heading_towards_the_",
            "Astronomers have only ever found three objects from other stars. Here’s what we know about these interstellar objects — and why they’re so cool.",
            "*Text_above_image_On_July_1,_2025,_the_ATLAS_telescope_in_Chile_spotted_an_unusual_comet_one_that_cam",
            "*Text_above_image_Scientists_call_this_interstellar_visitor_Comet_3IATLAS_or_just_Atlas,_because_it’s",
            "*Text_above_first_image_Our_first_visitor,_1I`Oumuamua,_had_features_of_both_an_asteroid_and_a_comet_",
            "*Text_above_image_Comets_and_asteroids_are_the_remains_from_the_very_early_formation_of_a_solar_syste",
            "*Text_above_image_Astronomers_know_these_visitors_came_from_outside_the_solar_system_by_the_paths_the",
            "*Text_above_image_Some_people_have_suggested_that_interstellar_objects_might_be_spaceships_But_scient",
            "*Text_above_image_Ice_doesn’t_just_mean_water!_It_can_be_carbon_dioxide_“dry_ice”,_carbon_monoxide,_c",
            "*Text_above_image_The_types_and_amounts_of_ice_in_interstellar_comets_might_teach_us_about_where_they",
            "*Text_above_image_Everything_astronomers_see_in_interstellar_visitors_is_familiar_from_our_solar_syst",
            "*Text_above_image_A_still-unsolved_mystery_We_don’t_know_where_these_visitors_come_from!_Interstellar",
            "*Text_above_image_Because_comets_are_generally_born_on_the_outer_edges_of_star_systems,_it’s_easy_for",
            "*The_planets_of_our_solar_system_huddle_around_the_three_interstellar_objects,_smiling_at_them_Cyriel",
            "fCAll: Maki Naro",
            "Read more science comics here.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/cosmologist-dark-matter-universe",
        "title": "\n\tThis cosmologist studies the invisible parts of the universe",
        "content": [
            "*Cosmologist_and_dark_matter_researcher_Katie_Mack_stands_in_front_of_a_chalkboard_covered_in_formula",
            "Cosmologist Katie Mack studies dark matter, an invisible substance that researchers suspect holds the universe together. Teasing out the identity of this elusive matter can help researchers better understand the universe’s beginnings and its possible end.",
            "Before Katie Mack became a scientist, she was the kid taking apart TV remotes and building solar-powered cars out of LEGOs. “I’d take things apart and put them back together to figure out how they work,” she says. This tinkering kick-started her love of science.  But Mack wouldn’t come across her future career until she was about 10 years old. That was when she read A Brief History of Time by physicist Stephen Hawking. His explanations about black holes and the Big Bang inspired Mack to figure out how the universe works. When she found out Hawking was a cosmologist, she says, “I became convinced that I wanted to be one, too.” ",
            "Now a cosmologist herself, Mack studies invisible material known as dark matter at the Perimeter Institute for Theoretical Physics in Waterloo, Ontario, in Canada. While dark matter doesn’t absorb or emit light, it can affect objects with its gravity. “So we have this idea that dark matter is out there, but we don’t know what it’s made of,” she says. But researchers suspect it helps hold the universe together. ",
            "Sleuthing out dark matter’s true identity can help answer larger questions about the universe, says Mack. These include better insights into how galaxies form and evolve over time. In this interview, Mack shares her experiences with Science News Explores. (This interview has been edited for content and readability.) ",
            "When I was younger, my mom was working toward her Ph.D. in nursing. She trained as a nurse and worked in hospitals but also did clinical research around treating cancer. I learned a lot from her about how science and research work. ",
            "Also, my grandfather was a meteorologist in the Navy. He served on the Apollo 11 mission. His job was to make sure that the location of the splashdown after the mission would be safe. It turns out that there was a big storm at the original site planned for the splashdown. So they moved the site because of that. When you’re coming down on the parachutes, it’s important not to have a storm. ",
            "Sometimes, I’d see scientists on TV. Whenever there was an earthquake, one of our local seismologists, Kate Hutton from Caltech, would talk about it. It was inspiring to see a scientist talking to reporters about how the world works. Having that personal connection with scientists is very valuable. It helps the public better understand how science works and how we know what we know. ",
            "*Katie_Mack_sits_in_the_pilot's_seat_of_yellow_airplane_She_is_wearing_a_green_jacket_and_a_headset_",
            "fCIn her free time during the pandemic, Mack earned her pilot certificate to fly airplanes.",
            "One of the biggest things that I encounter when I talk about dark matter is people saying that it’s not real. They assume it’s just a mistake somewhere in the math or that scientists need to rethink gravity. People often bring this up as though we haven’t thought about that. They assume scientists just had a cool idea and ran with it. That’s not really how it goes. ",
            "When trying to come up with an explanation for some phenomenon, scientists compare different possible models at every stage. We really try our best to come up with all possible ways of thinking about the problem. If we reject one, it’s because it doesn’t fit the data.  At the same time, I think physicists are very often more creative than people realize. We’re not just grinding through math. People sometimes suggest that we’re set in our ways. That we’re not trying out new ideas. But nobody’s going to get the Nobel Prize for that. The findings that make a big splash are not the ones saying that everyone was right in the first place. ",
            "I would give myself a little encouragement and tell myself that it’s OK if what I’m doing is really hard. That doesn’t mean that I wasn’t cut out for it.  ",
            "A lot of people get really discouraged as soon as they find that they’re having trouble in a field. They assume that it should come easily if it is going to be their career. I don’t think that’s necessarily true. It’s OK to not be born good at something. You can learn and develop your skills. Just because something is much harder for you than your classmates doesn’t mean that you shouldn’t do it.  ",
            "I think so many kids get the idea that all scientists are these super geniuses. That you can tell someone is a scientist just by how they look or talk. In the media, you can tell which one is a scientist because they have a certain look, attitude or way of speaking. A lot of kids can’t relate to that. It convinces them that they can’t be scientists. That really does people a disservice. The scientific community is much more diverse than that. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "One of the big challenges in my field is just sticking with it. In physics, more people want to do academic research than there are jobs. If you’re applying for a postdoctoral fellowship, oftentimes there will be 300 people applying for one position. That makes it quite hard to progress.   And when you get to faculty jobs at colleges and universities, it’s even worse. Most people who get Ph.D.s in physics do not end up with faculty positions. That means sticking with it may not always be the best option. Figuring out how to pivot to something else if your plans don’t work out becomes really important, yet difficult to make happen.  Faculty jobs also require a lot of relocating to different institutions or even countries. I’ve had to move to a new country at every stage of my career since I started graduate school. On one hand, it’s a privilege that I’ve been able to live, say, in Australia for five years and England for three years. But it can also be really challenging in other ways. Starting all over again in a new place can be really lonely. Making all of those sacrifices can make it difficult to stay motivated and engaged. ",
            "iFhttps://www.youtube.com/embed/yRC_zISpYNQ?feature=oembed",
            "Journey through the cosmos with Katie Mack as she explains the scientific observations that suggest there’s much, much more to the universe than meets the eye."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/golf-tee-placement-longer-drive",
        "title": "\n\tPrecise tee placement can improve golf driving, teen finds",
        "content": [
            "*a_teen_boy_smiles_as_he_stands_in_front_of_a_scientific_poster_titled_Optimizing_Driver_Flight_Dista",
            "Brady Sage tinkered with a clay-pigeon launcher to hit golf balls. His re-engineered device helped him investigate the best tee placement for hitting golf balls down the green. ",
            "Brady Sage, 15, has been playing golf with his dad since he was a kid. For the last four years, he’s been seriously trying to improve his game. He was struggling to hit the ball far and straight with his driver. (That’s the club used for that first long shot down the green.) So Brady set out to see whether tweaking the way he tees up his ball would improve his drives. And it did.",
            "*a_teen_boy_smiles_as_he_holds_up_a_golf_trophy",
            "fCBrady Sage loves that each golf course is different. “Unlike other sports, where a tennis court is the same exact width and length and soccer fields are the same width and length … golf courses, you don’t know what to expect,” he says. “It’s just a new challenge every single shot.”",
            "What he learned earned him a finalist spot at the 2025 Thermo Fisher Scientific Junior Innovators Challenge. There, Brady won the first-place engineering award. (The program is run by Society for Science, which also publishes Science News Explores.)",
            "An aspiring engineer, Brady did this project as an eighth grader at Saint Thomas More Middle School in Rapid City, S.D. First, he built a machine that could hit a golf ball the same way over and over. To do this, he altered a clay-pigeon thrower — a device that launches targets for hunting practice.",
            "Brady’s modified device swung the clubhead of a driver to hit a golf ball. He had it hit balls off tees of different heights above the ground — from 1.5 to 3 centimeters (0.6 to 1.2 inches). He also had it hit balls off tees that were positioned slightly forward or backward, relative to the club. And to make a golf ball soar, he found, a high tee placed farther backward generally worked best — unless there was wind.",
            "Hitting a ball into the wind was a different challenge. Now, placing a tee lower and farther forward worked better. Why? It kept the ball low, so the wind didn’t mess with its trajectory as much.",
            "Here, Brady shares his research experiences and insights.",
            "“Coming up with a way to hit the golf balls consistently,” Brady says. “We as human beings are not perfect, and whenever I try to hit the golf ball it goes different.”",
            "The idea for his machine came while he was visiting his grandparents’ farm and found one of his grandfather’s clay-pigeon throwers. “To rig the device, it took around a month,” he says. “I had to tinker with it a lot, because at first it couldn’t get the ball off the ground.”",
            "“That I was able to take all of my data and use this information on the course myself,” Brady says. “Before this project, I was struggling with my driver all year. That was my worst club. And it seems that this kind of clicked, because now I love the driver.”",
            "“My clay-pigeon thrower has a tiny spring,” Brady says. So it couldn’t hit golf balls that far. “If I could somehow make the spring larger — like use a garage-door spring or something — then I could see larger differences in my data.” Comparing bigger differences between longer hits could lead to more detailed insights into how tee position affects driving success.",
            "“I would also like to try other golf clubs to see how I could improve on those,” he adds.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/mosquito-mouth-3d-print-nozzle",
        "title": "\n\tA mosquito’s mouth can ‘print’ lines thinner than a human hair",
        "content": [
            "*A_scanning_electron_micrograph_shows_an_mosquito_head_with_a_compound_eye_and_two_long,_hair-covered",
            "The proboscis of a mosquito (seen in a scanning electron microscope image of one insect’s head) is used for piercing skin. It’s also perfect for precision 3-D printing.",
            "A mosquito bite is really more of a poke. These insects use a long, needle-like mouthpart known as a proboscis (Prə-BOSS-sis) to pierce the skin. But this tiny straw could be good for more than just sucking blood. Its unique shape also makes it a great nozzle for fine 3-D printing, new research shows.",
            "Engineer Changhong Cao led research into this at McGill University in Montreal, Canada. His team calls it “3-D necroprinting.” The term comes from necrobotics, the use of animal parts in machines. (Other engineers, for instance, have turned spider legs into grippers.)",
            "By using the proboscis from a mosquito as a nozzle, Cao’s team 3-D printed lines as narrow as 20 micrometers. That’s about half the width of a really fine human hair! The scientists shared their achievement November 21 in Science Advances.",
            "Daniel Preston is an engineer at Rice University in Houston, Texas, who did not take part in the work. Nozzle tips used in really fine-line 3-D printing can be expensive and hard to build, he notes. Borrowing parts from nature can help lower the cost, he says. And that, in turn, may make it accessible to more people.",
            "*A_tiny,_layered_3-D_printed_structure_shaped_like_a_maple_leaf_rests_on_a_smooth_surface",
            "fCScientists printed this 3-D structure shaped like a maple leaf using a mosquito-proboscis nozzle. Each line on the structure is about 18 micrometers wide, less than half the thickness of a fine human hair.",
            "Cao’s team looked at many animal parts that might work as printer nozzles. These included stingers, fangs and harpoons. But the team eventually zeroed in on the proboscis of the female Aedes aegypti mosquito. This organ is fairly straight, with an inner diameter between 10 and 20 micrometers. And it can withstand the pressure of ink being pushed through it.",
            "At first, the plan was to use the proboscis as the nozzle for an existing 3-D printer. But pushing ink through the narrow tip might need more pressure than those printers could handle, says Cao. So his group designed a printer around the mosquito’s mouthpart. They coated the proboscis with resin to make it extra stable.",
            "The device printed a honeycomb shape, the outline of a maple leaf and a structure to hold cell samples. All were created with existing bioink. This is a special ink used to 3-D print biological structures.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "“This biological, nature-derived sample is much better than engineered material,” says team member Jianyu Li. He’s an engineer who specializes in biological materials at McGill. The best 3-D printing tips on the market have inner diameters of 35 to 40 micrometers. The mosquito proboscis nozzle is half that wide.",
            "“I’m looking forward to seeing other biotic materials [added] in the 3-D printing process,” Preston says. Moving in that direction could “enable new capabilities,” he says. And, he adds, it could make microscopic engineering more sustainable.",
            "Li would like to use the mosquito proboscis in biomedicine. For example, his lab wants to develop ways to use the proboscis as a tiny needle to deliver drugs."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-your-weekly-word",
        "title": "\n\tScientists Say: Your weekly word",
        "content": [
            "*dictionaries",
            "What’s that word? Find new science words every week with Scientists Say.",
            "Every week in our series Scientists Say, Science News Explores highlights a new science word, from absolute zero to zooxanthellae. Each word has a definition and is used in a sentence to help you understand the meaning. There’s even an audio recording, so you can hear exactly how to pronounce the term. All the words covered so far are listed below. Got a word you want to know about? Send an email to sns@sciencenews.org and put in a request!",
            "Absolute zero",
            "Absorb",
            "Acceleration",
            "Accretion disk",
            "Acid",
            "Acidification",
            "Acoustic",
            "Adaptation",
            "Addiction",
            "Adsorb",
            "Aerosol",
            "Agrivoltaics",
            "Albedo",
            "Algebra",
            "Alkaline",
            "Allele",
            "Altitude",
            "Amino acid",
            "Amoeba",
            "Ampere",
            "Amphibian",
            "Amusia",
            "Amygdala",
            "Anthropocene",
            "Anxiety",
            "Aphantasia",
            "Archaea",
            "Archaeology",
            "Artifact",
            "Artificial Intelligence",
            "Asteroid",
            "Astronaut",
            "Astronomical interferometry",
            "Atmosphere",
            "Atoll",
            "Atom",
            "Atomic number",
            "ATP",
            "Aufeis",
            "Autophagy",
            "Autopsy",
            "Avalanche",
            "Avulsion",
            "Bacteria",
            "Base",
            "Beakiation",
            "Benthic",
            "Big Bang",
            "Biodiversity",
            "Biofilm",
            "Biomagnify",
            "Bionic",
            "Black hole",
            "Blood-brain barrier",
            "Blue whirl",
            "Body mass index",
            "Bog",
            "Bond",
            "Brainwaves",
            "Bromeliad",
            "Bruxism",
            "Caecilian",
            "Calculus",
            "Caldera",
            "Calorie",
            "Camouflage",
            "Campfire",
            "Capsaicin",
            "Carbohydrate",
            "Carbon capture",
            "Carcinogen",
            "Catalyst",
            "Causation",
            "Cellulose",
            "Chemical",
            "Chimera",
            "Chiral",
            "Chlorophyll",
            "Chromosome",
            "Circadian",
            "Circumnutation",
            "Climate",
            "Code",
            "Cognition",
            "Colloid",
            "Comet",
            "Compound eye",
            "Confirmation bias",
            "Connectome",
            "Constellation",
            "Continent",
            "Convection",
            "Copepod",
            "Coprolite",
            "Coral",
            "Coriolis Effect",
            "Corona",
            "Correlation",
            "Cortical homunculus",
            "Cosmic microwave background",
            "Cosmic rays",
            "Crepuscular",
            "Crystal",
            "CT scan",
            "Cyanide",
            "Cyclone",
            "Dark energy",
            "Dark lightning",
            "Dark matter",
            "Data",
            "Decay",
            "Decibel",
            "Deep brain stimulation",
            "Deepfake",
            "Deforestation",
            "Denisovan",
            "Desert",
            "Dialect",
            "Diffraction",
            "Digital footprint",
            "Dimension",
            "Dinosaur",
            "Dioxide",
            "Dire wolf",
            "Diurnal",
            "DNA",
            "DNA sequencing",
            "Domestication",
            "Dopamine",
            "Doppler Effect",
            "Drought",
            "Dung",
            "Dwarf planet",
            "Earthquake",
            "Echolocation",
            "Eclipse",
            "Ecosystem",
            "Ectoparasite",
            "Ectotherm",
            "eDNA",
            "Egg",
            "Electron",
            "Element",
            "El Niño",
            "Ellipse",
            "Endocytosis",
            "Endotherm",
            "Engineering",
            "Enzyme",
            "Epidemic",
            "Epidermis",
            "Equation",
            "Equinox",
            "Estuary",
            "Eukaryote",
            "Eutrophication",
            "Excitation",
            "Excretion",
            "Exoskeleton",
            "Evolution",
            "Exocytosis",
            "Exomoon",
            "Exoplanet",
            "Experiment",
            "Explosion",
            "Extinction",
            "Extremophile",
            "Eyewall",
            "Faraday cage",
            "Fatty acid",
            "Fault",
            "Fermentation",
            "Ferrofluid",
            "Fertilize",
            "Fiber optic cable",
            "Firenado",
            "Firewhirl",
            "Fission",
            "Fluorescence",
            "Food web",
            "Force",
            "Forensics",
            "Fossil",
            "Fracking",
            "Fractal",
            "Frequency",
            "Frostbite",
            "Frost quake",
            "Fruit",
            "Fulgurite",
            "Fungi",
            "Fusion",
            "Galaxy",
            "Gamma ray",
            "Gas giant",
            "Genealogy",
            "Genetic engineering",
            "Genome",
            "Genus",
            "Geometry",
            "Geyser",
            "Glacier",
            "Glia",
            "Global Positioning System",
            "Glymphatic System",
            "Goldene",
            "Goldilocks zone",
            "GPS",
            "Gradient",
            "Graphene",
            "Gravitational lens",
            "Gravity",
            "Guinea worm",
            "Guttation",
            "Gyroscope",
            "Habitable zone",
            "Hagfish",
            "Haptic",
            "Hardware",
            "Heat dome",
            "Herbivore",
            "Hertz",
            "Hibernaculum",
            "Hibernation",
            "Hippocampus",
            "Histology",
            "Hominid",
            "Hoodoo",
            "Hormone",
            "Humidity",
            "Hurricane",
            "Hydrogel",
            "Hyperthermia",
            "Hypothermia",
            "Hypothesis",
            "Ichnology",
            "Imaginary number",
            "Inclusion",
            "Inertia",
            "Infection",
            "Inflammation",
            "Infrared",
            "Infrasound",
            "Inorganic",
            "Insulin",
            "Interstellar medium",
            "Intron",
            "Invasive species",
            "Ion",
            "Ionosphere",
            "Irruption",
            "Isotope",
            "Jellies",
            "Jet stream",
            "Joule",
            "Jurassic",
            "Kakapo",
            "Kelp",
            "Kelvin",
            "Keratin",
            "Kevlar",
            "Kidney",
            "Kinetic energy",
            "Kleptopredation",
            "Kleptotrichy",
            "Krill",
            "Kugelblitz",
            "Lachryphagy",
            "Lactose",
            "Lagrange point",
            "La Niña",
            "Large language model",
            "Larva",
            "Laser",
            "Latitude",
            "Lava",
            "Lava bomb",
            "LED",
            "Lepton",
            "Lift",
            "Light pollution",
            "Light-year",
            "Lignin",
            "Lipid",
            "Liver",
            "Loci",
            "Locus",
            "Longitude",
            "Luminescence",
            "Lymph",
            "Machine Learning",
            "Magnetosphere",
            "Marcescence",
            "Mass",
            "Magma",
            "Magnetism",
            "Marsupial",
            "Mean",
            "Median",
            "Medullary bone",
            "Megalodon",
            "Melatonin",
            "Menstruation",
            "Metabolism",
            "Metal",
            "Metamorphosis",
            "Meteor",
            "Meteorite",
            "Meteorology",
            "Methane",
            "Microbiome",
            "Microcin",
            "Microgravity",
            "Microplastic",
            "Migration",
            "Mineral",
            "Mitochondrion",
            "Mitosis",
            "Möbius strip",
            "Mode",
            "Model",
            "Molecule",
            "Momentum",
            "Monotreme",
            "MRI",
            "Multiverse",
            "Mummy",
            "Muon",
            "Mutation",
            "Mycelium",
            "Myopia",
            "Naloxone",
            "Narcotic",
            "Neandertal",
            "Nebula",
            "Necropsy",
            "Nectar",
            "Nematocyst",
            "Nematode",
            "Neurodivergent",
            "Neuroplasticity",
            "Neuron",
            "Neurotransmitters",
            "Neutron",
            "Neutron star",
            "Neutrophil",
            "Niche",
            "Nicotine",
            "Nocturnal",
            "Nucleosynthesis",
            "Nucleus",
            "Nutrient",
            "Obesogens",
            "Octopod",
            "Okapi",
            "Olfactory",
            "Oort cloud",
            "Opioid",
            "Optogenetics",
            "Orbit",
            "Organic",
            "Organelle",
            "Organoid",
            "Osmosis",
            "Outbreak",
            "Outlier",
            "Oxidation",
            "Ozone",
            "Paleontology",
            "Pandemic",
            "Papillae",
            "Parasite",
            "Parabola",
            "Pareidolia",
            "Parthenogenesis",
            "PFAS",
            "Phloem",
            "Pi",
            "Piezoelectric",
            "Peptide",
            "Periodic table",
            "Permafrost",
            "Petrichor",
            "pH",
            "Photochromic",
            "Photon",
            "Photovoltaic",
            "Pigment",
            "Placebo",
            "Planet",
            "Plankter",
            "Plasma",
            "Plastic",
            "Plastisphere",
            "Poisonous",
            "Polarized light",
            "Pole",
            "Pollen",
            "Pollution",
            "Polymer",
            "Potential energy",
            "Power",
            "Prairie",
            "Precipitation",
            "Predator",
            "Prehistoric",
            "Prey",
            "Primate",
            "Prime number",
            "Protein",
            "Protist",
            "Proton",
            "Prototype",
            "Proxima b",
            "Proxima centauri",
            "Pulsar",
            "Qualitative",
            "Quantitative",
            "Quantum",
            "Quantum dot",
            "Quarantine",
            "Quark",
            "Quartile",
            "Quasar",
            "Quasi-satellite",
            "Quoll",
            "Rabies",
            "Radar",
            "Radiation",
            "Radioactive",
            "Radio waves",
            "Rare earth element",
            "Ratio",
            "Receptor",
            "Red dwarf",
            "Reduction",
            "Refraction",
            "Regolith",
            "Relapse",
            "Remission",
            "Replication",
            "Respiration",
            "Richter Scale",
            "Rime ice",
            "Ring of fire",
            "RNA",
            "Robot",
            "Rocket propellant",
            "Rubisco",
            "Runoff",
            "Salinity",
            "Salt",
            "Satellite",
            "Saturated fat",
            "Savanna",
            "Seismology",
            "Semiconductor",
            "Silicon",
            "Silicone",
            "Social",
            "Software",
            "Solar",
            "Solar cycle",
            "Solar wind",
            "Solstice",
            "Solution",
            "Space weather",
            "Spaghettification",
            "Species",
            "Speleology",
            "Sperm",
            "Stalactite",
            "Stalagmite",
            "Statistical significance",
            "Steppe",
            "Stereoscopy",
            "Stereotype",
            "Stomata",
            "Stone Age",
            "Strain",
            "Stratigraphy",
            "Sublimation",
            "Sundog",
            "Supercomputer",
            "Superconductor",
            "Supercontinent",
            "Supercool",
            "Supermoon",
            "Supernova",
            "Surface tension",
            "Symbiosis",
            "Synapse",
            "Taphonomy",
            "Tauonium",
            "Tectonic plate",
            "Telescope",
            "Telomere",
            "Theia",
            "Theory",
            "Thought experiment",
            "Tinnitus",
            "Tonsils",
            "Torpor",
            "Torque",
            "Toxin",
            "Transit",
            "Transplant",
            "Trauma",
            "Triclosan",
            "Tsunami",
            "Tundra",
            "Typhoon",
            "Ultrasonic",
            "Ultrasound",
            "Umami",
            "Uncertainty",
            "Understory",
            "Unsaturated fat",
            "Upwelling",
            "Urushiol",
            "Vacuole",
            "Vaccine",
            "Valence electron",
            "Vampire",
            "Variable",
            "Vector",
            "Venomous",
            "Ventral striatum",
            "Vertebrate",
            "Vestigial",
            "Vitamin",
            "Virtual reality",
            "Virulence",
            "Virus",
            "Viscosity",
            "Voltage",
            "Waterspout",
            "Watt",
            "Wavelength",
            "Weather",
            "Weather bomb",
            "Wetland",
            "Wormhole",
            "X-axis",
            "X-ray",
            "Xylem",
            "Y-axis",
            "Yeast",
            "Yellow dwarf",
            "Yottawatt",
            "Zika",
            "Zirconium",
            "Zoonosis",
            "Zooplankton",
            "Zooxanthellae",
            "2-D material"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/how-person-animal-be-invisible",
        "title": "\n\tIs it possible to be invisible?",
        "content": [
            "*Fantastic_Four’s_Invisible_Woman_stands_against_a_warped,_kaleidoscopic_background_She_is_a_white_wo",
            "Fantastic Four’s Invisible Woman can vanish with ease. No real humans can pull off this feat — but some animals come close.",
            "In The Incredibles, Violet Parr is a lot like other teenagers. She has embarrassing parents, a troublesome little brother and a crush so intense it makes her want to disappear. But unlike other teens, Violet can turn invisible. So she can actually vanish when the boy she likes looks her way. ",
            "Characters with invisibility powers — like Violet, the Fantastic Four’s Invisible Woman and H.G. Wells’ Invisible Man — can do all sorts of cool things. Escape embarrassing situations. Snoop on other people. Get into places where they’re not allowed. It’s no wonder why invisibility is one of the powers kids most wish for. Many animals, too, find it helpful to hide in plain sight. And though it’s out of reach for people, some animals are nearly transparent.   ",
            "Being invisible is useful for animals that spend a lot of time in places with no good hiding spots, like the air or open ocean, says Kate Feller. She studies vision and behavior at Union College in Schenectady, N.Y.  ",
            "The secret to invisibility is all about light. “The way we see things is when light is reflected back off of an object onto our eyes,” says Feller. The more light that can pass through something undisturbed, the harder it is to see that thing.  ",
            "Light can’t easily pass through most animals, Feller says. Light that hits our bodies usually gets absorbed or bounced around. But animals with nearly invisible body parts have figured out tricks to get around this.  ",
            "A lot of animals get their colors from molecules called pigments. These compounds appear different colors depending on which wavelengths of light they absorb and which they reflect. Green pigments, for instance, reflect green light and absorb all other colors. Human hair and skin get color from the pigment melanin. For an animal to vanish in plain sight, it needs to get rid of these colorful compounds.  ",
            "Most baby fish lack pigments. This helps them hide from predators when they are too small to swim fast. They typically develop pigments as they grow up. Yet some species stay see-through their whole lives. One is the ghost catfish (Kryptopterus vitreolus). Its head has pigments, but its body is almost fully transparent. Seen from far away, it looks like a floating head!  ",
            "Some body parts are hard to hide. Eyes need pigments that absorb light so an animal can see. And even clear stomachs will show up if animals eat colorful food. Ghost catfish eat only small bits of food and “hide” their meals in a long, thin, tube-shaped stomach, says Qibin Zhao. This physicist and material scientist studies ghost catfish at Shanghai Jiao Tong University in China. ",
            "Blood can’t be transparent, either. The molecules that carry oxygen have colored compounds. (The one in our blood, hemoglobin, makes it red.) So up close, the ghost catfish’s vessels are still visible.  ",
            "Glass frogs have a clever way around this. When these mostly clear frogs sleep, they cram almost 90 percent of their blood cells into their liver. This makes their belly skin two to three times more transparent than it would otherwise be. Scientists think the frogs do this so that predators don’t snack on them while they nap.     ",
            "*On_the_left,_an_amphipod_floats_in_the_black_depths_of_the_deep_sea_On_the_right,_three_ghost_catfis",
            "fCAmphipod crustaceans (left) and ghost catfish (right) boast see-through body parts.",
            "Even pigment-free objects are not entirely invisible. Light travels at different speeds through different materials. As a result, light zipping through one material will bend or bounce when it hits another material. Light bouncing off an animal makes it shine, just like the sun reflecting off a puddle.  ",
            "Some animals’ see-through parts are nearly reflection-free. Glasswing butterflies, for instance, have wings that are almost fully transparent. Their wings have fewer reflective scales than other butterflies’ wings. The wings are also covered in tiny wax bumps. These bumps soften light’s transition from air to tissue, allowing it to pass through the wing mostly undisturbed.  ",
            "Tiny amphipod crustaceans do a similar thing, says Feller. These animals are so transparent you could read text right through their bodies. Their shells are covered with little round bacteria. These may create a smoother path for light, like the wax bumps on glasswing butterflies.  ",
            "Even when light makes its way inside the body, an animal isn’t necessarily in the clear. Each cell in the body is full of many components that bend light as it passes through. Light then scatters around the body, making things look foggy.   ",
            "The more tissue that light needs to pass through, the foggier things get, says Zhao. That’s why most invisible animals are pretty thin. Ghost catfish are only some 2 to 3 millimeters (about one-tenth of an inch) thin. See-through amphipods, a tiny crustacean, are similarly thin.  ",
            "These animals also use other tricks to help their tissues scatter less light. “It’s about having fewer opportunities for light to do anything other than pass through it,” says Feller.  ",
            "Muscles pose a particular challenge. They have lots of little structures that are great at scattering light.  ",
            "Transparent shrimp have muscles with large myofibrils. These are the bundles of proteins that make muscles contract. Having fewer bundles that are very large, rather than a bunch of small myofibrils, results in fewer surfaces to scatter light.  ",
            "Ghost catfish use a similar strategy. Their muscles are made of large flat plates stacked on top of each other, instead of the little round fibers most fish have. This design gives light fewer chances to bend and bounce around. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "In theory, we could draw on the same tricks to vanish: Don’t let light bounce around in your body. The Invisible Man in H.G. Wells’ story was a physicist who studied light refraction. He became invisible by changing how much his body bent light.  ",
            "But that would be hard for a person — or any land animal — to do in real life. Animals are mostly water, Zhao says. Light doesn’t bend that much when passing from water into a sea creature. But going from air into an animal’s body, it bends a lot — making invisibility much harder on land.   ",
            "So, disappearing might sound tempting next time your crush looks your way. But in the real world, you’re probably better off just talking to them.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/why-ice-is-slippery",
        "title": "\n\tScientists finally know why ice is so slippery",
        "content": [
            "*a_molecular_structure_of_crystalline_ice",
            "We all know ice is slippery, but the physical reason for this has remained a mystery for the past 200 years. ",
            "Slippery ice is something most of us have encountered, whether it’s been under our boots, car tires or skates. But why ice is so slick has puzzled scientists for centuries. Now researchers in Germany offer a new explanation. They show ice can melt slightly with no heat added. It’s due to molecular-level changes that disrupt the crystal structure of ice. ",
            "For hundreds of years, people have tried to understand why ice is slippery. In the 1850s, Michael Faraday performed a now-famous experiment. This chemist and physicist showed that if you placed two ice cubes atop one another, eventually they’d lock together. Each had been coated in a thin layer of water, he explained. And that water froze when the cubes touched.",
            "This didn’t show, however, why ice was covered in that thin layer of water.",
            "A few years later, an engineer named James Thomson offered an explanation. Pressure, like heat, can melt ice. Using math, he showed that the pressure from a boot, say, or skate blade could melt a small amount of the ice. That could form the thin layer of water.",
            "But there was a problem with this explanation.",
            "The pressure from a boot wouldn’t melt enough water for the ice to turn slippery. You’d need to concentrate all of someone’s weight on a very small area to do that. How small? About the size of a poppy seed.",
            "Almost a century later, in 1939, a pair of physical chemists came up with another idea. Pressure and heat together could melt ice to create a slippery layer of water, they suggested. This heat could develop from the friction of a boot or other object traveling over the ice.",
            "But even this explanation fell short. Why? Ice remains slippery even at sub-freezing temps. And so the slick mystery persisted.",
            "In 2024, researchers at Peking University in Beijing, China, explained why some of the water layer forms. Tiny defects in the surface of ice, they found, can create a thin layer of water on top of it. In fact, notes Martin Müser, that team showed that “even at an extremely cold temperature, there is some initial water on the surface.” However, Müser argues, that water layer is not thick enough to make ice truly slippery.",
            "Müser’s team at Saarland University in Saarbrücken, Germany, now offers a different, but related, explanation. To figure it out, these materials scientists modeled what happens to ice at the molecular level.",
            "iFhttps://www.youtube.com/embed/20zyW0qoSTE?feature=oembed",
            "fC8:40",
            "Ice is a crystal. This means its molecules are arranged in a neat pattern. With his team, Müser created a computer model of ice. Then they watched how properties of its molecules would change when the model had a sheet of ice touch another surface (such as a boot, tire or skate).",
            "Water is a dipole molecule. That means one side has a slight negative electric charge; the other side is positively charged. That charge separation makes the molecules in ice line up in a regular structure — like little magnets.",
            "*a_molecular_structure_of_crystalline_ice",
            "fCThe crystal structure of ice is made up of a lattice of highly ordered water molecules, each with two hydrogen atoms (white) bonded to an oxygen atom (red). ",
            "Yet it doesn’t take much to disrupt that ordered structure. Imagine a boot touching the ice. Dipoles within the boot itself will attract dipoles in the top layers of the ice. It’s like two magnets attracting one another.",
            "As the boot moves, the dipoles in the ice move, too. Now the perfect crystal structure of ice begins to fall apart as more and more of its molecules step out of line.",
            "This process is called frustration, says Müser. The ice “kind of melts without really heating.”",
            "The molecular changes shown by the new simulations would be virtually impossible to physically observe, the researchers note.",
            "Müser likens crystalline ice to “an ordered bed of shell pasta.” Imagine, he says, what would happen if “now you rub over it with a slightly sticky hand.” Some shells will get pulled out of order. The dipoles in the boot or tire provide a similar stickiness to pull ice molecules out of order.",
            "The affected molecules no longer behave like a crystal. Instead, they become that thin layer of water atop the ice.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "This is not the traditional way ice melts. It usually melts due to pressure or heat. But in this case, solid ice changes into liquid water as defects mess up its crystal structure.",
            "“This means ice can be slippery even at low temperatures,” says Lars Pastewka. He’s a microsystems engineer at the University of Freiburg in Germany. Indeed, the Saarland computer model shows that “frustrated” ice will remain slippery at 10 kelvins. That’s –442º Fahrenheit, or close to absolute zero.",
            "“Molecular simulations like these have the power to show what every atom is doing,” says Robert Carpick. That “is why [this new model’s] results should be taken seriously.” A mechanical engineer, Carpick works at the University of Pennsylvania in Philadelphia.",
            "Pastewka’s group has shown similar crystal defects in silicon and diamond. This can turn their surfaces slippery, too. Diamond has one critical difference, though. With water ice, “the harder you push, the easier it gets to turn it into a liquid-like goo,” Pastewka says. In diamond, you get the opposite effect — which actually protects the surface.",
            "In theory, you could skate on diamond for the same reason you can on water ice. But you wouldn’t leave as many marks on the surface of a diamond rink.",
            "So what’s the solution to keep you from slipping on ice in winter? “I would say, put on cleats,” says Müser. “That’s really the only way.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/what-chances-asteroid-hits-earth",
        "title": "\n\tAnalyze This: What are the chances of an asteroid hitting Earth?",
        "content": [
            "*an_illustration_shows_a_glowing_asteroid_hurtling_toward_the_surface_of_a_planet",
            "It’s not impossible for an asteroid to strike Earth during a person’s lifetime. In fact, it’s more likely than getting struck by lightning.",
            "Our solar system is peppered with large rocks, called asteroids. If a big asteroid plummets to Earth, there are many possible outcomes. The space rock could splash into the ocean and not harm anyone, for instance. Or it could wipe out a city. People have a hard time understanding the chances of an asteroid strike. So a team calculated the likelihood and compared it with other events — with some surprising results.",
            "“If a large or a medium asteroid were to hit the Earth, it would be something that almost everybody on the planet would be aware of,” says Carrie Nugent. She’s a planetary scientist at Olin College of Engineering in Needham, Mass. While killer asteroids have hit before, such as the one that finished off the dinosaurs 66 million years ago, Nugent says not to worry. “We try to put this event, which is actually a preventable event, in context with other preventable events.”",
            "Nugent worked with six undergraduate students from Aalborg University in Denmark. Using a computer program, they simulated a group of asteroids similar to real near-Earth objects. They fed these modeled asteroids into a program called JPL Horizons. Anyone can use that program to look up predicted locations for objects in the solar system. For this project, the students determined whether each simulated asteroid would cross paths with Earth.",
            "That allowed the team to estimate the frequency of asteroids bigger than 140 meters (460 feet) across. That’s around the size of a small cruise ship, Nugent says. An asteroid of this size would hit Earth roughly every 11,000 years. The researchers shared their findings August 12 in the Planetary Science Journal.",
            "That number is still pretty hard to understand. So Nugent compared the chances of an asteroid hitting Earth with other events that people may experience. The chances of being alive during an asteroid strike, she found, are higher than that of being struck by lightning. But a person is more likely to die in a car crash.",
            "Some events were rare but deadly. People — kids in particular — can die in dry sand hole collapses. This can happen when someone digs a large hole in sand, often at the beach. That hole can fall in on itself and take its digger down with it. “It is an extremely rare cause of death that most people don’t even know about,” Nugent says.",
            "Books and movies often portray asteroid run-ins as unstoppable events. “The truth is actually entirely the opposite,” she says. NASA’s DART Mission in 2022, for instance, bopped an asteroid that wasn’t in danger of hitting Earth. The test changed the asteroid’s path. This showed that people might be able to do this one day with a rock headed for our planet and avert a collision. So, Nugent says, it’s important to do research, such as sky surveys, that locate these objects. “This is the one natural disaster we can totally prevent,” she says.",
            "Nugent’s team calculated the chances of near-Earth object (NEO), such as asteroids, hitting Earth in a person’s lifetime. They compared this with the likelihood of other preventable events. The chance of an asteroid hitting the Earth is shown by the blue marker. The chance of such an asteroid killing a person is shown by the vertical blue bar.",
            "The graph is presented on a logarithmic scale. That means each grid line differs by a factor of ten from the one next to it. The x-axis gives the one-in-X chance that an event happens to an individual or the planet. For instance, the chance of being hit by lightning is 1-in-11,000. The y-axis gives the one-in-Y chance that a person dies if the event happens. So someone hit by lightning has a 1-in-10 chance of dying.",
            "Unlike most graphs, the label numbers on the x-axis get smaller moving to the right. And on the y-axis, they get smaller going up. This is because a one-in-X number is like a fraction with “1” on top and the “X” number on the bottom. The bigger the label number on these axes, the smaller the likelihood of that event happening.",
            "*a_lograrithmic_scaled_graph_showing_the_chances_of_various_disasters_",
            "fCC.R. Nugent et al/The Planetary Science Journal 2025"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/air-pollution-harm-vision",
        "title": "\n\tAir pollution might harm children’s eye health",
        "content": [
            "*a_young_woman_with_dark_hair_wearing_a_mask_and_glasses_in_a_smoggy_outdoor_setting",
            "Many children wear glasses for nearsightedness. New research links this vision problem with air pollution.",
            "Polluted air is bad for your lungs. That dirty air might also be why many kids need glasses, new data show. ",
            "This observation comes from a study of vision in about 30,000 school-age children. Kids had better eyesight when air pollution levels were lower, scientists found.",
            "The researchers focused on myopia. People with this eye condition — also known as nearsightedness — have trouble seeing faraway objects. It’s a really big problem in East Asia. In China, for instance, more than four in every five teens are nearsighted by the time they finish high school. One in 10 are severely myopic.",
            "Many things can contribute to someone becoming nearsighted. Genetics play a big role. Daily habits matter too, such as how much time you spend staring at screens or whether you play outside. Even what you eat can affect vision.",
            "“We know air pollution is a factor in eye health,” too, notes Zongbo Shi. A coauthor of the new study, he’s a scientist who looks at how atmospheric processes affect human health and the environment. He works at the University of Birmingham in England.",
            "But scientists didn’t know which things had the biggest impact, Shi says. So they decided to investigate the role of air quality.",
            "*two_diagrams_shgowing_how_light_enters_the_eye_and_where_it_is_focused_for_normal_vision_and_myopia",
            "fCNormally, our eyes focus images on the retina, a layer of cells at the back of the eye (upper drawing). But with myopia, the eye instead focuses images a short distance in front of the retina (bottom image), causing faraway objects to appear blurred.",
            "His team used data from 29,971 elementary, middle and high school students in Tianjin, China. These data came from a survey on myopia. It asked kids or their families about the kids’ age and sex, health history and family background. This survey also asked about their habits, including how much the kids slept, what they ate, their school environment and more.",
            "Shi’s team also gathered environmental data for Tianjin. This ranged from air pollution to the amount of green space and nighttime lighting.",
            "To make sense of all these data, the researchers turned to machine learning. They trained this form of artificial intelligence (AI) to identify which aspects of the survey data seemed to have the strongest link to eye health. And levels of two air pollutants stood out: nitrogen dioxide gas and ultra-fine airborne particles. The AI model linked lower levels of both of these to better vision.",
            "Shi’s team shared its findings in the September 2025 issue of PNAS Nexus.",
            "iFhttps://www.youtube.com/embed/v1_HkgP8Mdw?feature=oembed",
            "Learn what myopia is, when it tends to develop and what you can do if you develop this eye condition.",
            "Earlier studies suggested a link between air pollution and eye disorders in adults, says Paul Foster. An ophthalmologist, he studies eye health at University College London in England. It’s possible, he says, that pollution causes narrowing of the blood vessels in the retina. That’s the layer of light-sensitive cells at the back of the eye. “[This] may lead to a greater risk of children becoming myopic.” In fact, data have shown that elementary-school-age children are especially sensitive to air pollution.",
            "“Every body function — every organ system — is affected by air pollution,” says Judith Klein-Seetharaman. She did not take part in the new study. A biochemist, she works at Arizona State University in Phoenix. There, she studies what happens in our bodies at the molecular level.",
            "“We might think the lungs are affected more because we breathe in those substances,” she says. “But the eye is particularly vulnerable,” too, she points out, “because it’s so exposed.”",
            "Imagine a dusty day. If there are a lot of particles in the air, they can get into our eyes and irritate them. Hurt or damaged cells will send out distress signals. This brings immune cells rushing to the area. It can trigger an increase in blood flow to the site, leaving it red and swollen. It might get itchy too. This is called inflammation.",
            "*three_kids_playing_outside_in_a_sunny_green_setting",
            "fCDoctors generally recommend getting plenty of outdoor time to limit your risk of myopia. Why? Your eyes get lots of exercise changing their focus to view things near and far. However, new data show, in polluted communities, outdoor air may also become a risk for nearsightedness, at least in kids.",
            "Oxidative stress can also develop, Klein-Seetharaman notes. This is when imbalances in certain chemicals damage affected cells. Both inflammation and oxidative stress can increase the risk of myopia.",
            "Inhaled pollutants can lead to more cell damage — and inflammation. From the lungs, pollutants can get into the blood and be transported throughout the body. This can affect every part of our body, including the eyes, the World Health Organization says.",
            "“It’s really complicated,” Shi says. “And there may be other [affected] pathways that we don’t know very well yet.”",
            "Shi’s team also ran computer models that asked what would happen if children had been breathing and viewing the world through less polluted air. They predicted that fewer children would develop serious myopia.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The study shows how many different things affect eye health, Klein-Seetharaman says. However, correlation isn’t causation, she adds. Just because two things happen at the same time doesn’t mean one caused the other. ",
            "Shi agrees. “I can say, generally speaking, improving air pollution would improve eyesight,” he says. “But I can’t say if you improve your air pollution level [by some particular amount], how much that will improve your eyesight.”",
            "He notes other limitations, too. The study relied on self-reported data, which is not always accurate. The researchers also defined pollution exposures using data collected near the kids’ schools. This approach isn’t perfect because kids don’t spend their entire day at school, much less weekends.",
            "This study, however, suggests some options for improving eye health. Since children spend a lot of time at school, the researchers recommend creating clean-air zones around schools. This might involve closing streets to cars during school drop-offs and pick-ups. Putting air purifiers in classrooms is another option.",
            "Such changes might work alongside local or regional pollution-fighting efforts, the researchers say. For kids everywhere, cleaner air could mean better vision, too.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/polar-bears-food-scraps-arctic",
        "title": "\n\tPolar bears leave thousands of tons of food scraps for other species",
        "content": [
            "*a_polar_bear_stands_on_a_sheet_of_ice_with_a_bloody_carcass_of_a_dead_animal_in_front_of_it,_while_s",
            "A polar bear in Norway picks at its prey. Gulls nearby and other animals will eat the leftovers. Polar bears typically leave about 30 percent of edible animal’s remains.",
            "Polar bears are picky eaters. And that’s great news for other hungry Arctic critters.",
            "In one year, a polar bear can leave roughly 300 kilograms (660 pounds) of scraps behind on which other animals can dine. Altogether, that comes to an estimated 7.6 million kilograms (8,375 U.S. tons) of bear leftovers, researchers now estimate.",
            "This leftover meat, called carrion, points to the crucial role these bears — top predators — play in feeding other species.",
            "The research also sounds a warning. As climate change warms the Arctic, polar bears are at risk. A decline in their numbers could greatly threaten other species that are part of the Arctic food web.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Polar bears eat mainly seals, especially ringed seals. Scientists have long known these bears mostly eat the blubber of their prey. These diners often leave much of the rest behind. Until now, scientists have overlooked the size of those leftovers and their importance, says Nicholas Pilfold, A large-carnivore biologist, Pilfold works at the San Diego Zoo Wildlife Alliance in California. He has done research in the Arctic for 15 years.",
            "As part of a team, Pilfold pored over studies, observations and anecdotes about scavenging activity around carcasses. These data went back as far as the 1930s. The researchers also analyzed studies on how many calories seals can provide. Then they also looked at studies that had tallied how many seals a polar bear consumes each year.",
            "During its hunting season peak, they found, a bear kills roughly one seal every three to five days. That comes to some 1,000 kilograms (2,200 pounds) of prey each year. A bear eats about 70 percent of that mass. The remaining 30 percent is up for grabs.",
            "Today’s Arctic hosts an estimated 26,000 polar bears. So all those leftovers add up to millions of kilograms — thousands of tons — of food for scavengers.",
            "Pilfold’s team shared its new findings October 28 in Oikos.",
            "*a_white_arctic_fox_walks_through_the_snow",
            "fCArctic foxes are one species that benefit from carrion scraps left behind by polar bears.",
            "Those who benefit from the leftovers include Arctic foxes, gulls, ravens and other polar bears. Occasionally even snowy owls, wolves and grizzly bears will feast on the remains.",
            "Pilfold has seen that “foxes will follow in the tracks of where the polar bears have gone,” waiting for the bears to abandon their meal. Birds also fly overhead, waiting their turn, he says. “There’s just this cacophony of sound of gulls,” he notes. “They’re all trying to get some of that seal.”",
            "Other species couldn’t access this type of food if the polar bears hadn’t left it behind, says study coauthor Holly Gamblin. She is a wildlife biologist in Canada at the University of Manitoba in Winnipeg.",
            "The new findings don’t surprise Jon Aars. A polar bear expert, he works at the Norwegian Polar Institute in Tromsø. Bear leftovers are probably a “rather important” food source for other species, he says — “particularly at a time of the year when alternative food is not so easy to get.”",
            "Polar bears often swim to find seals at sea or on ice floes. As the Arctic has been warming, the ice has been melting, too. This gives bears fewer rest stops to catch their meals, dine and rest. Earlier work by Pilfold’s team showed that the bears often have to swim exhaustingly long distances between meals. They tracked one female who swam 400 kilometers (249 miles) nonstop over a period of nine days.",
            "Such long treks are weakening bears and have led some to starve. This can reduce polar bear populations. If this happens, the carrion they provide will likely decrease as well, Pilfold now says.",
            "His team looked at two regions where polar bears have been declining. Here, they calculate, about 323,000 kilograms (710,000 pounds) of carrion are likely being lost each year. Melting ice might also make it harder for some scavengers to reach bear leftovers.",
            "It’s hard to predict how reduced leftovers might affect other species, Aars says. But “it will have [an] impact one way or another.” And how big an impact, he says, will depend on the species and which “part of the Arctic we look at.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-science-winter-olympics",
        "title": "\n\tLet’s learn about the science of the Winter Olympics",
        "content": [
            "*A_snowboarder_wearing_the_Olympic_rings_signal_on_her_gear_pulls_a_tight_turn,_leaning_back_to_brush",
            "Snowboarders, skiers and other athletes are gearing up to compete in the 2022 Winter Olympics in Beijing, China. Scientific advances may give some competitors an edge, but climate change threatens the very future of these games.  ",
            "In just a few days, athletes from around the world will compete in the Winter Olympics in Beijing, China. The Olympic games are a spectacle of speed and grace. Curlers deftly nudge stones into place. Figure skaters whip themselves into fancy twirls on the balance of a blade. Snowboarders ride rails and launch off of ramps into daring flips and twists. Every Olympian has trained for years to show off their skills on the world stage.",
            "In contests between such elite athletes, tiny details can make the difference between silver and gold. The chemistry of ski wax, for instance, affects how well skis glide across or grip snow. The recipe can make or break a skier’s performance. In bobsledding, meanwhile, shoe stiffness is key. Just the right amount of bendiness can give athletes the boost of speed they need to take first place.",
            "But there’s one key piece of Winter Olympic equipment no one can totally control: cold weather. Without it, athletes like skiers and snowboarders can’t compete. Unfortunately, many cities may soon be too warm to host the Winter Olympics. The reason: human-caused climate change. If it doesn’t get cold enough, snow can’t fall. In fact, this is the first Winter Olympics ever that will completely depend on artificial, rather than natural, snow. That could become the norm in the future.",
            "Some technology does exist to coax clouds into making more snow. This weather-control technology helped create clear skies at the Beijing Summer Olympics in 2008. But tampering with the weather may have unintended consequences. And it still won’t produce enough snow to keep the slopes covered.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Olympic ski racers use chemistry to enhance their performance The chemistry of ski wax plays an important role in whether an Olympic skier wins or loses. (2/12/2018) Readability: 6.0",
            "In bobsledding, what the toes do can affect who gets the gold South Korean scientists have been developing shoes that could give their national bobsled team an advantage at the Olympics. (2/21/2018) Readability: 6.6",
            "Climate change threatens future Winter Olympics Higher temperatures and less snow may make many former Winter Olympics sites unfit to host future games. (2/9/2018) Readability: 8.3",
            "iFhttps://www.youtube.com/embed/zeKu5KWPO4M?feature=oembed",
            "fCScience of the Winter Olympics series",
            "Scientists Say: Climate",
            "Explainer: CO2 and other greenhouse gases",
            "Let’s learn about snow",
            "Why many Olympic athletes have early birthdays",
            "What happened when Simone Biles got the twisties at the Olympics?",
            "Athletes’ head injuries can provoke surprisingly long-lasting harm",
            "Is weather control a dream or a nightmare?",
            "Football and hockey don’t necessarily doom players’ brains to serious damage",
            "Even some Olympic athletes cheat with drugs",
            "Why Paralympic sprinters have trouble with curves",
            "Why sports are becoming all about numbers — lots and lots of numbers",
            "Cool jobs: Careers on ice",
            "Snowflakes and avalanches",
            "New spray gel moves drugs deep to treat frostbite",
            "Word find",
            "Blend sport and art with these Winter Olympic crafts. Create a toy figure skater that glides around a metal canister through the power of magnetism. Use ice cubes to play a mini game of curling in the bathtub. Or, race marble “lugers” down a paper plate track."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/bobsledding-what-toes-do-can-affect-who-gets-gold",
        "title": "\n\tIn bobsledding, what the toes do can affect who gets the gold",
        "content": [
            "*860_main_bobsledgif",
            "How fast bobsled athletes run down the start of the track can make or break the race.",
            "The bobsled teams competing at this year’s Winter Olympics in PyeongChang, South Korea, are hoping to start on the right foot. And that begins with the right shoes. So perhaps it’s no surprise that footwear scientists in South Korea have been hard at work building a better bobsled shoe for their home team.",
            "Bobsledding is one of the fastest winter sports. Only 0.001 second can make the difference between bringing home a silver medal or gold. That’s in a race that only takes 60 seconds. And the most important part of that race takes place in just the first six seconds.",
            "In bobsled, one, two or four athletes race down a track in an enclosed sled, propelled just by gravity. Most of a team’s success depends on what it does before the clock even begins. That’s during the first 15 meters (49 feet) of the “push start” — when they push the sled across the icy track, just before jumping in. Shortening the time by just 0.01 second could shorten the finishing time by 0.03 second, recent studies have shown. That’s more than enough to make the difference between a gold medal and disappointment.",
            "“Thirty to 40 percent of the race outcome is decided by the push start,” says Alex Harrison. He would know. Harrison used to be a bobsled racer (and probably would have gone to the 2018 Winter Olympics if he hadn’t hurt his foot last fall). He also studied the bobsled push start as a graduate student at East Tennessee State University in Johnson City. Now, as a sports physiologist, he studies how physical activity affects the body.",
            "Being fast helps with the push start, but it’s not enough. Bobsled athletes also have to be strong, especially in the legs, Harrison notes. Large tissue fibers known as fast twitch muscles help with short, powerful bursts of movement. That’s why sprinters make for good bobsledders. Their muscles are already primed for these fast starts.",
            "The athletes need to keep their knees and feet low to the ground during the push start. This ensures they don’t waste time and energy bringing the foot back around. Instead, their foot — and their shoes — spend more time pushing against the ice.",
            "And that’s why a bobsledder’s shoes are incredibly important. Similar to track cleats, these shoes have spikes on the soles. But instead of six or eight large spikes, they have at least 250 small ones. Those spikes help grip the ice, giving the athlete more traction to propel themselves forward.",
            "Nearly every bobsled team member wears the same brand of shoes. They’re from Adidas, the only company that makes them for the sport. But those shoes may not be best for everyone, Harrison points out, since not every person is shaped the same.",
            "Seungbum Park works at the Footwear Industrial Promotion Center in Busan, South Korea. His work focuses on the interplay between a bobsledders foot and shoe. It is very important and would pave the way to developing bobsled shoes that are better for South Korea’s national team.",
            "Park’s group started by filming bobsledders. High-speed cameras focused on the feet as athletes ran wearing various shoes. Each shoe had reflective markers attached to the front and middle. This let the researchers see how the front of the foot bent in different shoes.",
            "That bend is key.",
            "As running speed increases, the foot bends more. This provides the driving force and spring that propels the athlete forward. If shoes don’t allow the foot to bend enough, they can limit the foot’s motion and limit an athlete’s performance.",
            "But the researchers found that shoes that were the most flexible weren’t the best. Ones with soles that had harder middle and outer layers helped the athletes run faster. The team published its initial findings in 2016.",
            "“A stiffer shoe will transfer force better to the ground,” Harrison notes. In most people, the big muscles in the legs will overpower the little muscles of the feet. But a stiffer sole allows the foot to become artificially stronger, allowing a faster start. The foot needs to bend, but it also needs to be strong.",
            "Soles aren’t the only important part of a shoe. Some shoes, including bobsled shoes, point slightly upward at the toes. This is known as the “toe spring angle.”",
            "After their first study, the Korean group went back to the bobsledders. This time, they tested them in shoes having three different toe angles: 30, 35 and 40 degrees. Shoes with the greatest toe-spring angle — 40 degrees — led to the best performances, they showed. These shoes gave bobsledders the best bend to their feet, driving them forward and shortening their start time. The scientists shared their new findings in September 2017 Korean Journal of Sport Biomechanics.",
            "Harrison says a good bobsled shoe needs to be stiff, but also to bend enough to allow athletes to lean the shins and body forward and down during the first 10 meters (33 feet). “It looks like [the Koreans] accomplished that in a big way,” he says.",
            "This shoe research could improve start times for the Korean bobsledders by 6 to 10 hundredths of a second. “That can certainly be the difference in making the medals or not,” Harrison says."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/olympic-ski-racers-use-chemistry-enhance-their-performance",
        "title": "\n\tOlympic ski racers use chemistry to enhance their performance",
        "content": [
            "*860_main_skiwaxgif",
            "Andrew Morehouse waxes skis on site for the U.S. Olympic Nordic Ski Team. The recipe he uses will depend on snow conditions. Choosing the right wax may make all the difference in whether top athletes can go for the gold.",
            "When the world’s top skiers face off this week at the Winter Olympics, they will be relying on years of training, mental preparation — and a good deal of chemistry. The chemistry of ski wax. The fastest skiers usually have the fastest skis. And speedy skis need their bottoms waxed with the right stuff.",
            "All ski wax is not the same. The recipe an athlete uses must be tailored to match the feats they’ll attempt and the snow they’ll encounter. A wetter snow, for instance, will require a different wax than  dry fluff. And downhill racers get a different recipe than cross-country skiers.",
            "Chemicals in the wax help skis glide downhill. The wax does this by repelling water that forms as a ski slides across the snow. Cross-country skiers, in contrast, must go both uphill and downhill. Their ski wax, therefore, must help the athlete also grip the snow while climbing short hills during a race.",
            "One type of wax makes skis slippery. Another makes it grip. A racer who uses the wrong formula risks lagging behind. This also can happen if the snow’s properties change during a race. Maybe it gets colder. Or starts snowing. It may even rain. Such weather changes can alter the surface of the snow in ways that can make it harder on racers.",
            "*Kikkan_Randall_skiing",
            "fCKikkan Randall tests her ski wax before a cross country race. She and her coaches must choose the best wax recipe before racing at the Olympics in PyeongChang, South Korea.",
            "That’s what happened to Kikkan Randall. She is a cross-country ski racer from Anchorage, Alaska. Beginning February 10, she’ll be competing in PyeongChang, South Korea, as part of the 2018 U.S. Winter Olympics team.",
            "Randall remembers her skis picking up new-fallen snow in Finland earlier this season. They were like chunks of mud on a race.",
            "“I had 3 inches [8 centimeters] of snow on the bottom of my skis and had to scrape it off and keep going,” she notes. “It was clear that I had the ability to have a better race. But my skis were making it impossible. I would have been better off with no wax.”",
            "Randall attributes some wins that brought her to the Olympics to the waxes she used. It allowed her to glide faster than other racers on the downhill part of the course. The recipe she and others use is critical. Racers get only one chance to wax their skis before a race begins.",
            "Long before a race, various waxes will be tested. Then, technicians and racers pick a mix that they think will best match the snow on race day. They rub and melt layers of the chemicals onto the bottom of each ski. Then they scrape and polish each layer to make it super-smooth. Sometimes they add a sticky wax called “klister” — or kick wax — to the part of the ski below the boot. This helps racers grip if and when they need to climb.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Like gasoline and natural gas, wax contains one or more hydrocarbons. As their name suggests, these molecules are made from a chain of hydrogen and carbon atoms. The first layer of wax applied to the bottom of a ski is similar to the paraffin wax used in candles. It forms a bond with the bottom of the ski to keep out dirt and water.",
            "*Kikkan_Randall_with_several_dozen_skis",
            "fCKikkan Randall brings several dozen skis to each race. Each one has a different set of qualities and requires different wax combinations.",
            "The next layer contains fluorocarbons. These are molecules made from a mix of fluorine, hydrogen and carbon. These wax ingredients are designed for speed. They cut friction between the ski and the surface of the snow. (These chemicals are related to additives that manufacturers sometimes use to make rain gear repel water.)",
            "Fluorocarbon waxes are softer than some other types. They may be used as fluids or as powders. For a two-minute downhill race, skiers want the slipperiest surface possible. They will need a different formula for a two-hour-long, cross-country event. Indeed, cross-country racers may apply six or more layers of wax to give a competitor control in moving up and down across a course.",
            "Some fluorocarbon ski waxes also have extra hydrocarbons, such as acetone (ASS-eh-toan), benzene or toluene (TAAL-yu-een). These chemicals can be harmful if a person touches or inhales them a lot or over long periods. Yet they must be used repeatedly. After all, most of these chemicals will rub off a ski by the end of a race.",
            "Jeffrey Bates studies how ski waxes work. He is a materials scientist at University of Utah in Salt Lake City. He has invented a ski wax that can stick onto skis for the whole winter, not just for one race.",
            "To do this, Bates pored over the bottom of plastic skis using a scanning electron microscope. It can display the surface of materials to a resolution of 1 nanometer (a billionth of a meter). For comparison, a human hair is 75,000 nanometers wide.",
            "Under high magnification, the molecules on the bottom of the ski “looked like balls of spaghetti,” Bates says. Those spaghetti-like strands are polymers. Bates’ new liquid wax fills in the tiny nooks and crannies between the polymer strands. When exposed to sunlight, this coating chemically bonds to the ski. And that attachment is so strong it can last for months.",
            "“We are not making this for racers,” Bates says. “We are making this for the regular person who goes to the slopes several times a year and doesn’t want to be bothered with waxing.” Why wouldn’t Olympians want it too? Its formula is set. It can’t be tweaked based on the particular conditions a competitor may need when going for the gold.",
            "At the Olympics in South Korea, many teams will tweak their waxes’ chemistry in their bid to win a medal in ski racing. Each team will mix up its own secret recipe of waxes before the race starts.",
            "“You try to do everything behind closed doors,” explains Andrew Morehouse. He’s a wax technician for the U.S. Olympic Nordic Ski Team. “I don’t know if there are spies, but it’s a natural thing to want to know what the other teams are waxing. Everyone keeps to themselves.”",
            "For Randall and the other skiers, they hope that good chemistry will speed their path to the finish line."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-snow",
        "title": "\n\tLet’s learn about snow",
        "content": [
            "*_Let’s_learn_about_snow3",
            "Snowflakes have a six-sided shape — one that forms because of the chemistry of water. ",
            "What’s winter about? Well, if you live in a place that gets cold enough, winter is about snow. Big, fat fluffy flakes that fall from the sky and pile up in freezing mounds.",
            "Snow is frozen water, of course. But snowflakes aren’t tiny ice cubes. Instead, they are what happen when water vapor turns straight into ice. Scientists have successfully built snowflakes from scratch, like Elsa in Frozen (minus the magic, of course). But unlike Elsa’s skills, snow formation isn’t instant. The snowflakes build up as water molecules tumble around in the sky. Each flake usually takes between 15 minutes and an hour to form. Flakes also form best around a nucleus — a tiny speck of dust that the freezing water molecules can cling to.",
            "iFhttps://www.youtube.com/embed/FwGH4gulLX4?feature=oembed",
            "A snowflake’s iconic shape has a lot to do with the chemistry of water. This video explains exactly how it works.",
            "Some places on Earth never get snow (though every U.S. state gets it at some point). But others are coated in ice year-round. These include the tops of mountains where glaciers — masses of ice that form when snow packs down over years — can be found. And then there’s Antarctica, where 97.6 percent of the continent is covered by snow and ice all year.",
            "Earth is not the only planet with snow and ice. Saturn’s moon Enceladus is constantly covered in snow. And scientists think that melting snow might have formed the dry gullies that line the surface of Mars. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Frozen’s ice queen commands ice and snow — maybe we can too: In the Frozen movies, Elsa magically manipulates snow and ice. But scientists, too, make snowflakes. If they reinforce it, architects can build with ice and snow. (11/21/2019) Readability: 6",
            "The many faces of snowstorms: There are many different types of winter storms. How do they work? (2/14/2019) Readability: 7",
            "Climate change threatens future Winter Olympics: Higher temperatures, less snow mean many former Winter Olympics sites soon will no longer qualify to host future games, concludes a new analysis. (2/19/2018) Readability: 8.3",
            "Scientists Say: Albedo",
            "Explainer: The making of a snowflake",
            "Explainer: What is thundersnow?",
            "Cool Jobs: Careers on ice",
            "‘Watermelon’ snow is helping melt glaciers",
            "Is weather control a dream or nightmare?",
            "Word find",
            "How much water is in snow? Not nearly as much as you think. Pop some snow in a jar, bring it inside, and find out! All you need is a jar, some snow and a ruler."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/plants-intelligent-communicate-learn",
        "title": "\n\tAre plants intelligent? It seems to depend on how you define it",
        "content": [
            "*a_field_of_grass_with_a_line_of_poplar_trees_in_the_distance_on_the_right,_under_a_blue_sky_with_clo",
            "Some plants — like the poplar trees bordering this wheat field — can communicate with each other by sending messages through the air.",
            "It’s a pleasant summer morning. Across a field, a line of poplar trees sways in the breeze. Insects buzz and flit among the branches. Everything seems calm and peaceful.",
            "But don’t be fooled. These trees are actually under attack as hungry insects chomp on their leaves.",
            "The trees can’t hide, and they can’t run away. But they aren’t helpless: They have ways to fight back — and even aid each other. As soon as an insect starts gnawing on a leaf, the tree mounts defenses. It also quickly messages its neighbors: “We’re under attack! Get your defenses ready!” It might even call on other insects for help.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "All of this happens in ways we don’t see. But scientists are learning that plants can do many things we associate with thinking. Plants communicate with each other. They can learn. They form memories. They can even recognize their relatives. And they do all this without a brain.",
            "Could these abilities mean plants are intelligent? We may never fully know. As Simon Gilroy puts it, “It’s very difficult to think like a vegetable.” Still, researchers are working to get to the root of what’s going on when plants act in ways we once thought only animals could.",
            "“When you look at a tree,” says Gilroy, “it looks like it’s doing absolutely nothing.” Gilroy is a botanist at the University of Wisconsin–Madison. He’s also one of several scientists who’ve been taking a close look at plant behavior. They’re finding that though plants seem still and quiet, they’re actually quite busy.",
            "And what they’re busy doing is pretty amazing.",
            "In the 1980s, botanists first found signs that plants communicate with each other. In one early experiment, hurt trees seemed to warn their neighbors of danger.",
            "*a_dim_green_forest_full_of_trees",
            "fCPlants can communicate with one another, through underground fungal networks and through the air.",
            "Back then, Jack Schultz and Ian Baldwin were young researchers at Dartmouth College in Hanover, N.H. They potted up tree seedlings and sealed them inside a clear plastic container. Each had its own pot, and the trees didn’t touch each other.",
            "When the researchers tore leaves on one tree, it responded by producing a chemical to repel attackers. Then, about 36 hours later, the undamaged trees made the same chemical. The hurt tree must have sent a signal through the air to the others, the team concluded.",
            "Some people described this as plants “talking” to each other. The finding, reported in 1983, launched the science of plant communication.",
            "Since then, scientists have shown this communication can be fairly complex.",
            "Plants respond better to messages from close kin than to ones from unrelated plants. It’s something Rick Karban has shown. At the University of California, Davis, he studies how plants and insects interact. Work by his group and others shows plants can tell one predator from another. They send different signals depending on what type of insect is attacking.",
            "Their messages can even signal how far away danger is, a team in Finland now reports. It shared that finding September 12 in Science.",
            "*a_green_worm_chews_on_a_tomato_leaf,_with_small_tomatoes_to_the_left",
            "fCWhen a tomato hornworm chews on a tomato leaf, the plant releases an odor that attracts the worm’s parasites.",
            "And not all plant messages are intended for other plants. Some are meant to lure in critters that eat whatever’s feeding on the plants. When nibbled by tomato hornworms, for instance, tomato plants release chemicals that attract the hornworm’s enemies, explains Schultz. He now works at the University of Houston in Texas.",
            "Plants can even use more than one “language.” Most studies have focused on chemical signals. But plants sometimes use sound, too.",
            "In 2023, a team in Tel Aviv, Israel, recorded clicks and pops made by plants under stress. The sounds varied across plant species and type of stress, such as drought and being cut. Although roughly as loud as human speech, they’re too high-pitched for people to hear. Other animals, however, such as bats, mice and insects, might be able to hear them, the researchers note.",
            "Stressed tomato plants make distinctive clicking noises that can be picked up by ultrasonic microphones. In this clip, scientists condensed the sounds and brought them into the range of human hearing.",
            "*illustration_of_a_microphone_next_to_a_plant",
            "fCLiana Wait",
            "So might other plants. There’s lot of evidence that plants respond to sounds, says Heidi Appel. She’s a plant ecologist at the University of Houston. For instance, plants can hear when insects munch on their leaves, her team has shown.",
            "Other work suggests that plants can learn and even remember. One famous study in 2014 used a plant called Mimosa pudica. Known for being “sensitive,” it curls its leaves when it’s disturbed.",
            "The researchers potted up dozens of these plants. Then they dropped each Mimosa 60 times in a row. The plants weren’t harmed by the drop. It was short, with a soft landing. And they curled their leaves — but only the first few times. Pretty quickly, they stopped reacting.",
            "Just to be sure the plants weren’t too tired to fold their leaves, the researchers shook the plants. Now they curled their leaves right away. But when dropped again, they didn’t curl them. The plants had learned that the drop wasn’t going to hurt them, the researchers concluded.",
            "A month later, they tried the experiment again. The plants still didn’t curl their leaves after being dropped. It was as though they remembered it wouldn’t hurt them. They had formed long-lasting memories.",
            "It shouldn’t be surprising that plants can do all these things, Gilroy says.",
            "“Everything that’s alive has to solve the same problems,” he notes. “Plants have to feed themselves. Plants have to get water. Plants have to defend themselves.”",
            "But plants solve these problems very differently than animals do. A hungry person might chase down a deer or search out fruits. A plant’s food comes from sunlight, carbon in the air and nutrients in the soil.",
            "And a plant can’t swat or avoid insects, as we might. Instead, they’ve evolved their own ways to solve problems. Plants turn to follow the light. They deter bugs by making bitter compounds. They send roots toward water and nutrients. They even release chemicals that change the soil to make it better for the plant, says Gilroy.",
            "None of this involves a brain or nervous system.",
            "iFhttps://www.youtube.com/embed/u2GWd2j3qJ8?feature=oembed",
            "Plants have adapted some impressive abilities that make up for being unable to move.",
            "How do plants remember and send messages without a nervous system? The researchers who dropped the mimosa plants had an idea about that. They suggested that there may be other ways to remember.",
            "Neurons, or nerve cells, send messages via chemicals called neurotransmitters. Even though plants don’t have a nervous system, they have many of the same neurotransmitters that animals have.",
            "One of those is glutamate. Wounded leaves use glutamate to send messages. These signals tell undamaged leaves to boost their defenses against possible threats, notes Edward Farmer. A plant biologist at the University of Lausanne in Switzerland, he and his team published this finding back in 2013.",
            "Since then, other teams have learned more about how this messaging works. And it’s very similar to how neural signaling works in animals — but maybe better, Gilroy and his team show.",
            "*a_diagram_of_xylem_left_and_phloem_right_with_a_potted_plant_in_the_middle",
            "fCThe xylem and phloem that transport water and nutrients through plants also carry neurotransmitters. Some scientists see this as a kind of nervous system for plants.",
            "Plants have what Gilroy calls a plumbing system. This system of tubes, called xylem and phloem, moves water and nutrients around the plant’s body. Plants use this plumbing like a nervous system, he says. Neurotransmitters can move around their bodies through these tubes. No nerve cells needed.",
            "“Plants have to do it better than human beings,” says Gilroy. They can’t run away when something bad is happening. They have to know exactly what’s going on and how to respond. “So the information processing must be really sophisticated,” he says. “It’s just not like ours.”",
            "These discoveries show plants are able to do far more than meets our eyes. But does this mean that plants are intelligent? Some scientists think so. Others are not so sure. The problem may trace to how we define words like “thinking” and “intelligence.” Still, this has become a big controversy among botanists.",
            "Elizabeth Van Volkenburgh is a plant biologist at the University of Washington. That’s in Seattle. She’s a founding member of The Society of Plant Signaling and Behavior. It had once been called the Society for Plant Neurobiology. But some scientists thought the term “neurobiology” was a poor fit. After all, plants don’t have nervous systems.",
            "Some scientists are “very, very, very [against] the idea of plant neurobiology,” she says. But Van Volkenburgh likes the term. Technically, a plant lacks nerves. Still, it has a sensory system. What’s more, she points out, “In the older scientific literature, xylem and phloem were referred to as nerves.”",
            "The idea that plants can hear was a hard sell 10 years ago, Appel recalls. She’s married to Jack Schultz, and even he was skeptical. ”And he’s the one who discovered talking plants,” she says, laughing.",
            "Even now, this idea raises questions.",
            "“We do know that plants respond to vibrations in their environment. There’s no debate about that,” Appel says. However, whether plants can “hear” seems to depend on what you mean by that term. “If you define hearing as detecting vibrations in the environment, recognizing different kinds of vibrations and responding in an appropriate way,” she says, “then yes, plants can hear.” That doesn’t mean plants think about what they hear in the same way we would, though.",
            "And as to whether plants are intelligent in the way we think of human intelligence, Appel says we just don’t know. “These are mysteries we’re trying to understand.” Still, she argues, we need to resolve this controversy. And that means doing more science.",
            "*A_man_in_a_blue_shirt_kneels_among_a_scrubby,_rocky_landscape,_a_pencil_in_hand_and_notebook_in_his_",
            "fCRick Karban is surveying plants to see how many leaves have been attacked by insects (mostly beetles and grasshoppers). That count will give an idea of how effective a plant’s defenses have been.",
            "Or maybe it’s not a question we have to answer, counters Karban at Davis. “Many people in this field are upset and don’t like the word ‘intelligence.’ I couldn’t care less,” he says. “A lot of it is just about words.”",
            "Words can be hard to define, agrees Andre Kessler. He’s a chemical ecologist at Cornell University in Ithaca, N.Y. In a paper that came out last April, he addressed what he calls the “plant intelligence hypothesis.”",
            "It’s hard to agree on whether plants are intelligent without first agreeing on what intelligence is, he says. He and Michael Mueller point to one paper that found more than 70 different definitions for intelligence. It would be better, they write, to focus on what plants can do. How do they interact with other organisms, for instance? How do they respond and adapt to their environments? By such measures, Kessler says, plants should be viewed, in some way, as intelligent.",
            "However you describe it, scientists are learning that plants are far more amazing than most people realize. And to amaze us, they don’t have to be like us.",
            "Take a look at the plant on your windowsill or a tree in your garden. It won’t ever be able to pass your math exam. Even if you whisper to it every day, it won’t learn your name. But when it comes to doing what it needs to do — the things that matter to it as a plant — it’s remarkable. And it does all that without a nervous system.",
            "Concludes Schultz at Houston, “You don’t need a brain to be an elegant solution to life on Earth.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/black-hole-ringing-gravitational-waves",
        "title": "\n\tScientists caught a black hole ringing like a bell",
        "content": [
            "*Two_images_show_wiggly_lines,_the_top_from_2015_and_bottom_from_2025",
            "Two black holes spiraled around each other before combining into one. Here the black holes are shown as two black dots. This is a computer simulation of the gravitational waves (white and blue) released by that merger.",
            "A ringing black hole made ripples in spacetime. Spotted for the first time in January, these ripples are the clearest yet observed.",
            "Researchers reported detecting the signal in the September 12 Physical Review Letters.",
            "Such ripples are known as gravitational waves. They develop when massive objects rapidly accelerate in the cosmos.",
            "The newly discovered ones were born when two black holes merged. The pair formed one larger black hole that now rang like a struck bell. It emitted gravitational waves as its vibrations faded.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Scientists had predicted this, based on general relativity. That’s a theory of gravity. It describes how mass bends spacetime (which then gives rise to gravity). Gravitational waves stretch and squeeze spacetime as they pass by. General relativity also predicts that extremely compact objects — black holes — can form. Around them, spacetime will bend so much that nothing can escape.",
            "The new finding confirms that these and other rules of general relativity apply to black holes.",
            "The newly reported spacetime ripples had cut through background noise. And they did that better than any previous gravitational waves.",
            "Just hearing a bell can tell you if it’s big or small, says Katerina Chatziioannou. A physicist at Caltech in Pasadena, Calif., she worked on the new study. “The frequencies that an object makes when you strike it are unique to it,” she says. For a bell, those frequencies correspond to different pitches, or sounds. The bell’s size and shape determine what sounds it will make when struck.",
            "“The same thing is true with black holes,” she says.",
            "Like bells, black holes ring with a fundamental pitch. Both also ring at other frequencies, known as overtones. Those overtones fade away more quickly than the fundamental. For the newly reported merger, both the fundamental and the first overtone were detected.",
            "LIGO (short for the Laser Interferometer Gravitational-Wave Observatory) detected the gravitational waves. LIGO is made of two detectors — one in Hanford, Wash., the other in Livingston, La.",
            "LIGO’s measurements matched something called a Kerr black hole. That’s the prediction for how a spinning black hole should behave. It’s based on a solution to the equations of general relativity. (New Zealand mathematician Roy Kerr first worked out that solution back in 1963.)",
            "*Two_images_show_wiggly_lines,_the_top_from_2015_and_bottom_from_2025",
            "fCImprovements to LIGO’s detectors over the past decade have reduced noise, allowing signals to pop. This graph shows gravitational wave signals from the LIGO Hanford detector. The height of a wave detected 10 years ago (purple, top) is similar to another detected this year (bottom), but the recent detection is less jittery. The green line in both is a best fit to the data, based on predictions from general relativity.",
            "Similar tests have been tried before with gravitational-wave data. But this is the first time an overtone has been detected so clearly. That’s necessary for this type of test, Chatziioannou says.",
            "The team also considered a concept called the area theorem. It was developed by physicist Stephen Hawking in the 1970s. It states that the surface area of a black hole can grow over time — but not shrink. The newly formed black hole had a surface area larger than the sum of the two original ones. That agrees with this rule.",
            "An earlier black-hole merger also seemed to agree with Hawking’s area theorem. But the latest, clear signal gives a more definitive match.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/tiktok-skincare-routines-harm-skin",
        "title": "\n\tTikTok skincare routines may cause more harm than good",
        "content": [
            "*a_young_woman_holding_a_skincare_product_and_applying_a_cream_to_her_face_while_sitting_in_front_of_",
            "Skincare TikTok videos are rising in popularity. However, many of these videos are promoting harmful messages and products. ",
            "More and more kids are posting skincare routines on TikTok. These videos can be a playful and fun way to express oneself. But many of the routines might be more harmful than helpful, a new study shows. The majority of the regimens shown are costly, have harmful ingredients and lack sunscreen. Most don’t offer benefits for young skin. And they may lead to skin damage.",
            "This study suggests that young people are getting a lot of health information from TikTok instead of more reliable sources such as doctors, parents or skincare specialists, says Nusheen Ameenuddin. She’s a pediatrician at Mayo Clinic in Rochester, Minn.",
            "Pediatricians and dermatologists are worried about the message these videos are delivering. Namely, they give possibly harmful skincare advice, wrapped up with troubling messages about unrealistic and unhealthy beauty standards.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "When healthcare researcher Tara Lagu asked her 11-year-old niece what she wanted for Christmas, her niece handed her a list of expensive skincare products. According to Lagu’s sister-in-law, all the girl’s friends were taking part in this trend. Lagu was shocked.",
            "Lagu recounted this to Molly Hales. She’s a dermatologist at Northwestern Medicine in Chicago, Ill. She also studies how culture and medicine intertwine. Lagu asked Hales if she’d be interested in exploring this skincare trend. Hales jumped at the opportunity.",
            "To start, Hales and a colleague each made TikTok accounts. They reported that they were 13 years old. Then they scrolled through their “For You” pages until they had seen 100 skincare routine videos. As they watched, the researchers noted information on the content creators, the products and the cost of each regimen.",
            "Most of the videos were pretty popular. They had an average of more than a million views each. Because the creators’ ages weren’t specified, the team assigned age ranges based on appearance and context clues. For example, in one video a creator said, “Get ready with me for the first day of sixth grade.” Most creators used an average of six products, which on average cost a total of $168.",
            "Then the researchers dug into the products and their ingredients.",
            "iFhttps://www.youtube.com/embed/emIsUY8EhTo?feature=oembed",
            "Molly Hales and Tara Lagu talk about the some of the problems they see in popular TikTok skincare videos aimed at teens.",
            "Overall, the team found that the products had three main skin risks: skin allergy, irritation and sun sensitivity.",
            "A post shared by Science News Explores (@sn.explores)",
            "More than half of the products had fragrance. Many scents are contact allergens. That means they can cause an allergic reaction when they come in contact with skin. They are one of the most common things people develop a skin allergy to, says Hales.",
            "Plus, the 25 most-viewed videos had an average of 11 potentially irritating active ingredients. These can cause an itching, burning, tingling or prickling sensation.",
            "The most common of these ingredients were alpha-hydroxy acids. These chemicals exfoliate skin, removing surface layers. They’re common in anti-aging products because they can smooth fine lines and wrinkles and improve skin texture. They’re also used in some products to prevent acne. But they can irritate and damage young skin.",
            "Creators used products with alpha-hydroxy acids an average of three times per video and as many as seven times in one regimen. This is harmful because the chemical becomes more irritating the more you layer it.",
            "Alpha-hydroxy acids also increase the skin’s sensitivity to the sun. The U.S. Food and Drug Administration recommends staying out of the sun and using sunscreen with these products. But on average, only 26 percent of the TikTok videos included any type of sun protection. So these regimens would boost the risk of sunburn and other sun damage.",
            "Though not part of the study, pediatrician Molly O’Shea was distressed by the findings. “The majority of the products that were being shown and demonstrated weren’t designed for young skin,” says O’Shea. She practices in Bloomfield Hills, Mich.",
            "Many of the products had abrasive features, such as retinols, scrubs and beads, that can damage the skin. These types of products are usually meant for people whose skin has begun to show signs of aging, says O’Shea. “When you’re young, using products that are designed for older skin can actually damage your skin.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Beyond risks to the skin, the team also had concerns about potential psychological and social risks.",
            "The videos place high importance on physical appearance, Hales says. And much of the content showed creators in large, expensive, private bedrooms and bathrooms. They had drawers stuffed with high-priced skincare products.",
            "The products seemed to be used as status symbols, says Hales. “That may make someone feel bad if they don’t have the money or they’re not in a position to be able to afford that kind of skincare routine.” Studies have shown that comparing yourself to others who seem “better” can have big drawbacks, especially for teens. “It can have a harmful effect on your self-image,” says Hales.",
            "The study didn’t look at who was consuming this content, says Hales. But this type of media could pose a risk of adverse mental health outcomes for kids and teens who view it, she notes.",
            "The team also paid attention to skin tone. In the United States, beauty standards traditionally have been linked to ideals of whiteness. The researchers wanted to see if the videos idealized white skin.",
            "The majority of content creators they viewed had light skin. But since TikTok’s feed is driven by an algorithm, the researchers don’t know how well what they saw reflects the whole platform. The early videos they saw and engaged with may have prompted more videos from creators with light skin to appear in their feed.",
            "Some popular terms used in these videos, such as “glowy,” could be seen as coded racial language, they note. While “glowy” is not as overt as “white” or “light,” when something glows, it gets brighter and lighter, says Hales.",
            "Next, the team would love to study more videos by non-white creators. “How much content is there from darker-skinned content creators?” asks Hales. “Are the messages and beauty ideals more affirming? Is there anything problematic in the messages that these girls are getting?”",
            "*a_girl_dressed_in_athletic_clothing_sits_under_shade_and_applies_sunscreen_to_her_face",
            "fCDaily sunscreen is important for kids and teens to protect their skin against sun damage.",
            "For pre-adolescents who don’t have any known skin condition, Hales recommends just one product: a daily sunscreen. If the skin becomes oilier during adolescence, she suggests adding a gentle cleanser once or twice a day.",
            "1. Make sure you’re putting on sunscreen every single day. ",
            "2. Read the labels of the products you’re using and see what kind of active ingredients they have. ",
            "3. Look for fragrance-free products. (Fragrance is the most common cause of skin allergy.)",
            "If teens are struggling with acne, some over-the-counter products can be helpful, she notes. However, it’s important to choose products that target the right problem. At that point, she advises teens to talk to their doctor. “Pediatricians are usually very equipped to manage mild to moderate acne,” says Hales. If it’s anything more severe, she recommends seeing a dermatologist.",
            "For kids who enjoy watching skincare routines online, Hales notes three steps to be a savvy consumer. First, she says, make sure you’re putting on sunscreen every single day. Second, read the labels of the products you’re using and see what kind of active ingredients they have. Third, look for fragrance-free products, since fragrance is the most common cause of skin allergy.",
            "Hales sees no harm in spending money on safe products that you put on from time to time because it feels luxurious or you enjoy it. But know that you don’t need elaborate skincare routines to take care of your skin. “In most cases,” she says, “those products are probably making the skin less healthy, rather than more healthy.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-river-piracy-definition-pronunciation",
        "title": "\n\tScientists Say: River Piracy",
        "content": [
            "*_Scientists_Say_River_Piracy4",
            "A river system of glacial meltwater braids through the Icelandic terrain. Climate change can lead to rapid changes in meltwater flow, allowing one river to steal another’s source water. ",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/soundcloud%253Atracks%253A2231526854&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "River piracy, or stream capture, is when one river steals water from another.",
            "*_Scientists_Say_River_Piracy5",
            "fCRiver piracy can happen when one river cuts across another, diverting its water onto a new path. ",
            "This can happen several different ways. For example, it may happen when two rivers cross paths. The more powerful river can cut into the channel of a weaker one. Water flows down the path of least resistance. So, the stronger river may begin diverting water away from the weaker one. This kind of river piracy is called point capture. There is a specific point where the two river channels meet.",
            "Even when river channels do not connect, a stronger river can still take water from a weaker one. One river may shift into the region that provides water to another river. This region is called a drainage basin. If one river moves into another’s drainage basin, water may begin draining into the new river.",
            "River piracy can be a slow and gradual process. But sometimes, it happens fast. Climate change can rapidly alter a river’s course.",
            "In 2016, glacial melt allowed one river to drain another in a matter of months. This happened in northwestern Canada in the Yukon territory. A glacier once separated two nearby rivers. These were the Slims River and the Kaskawulsh River. But as temperatures have risen with climate change, this glacier has melted and shrunk. The meltwater carved a new stream channel. This new channel diverted water away from the Slims River. It flowed instead into the Kaskawulsh River. This left the Slims River abandoned and changed the ecosystem downstream.",
            "River avulsion is another example of how freshwater channels change over time. ",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/origami-paper-miura-ori-strength",
        "title": "\n\tOrigami folds let paper support 9,000 times its weight, teen finds",
        "content": [
            "*left_a_middle_school_boy_stacks_books_on_top_of_an_origami_structure_on_a_table_right_a_stack_of_zig",
            "Miles Wu (left) tested how much weight different versions of the Miura-Ori origami folds (right) could support. ",
            "Miles Wu, 14, has been folding origami for seven years. Some of his favorite shapes to make are insects and birds. But recently, Miles got curious about a type of fold known as Miura-Ori. He’d read that this type of origami fold can be both compact and quite strong. That led him to wonder if he could use it in the design of pop-up emergency shelters.",
            "*a_middle_school_boy_in_a_blue_shirt_and_standing_against_a_white_wall_smiles_at_the_camera",
            "fCMiles Wu has been folding origami for seven years. “You can make basically anything out of just a square sheet of paper,” he says — “which I think is really cool.” ",
            "To see which Miura-Ori fold would work best here, he tested how much weight each of 54 different types could support. They differed in the lengths and angles of their folds. He also used several types of paper. Miles placed heavier and heavier weights atop them until each collapsed.",
            "The strongest Miura-Ori folds held more than 9,000 times their paper’s weight. Ones with smaller panels and sharper fold angles made using lightweight copy paper worked best.",
            "An aspiring biologist, Miles did this project as an eighth grader at Hunter College High School in New York City. His research earned him the $25,000 top prize in the 2025 Thermo Fisher Scientific Junior Innovators Challenge. This program is run by Society for Science, which also publishes Science News Explores.",
            "Here, Miles shares his research experiences.",
            "“Realizing that these origami patterns are actually really strong,” Miles says. The one that held the most weight only collapsed under about 200 pounds. “I was really pleasantly surprised, because I didn’t think they would hold that much,” Miles says. “Halfway through my project, I realized that I would need heavier weights, so I [bought] these two really gigantic 50-pound exercise weights.”",
            "“The amount of time it took,” Miles says. The total time to design, fold and test each Miura-Ori pattern took around 250 hours, he estimates. “I did it a lot over school breaks,” he says. Most of the work was done in his living room. “Sometimes it felt kind of repetitive. That was the most challenging part — actually having the commitment to finish the entire project.”",
            "“Definitely the past [origami] research that people have done,” Miles says. That includes people like NASA physicist Robert Lang and computer scientist Erik Demaine. (Demaine works for the Massachusetts Institute of Technology in Cambridge.) “They’re really cool. They’re my role models,” he says. “Also my family. They were also patient, because they let me do this entire project and take over the living room for a whole month to carry out my project.”",
            "“Explore hobbies and topics that you love, even if you don’t think they’re related to science fair research,” Miles says. Research projects can help you find new interests, he adds. “I did a project studying pigeons (their genetics) which stemmed from my love of birds,” he says. “I didn’t know anything about genetics or biology before that, but now it’s like my favorite subject.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-lab-grown-meat",
        "title": "\n\tLet’s learn about lab-grown meat",
        "content": [
            "*a_plate_holds_a_meal_of_lab-grown_chicken_with_vegetables",
            "Traditionally farmed meat is harmful to animals and the environment. Scientists are working on new alternatives (such as this lab-grown chicken). They’re designed to taste the same as what comes from livestock but incur less damage.",
            "If you eat meat, you may have enjoyed gobbling up turkey on Thanksgiving. If you’re a vegetarian, you might have gone for Tofurky. (That tofu-based dish has been made to look and taste like the traditional holiday bird.) But one day, such plant-based options may not be the only animal substitutes on your menu. Scientists are working out how to create meat from scratch in the lab. No animals would lose their lives in the production of these lab-grown steaks, nuggets or patties.",
            "Lab-made hamburger, for instance, can be grown from a cow’s stem cells. These cells have the ability to turn into different types. Scientists have coaxed some to grow into thousands of muscle-cell strips that together resemble ground beef.",
            "Some lab-meat techniques resemble making cotton candy; they use machines to spin wispy fibers of gelatin. This gives harvested cells more structure and generates a tougher, more steak-like texture. Alternatively, some 3-D printers use cell-based inks to produce juicy steaks, seemingly out of thin air.",
            "Upside Foods already sells lab-grown chicken. This company, based in Berkeley, Calif., produces only the bits of chicken that people eat. They don’t make organs such as bones and lungs, for instance, that would be discarded. Good Meat is the only other company that sells human-made chicken in the United States.",
            "Lab-grown meat has a few big benefits over farmed fare. It not only doesn’t harm animals, but its production could make fewer greenhouse gases and food wastes. Such farm alternatives also could offer a good source of protein and stay fresh longer for astronauts in space.",
            "Still, some state governments have banned lab-grown meat. Lawmakers want better safety rules in place before many people start using these products.",
            "It will likely be several years before you can find lab-grown steaks — much less Thanksgiving turkeys — in your local grocery. It costs too much money to make these still-experimental products in large quantities. In the meantime, munching on insects — such as meat-scented mealworms and crunchy crickets — may be a more suitable meat option. They are packed with protein, easy to raise and surprisingly delicious.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "A new spin on lab-grown meat Spinning gelatin into fibers helps give cow stem cells the structure they need to grow into a thick juicy lab grown steak. (12/3/2019) Readability: 7.3",
            "Let’s learn about eating bugs Snacking on beetles, caterpillars and worms instead of burgers and nuggets is better for the planet. Learn about the six-legged critters that should creep into your next bite. (11/29/2022) Readability: 6.8",
            "No animal died to make this steak Researchers make a juicy steak with a 3-D printer using living ink. (5/21/2021) Readability: 6.6",
            "iFhttps://www.youtube.com/embed/GaX38aFAGSo?feature=oembed",
            "PBS Foods explains how scientists grow real meat in petri dishes within a lab.",
            "Explainer: What is a stem cell?",
            "Meet the new meat",
            "Meat from scratch",
            "New meat-scented food flavoring comes from sugar — and mealworms",
            "Designing tomorrow’s burger",
            "Your food choices affect Earth’s climate",
            "Yummy bugs ",
            "Finding foods for the future",
            "Cool Jobs: Finding foods for the future",
            "Could Star Trek replicators exist?",
            "Can Silicon Valley entrepreneurs make crickets the new chicken? (Science News)",
            "Could a rice-meat hybrid be what’s for dinner? (Science News)",
            "Word find",
            "Ever wonder how your food impacts the planet? Play around with the blocks in the carbon cafe to learn how the production of foods in your lunchbox releases different amounts of greenhouse gases. Compare, swap and replace the blocks to see how green you can make your next meal."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/heat-waves-trees-worsen-air-pollution",
        "title": "\n\tDuring heat waves, trees spew chemicals that worsen air pollution",
        "content": [
            "*a_wooded_trail_on_a_sunny_day",
            "This wooded state park in Texas might seem an unlikely place to find high levels of air pollution. But when it gets really hot, trees can release chemicals that brew up some nasty air pollutants, new data show. ",
            "WASHINGTON, D.C. — If you’re outside during a heat wave in Texas, the shade of oak trees can be tempting. But when it’s really hot, levels of lung-irritating ozone and other air pollutants can become worryingly high in these areas, new research shows.",
            "When stressed by heat, trees release chemicals. These can mix with molecules from car exhaust to make toxic air pollutants. And this can happen even where you can’t smell any car exhaust. Atmospheric chemists at Texas A&M University in College Station shared their new findings here, on August 18, at the American Chemical Society fall meeting.",
            "People expect to find air pollution in and around cities. There, vehicles cough pollutants out of their tailpipes. But at Texas A&M, “the air smells beautiful,” says Renyi Zhang. The campus is about 100 miles away from the closest big city. Here, he notes, the air is usually safe to breathe.",
            "But that may not be true during heat waves. Zhang’s team collected data on campus. During a month-long event in August 2024, daytime temps hit 32˚ to 41˚ Celsius (90˚ to 106˚ Fahrenheit). And it wasn’t just the heat that made these days uncomfortable. Pollution ramped up, too. Levels of lung-irritating ozone got especially high. It rose nearly to a level deemed hazardous to breathe.",
            "That was a surprise, the researchers now report.",
            "*a_composite_image,_on_the_left_is_a_map_showing_the_location_of_Texas_A&M_University_in_relation_to_",
            "fCTexas A&M University sits far from the large cities of Dallas, Austin, Houston and San Antonio. Air was sampled from a tower atop the meteorology building on campus.",
            "Previous studies had shown a link between heat and excess ozone. But much of that work had been done in big cities, with lots of pollution from traffic and smokestacks. Zhang wanted to see how heat might affect pollution in a more suburban setting, like College Station.",
            "Bianca Aridjis-Olivos, a graduate student in his lab, set up air-monitoring equipment atop the university’s meteorology building. It’s surrounded by grand oak trees. It seemed a good location. It’s high above passing cars and other expected pollution sources.",
            "The instruments she used are “like a super-sensitive nose,” she notes. By changing how they operate, she could alter “what scents the nose could detect.” Besides ozone, they could pick up nitrogen oxides from combustion (including gasoline-powered vehicles).",
            "They also could detect isoprene (EYE-so-preen). It’s a natural hydrocarbon released by trees, especially oaks. By itself, isoprene is not toxic. But in the presence of sunlight, it can mix with nitrogen oxides to cook up ozone (O3), which is toxic to our lungs.",
            "iFhttps://www.youtube.com/embed/kYcd5QK5o3E?feature=oembed",
            "Learn why isoprene — a chemical released by trees (and lots of other plants) — can make air pollution worse. It’s the second most widely emitted volatile organic chemical (after methane) in the world. The chemistry explained here underlies the data reported in the new study.",
            "Once all her equipment was ready, Aridjis-Olivos waited for the next heat wave.",
            "It hit in August 2024. From August 5 to September 3, she sampled different gases and particles from the air 24 hours a day.",
            "As the temps rose each day, so did levels of ozone, oxygenated volatile organic chemicals (some of which are toxic to human airways) and acid-rich nanoparticles. Ozone levels, in particular, climbed as the heat rose. Then they stayed high throughout the hottest part of the day. That in itself was no surprise. Trees ramp up isoprene release during heat waves. Plus, heat speeds up the chemical reactions that produce ozone.",
            "The surprise was just how high the ozone levels climbed. If you just looked at the levels of other pollutants, like the nitrogen oxides from cars, you might think the air was safe to breathe.",
            "And while a heat wave feels miserable, says Zhang, “exposure to both extreme heat and high ozone can be very dangerous.”",
            "This research shows how “climate change is making air pollution harder to control,” says Russ Dickerson. An atmospheric chemist, he works at the University of Maryland in College Park. Air pollution is a leading cause of death, he notes. The World Health Organization reports that today 99 percent of people worldwide are exposed to air unhealthy enough to pose a risk to our lungs.",
            "Clearly, trees play a role here. But chopping them down would be the wrong conclusion, he adds. “Trees are generally good. But when you mix them with car and truck exhaust, bad things happen.”",
            "“Studies like this can help us improve our air-quality forecasting models,” says Aara’L Yarber. An atmospheric scientist, she works at Howard University in Washington, D.C. With such computer models, she says, “We can better predict bad-air days during heat waves.” And that should help protect people’s health.",
            "Data from this study are not limited to modeling sites like College Station, Aridjis-Olivos says. Being “surrounded by vegetation, but also some industry and traffic,” this region is similar to what’s found many places, including in many developing nations.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "If you can’t avoid a heat wave, how can you protect yourself from air pollution that may come with it? Stay indoors when temperatures and ozone levels are highest, typically from noon to 4 p.m., says Zhang. Air-conditioned buildings (with windows closed) are best. Their cooling equipment contains filters that typically remove some pollutants.",
            "If outdoors, stay as far away from busy roadways (and traffic pollution) as possible. Remember to check your local air quality index when making plans, Yarber says. “Kids are especially sensitive to air pollution,” she notes, “because their lungs are still growing.”",
            "At home, Dickerson recommends getting a low-cost HEPA filter from a hardware store. For breathing “cleaner air — averaged over a day — put a HEPA filter in your bedroom,” he says. As an alternative, you can even duct-tape five furnace filters together. Then direct air through it with an electric fan. Remember to keep the windows closed.",
            "There are also ways to improve outdoor air quality. For instance, communities can work to limit becoming “heat islands.” Two obvious ways: Increase shaded area, and limit how much heat-absorbing concrete they have.",
            "Anything that reduces the levels of nitrogen oxides helps. They’re toxic by themselves. Plus they boost ozone to dangerous levels during heat waves. So walking, biking and taking a bus or train instead of driving can help limit traffic pollution. Switching from gasoline-powered to electric vehicles (EVs) also helps, because EVs don’t emit exhaust. Even better if the power to charge them comes from green sources, such as solar or wind.",
            "A long-term strategy for improving air quality, says Dickerson, is “combating climate change itself.” The hope, he says, is that this will mean “heat waves happen less often, are less severe and are shorter.” And one great way to address climate change? Planting trees.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-hallucination-definition-pronunciation",
        "title": "\n\tScientists Say: Hallucination",
        "content": [
            "*a_person_holds_up_a_phone_with_a_chatbot_icon_on_the_screen,_and_the_chatbot_saying_'hello!_ask_me_a",
            "Experts warn that without scrutiny, a person might miss made-up information — or hallucinations— in AI chatbot responses.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/soundcloud%253Atracks%253A2257084043&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "The word “hallucination” can mean different things depending on the context. In psychology, a hallucination is when someone senses something that is not there. In computer science, it refers to a type of artificial intelligence, or AI, error. It’s when an AI system generates an incorrect or misleading response that may appear plausible.",
            "In psychology, hallucinations are a form of psychosis. That is a mental state in which a person becomes disconnected from reality. Hallucinations can involve any of the senses. A person may see, hear, smell, taste or feel things that are not there.",
            "Some mental conditions can come with hallucinations. Schizophrenia, for example, is a mental condition is marked by hallucinations — especially sound-related ones. About 75 percent of people with this condition report hearing things that do not exist. Drug use, poor sleep or illness — especially with a high fever — can trigger hallucinations, too.",
            "In computer science, a hallucination refers to an AI mistake. Sometimes an AI system will generate incorrect or misleading responses. These errors can be hard to catch, even for experts.",
            "Here’s an example. In 2023, Google released ads showing off an AI chatbot. The AI was called Bard. However, the ads contained errors. Google asked Bard, “What new discoveries from the James Webb Space Telescope (JWST) can I tell my 9-year-old about?” Bard claimed that the JWST had taken the first-ever picture of an exoplanet. That’s a planet outside our solar system. But this was not true. The first such image was captured by the VLT. That’s the European Southern Observatory’s Very Large Telescope.",
            "AI experts warn that chatbot hallucinations may mislead you.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/brain-combine-taste-smell-flavor",
        "title": "\n\tBrain scans reveal where taste and smell combine to become flavor",
        "content": [
            "*a_small_child_with_dark_eyes_and_blond_hair_is_next_to_a_peach_tree_and_in_the_middle_of_eating_a_ve",
            "Peaches (and mangoes) both taste mostly sour. But their aromas help make for different flavors. New research pinpoints a brain region that blends smell and taste into that sensation we know as flavor.",
            "Flavor isn’t just on your tongue — it’s also in your brain. New scans identify a part of the brain that fuses taste and smell into flavor.",
            "Smell and taste are so connected that a whiff of a well-loved food evokes its taste without any thinking. These senses become linked the moment we bite into something, says Putu Agus Khorisantono. He’s a neuroscientist at the Karolinska Institute in Stockholm, Sweden.",
            "In the body, many compounds bind to sites called receptors. Some food chemicals dock onto the tongue’s sweet, salty, sour, bitter or umami taste receptors. Other compounds — called retronasal odors — travel through the roof of the mouth. They stick to odor receptors in the back of the nose. They can change how we experience flavor.",
            "For instance, mangoes and peaches both taste mostly sour, Khorisantono notes. “It’s really the aroma that differentiates them.”",
            "The brain combines tastes and smells to create our sense of flavor. But science has struggled to find precisely where in the brain this happens.",
            "In the new work, Khorisantono’s team trained 25 people to connect mixtures of smells and tastes with certain flavors. Then they gave these people droplets of beverages. The tiny drinks were designed to activate either taste or retronasal receptors. As this happened, the researchers scanned brain activity in their trainees.",
            "To figure out which brains regions were at work during these tests, the team used machine learning. A type of artificial intelligence, it teaches a computer to do a task. Here, they gave it lots of data from people who labeled key types of information. In this case, a computer program received scanned pictures of the brain. The researchers labeled the scans with the beverage the trainees had sipped when the picture was taken. Computer programs that train in this way are called machine-learning algorithms.  ",
            "The team narrowed down possible brain regions by isolating different parts of the brain from their scans. Then they used each of these to train machine-learning algorithms.",
            "Khorisantono tested the algorithms’ ability to guess what people had smelled based on the brain images alone. One of the best algorithms had been trained on images from a brain region called the insula.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Scientists once thought the insula responded only to tastes, Khorisantono says. But by 2017, work with rodents showed the insula could also process smells. Last year, scientists found that some insula cells respond to combinations of smells and tastes. That hinted that it may play a role in identifying flavor.",
            "The new study backs that up: that the insula is key to both smell and flavor.",
            "When participants in the new study got either the retronasal aroma of a specific flavor, or its taste, scans of the insula looked about the same. So the insula likely interpreted these smell and taste signals similarly.",
            "Algorithms trained on other regions also did well. And that may be because they receive flavor signals from the insula, Khorisantono explains.",
            "His team shared its new findings September 12 in Nature Communications",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The insula monitors organs such as the stomach and intestines. And it subtly influences our eating habits and how we feel about our bodies. But sitting deep in the brain, the insula is hard to study.",
            "In the past, it wasn’t possible to dig into what it does in people because the advanced methods used in this study weren’t available, says Ivan de Araujo. But methods such as machine learning are changing that. De Araujo, who did not take part in the new study, is a neuroscientist. He works at the Max Planck Institute for Biological Cybernetics in Tübingen, Germany.",
            "The new findings could help explain why people crave certain foods and may be repulsed by others, de Araujo says. The new study tested only smells picked up by receptors in the back of the nose. But smells that trigger food cravings when we pass a bakery or restaurant stick to receptors in the front of our noses. He is now testing whether these smells also fire up the insula."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/conservation-energy-forms-law",
        "title": "\n\tEnergy may seem to disappear, but there’s a law against that",
        "content": [
            "*a_red_hardback_book_on_a_wood_table",
            "Bounce, bounce, stop: Each ball’s energy converts from potential to kinetic to heat — proving that energy never vanishes, just transforms.",
            "A bouncing ball eventually will roll to a stop. After a long day of scrolling, a phone battery will die. Eventually, every campfire will burn out. In each case, it seems like some energy disappeared. Except it can’t — not even a little bit. A law of physics prohibits that.",
            "“Energy can never disappear nor appear,” explains Krista Freeman. She is a physicist who works at Case Western Reserve University in Cleveland, Ohio. There, she uses physics to study living things, such as viruses.",
            "“You can’t make it and you can’t destroy it,” she says of energy. It “can only ever be converted from one form to another.” That’s known as the law of energy conservation.",
            "A cornerstone of science, it applies to everything, from exploding stars to each cell in your body.",
            "Here, we explain why it can’t disappear when your phone dies or those campfire embers finally turn cold.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The Merriam-Webster dictionary defines energy as anything from “vigorous exertion” to “the capacity of acting or being active.” That’s rather arm-wavy. But in physics, the term energy means something quite specific and measurable. It simply means the ability to do work.",
            "Energy is what allows a car to move, a light bulb to glow or your muscles to lift your backpack. Without energy, nothing in the universe could change or move.",
            "Energy can exist as light, heat, sound, movement — even the position of an object. Think of it like money. You might have cash in your wallet, a gift card or a nice balance in some bank account. It’s all money — just in different forms.",
            "fCAs coal and wood burn, their stored energy gets converted into heat and light, which radiate outward into the surroundings. That energy will be released and dispersed into the air, a demonstration of energy conservation. ",
            "Energy works the same way.",
            "A moving skateboard has kinetic energy — the energy of motion. A book sitting on a shelf has potential energy because of its height. (It has the potential to fall off the shelf, turning the energy stored in its height into kinetic energy.) Even sitting on the ground, a book’s pages have energy; they can fuel a fire. Our sun radiates energy in the form of heat and light. Sound from your phone’s speaker moves in waves of energy.",
            "Just as you can save money in a bank for later, energy can be stored, too. Batteries store chemical energy, as does food. Your body stores energy in fat cells for later use.",
            "So energy is all around you — in motion, in heat, in sound, in light, stored in food and fuel. But here’s the puzzle: When a rolling ball stops or a battery “dies,” where does all that energy go?",
            "Energy doesn’t go anywhere. It just transforms.",
            "Take that ball. “When we see a ball stop bouncing, it is easy to think that the energy it has has disappeared,” Freeman says. But that’s a mistake, she adds. “Energy can never disappear nor appear.”",
            "What actually happens is that the energy converts from potential to kinetic to frictional energy, or heat. Let’s break it down.",
            "*a_red_hardback_book_on_a_wood_table",
            "fCA book sitting on a table contains potential energy. But its pages also hold stored energy that later can be used as fuel. When burned, that energy converts to heat and light. This demonstrates how the same object can contain energy in many different forms. ",
            "A ball falls from a height. While the ball is up high, it has potential energy due to its position. But as gravity pulls it down, that potential energy converts into the energy of motion.",
            "When the ball slams onto the pavement, its kinetic energy splits up. Some turns into the sound energy you hear as a sharp thwack. Some gets absorbed by the ground as heat. But the ball doesn’t immediately come to a stop. Some of its kinetic energy remains, bouncing it back upward. It rises, but not as high as before — because it no longer has the energy that was transformed into sound and heat. With less energy, the bounce cannot push the ball as far upward.",
            "The ball falls and bounces again. Each time it hits the ground, more of its energy converts into sound and heat. Eventually, all of its initial potential energy will have morphed into heat and sound. This allows the ball to roll to a stop.",
            "In each step, energy is transformed from one type to another — spreading through the ground as heat and the air as sound waves.",
            "That physical law on the conservation of energy holds that energy can change forms. It just can never be created or destroyed.",
            "“Conservation of energy is so important to science because it is the one thing that is always true in the world as we experience it,” Freeman says. “It applies equally to an elephant and to an ant.”",
            "And it shows up everywhere. Consider fusion reactions, which power the sun and other stars. Here, two atoms combine to form a larger atom, releasing energy in the process.",
            "“In the case of fusion, you’re actually getting energy from nuclear bonds, which are [very strong],” explains Uri Shumlak. He co-founded Zap Energy in Everett, Wash. This company is developing fusion as a potential energy source.",
            "Nuclear bonds are the forces that hold atoms together. These bonds store enormous amounts of energy. When hydrogen atoms fuse into helium, for instance, some of the hydrogen atoms’ energy will radiate out as light and heat.",
            "*an_image_showing_a_huge_burst_of_energy_in_the_form_of_a_solar_flare_on_the_sun's_surface",
            "fCThe sun and other stars are powered by fusion reactions. The bright spot seen here on the surface of the sun is a solar flare — a huge burst of energy.",
            "If you lit a regular wooden matchstick and a matchstick-sized piece of fusion fuel, Shumlak says, the fusion fuel would release about 10 million times more energy than the matchstick.",
            "Fusion can sustain a star’s steady emission of light and heat for billions of years. This is why fusion energy interests scientists so much. If it could be controlled on Earth, small amounts of fuel could power entire cities.",
            "A lot of the confusion surrounding energy comes from how we all use it in everyday language. We’ve all learned to use the term in a very non-scientific way. To say batteries “die” or that power plants “generate” energy is a misnomer. These phrases don’t accurately describe what’s happening.",
            "A “dead” battery no longer works because its stored chemical energy has been converted to heat and electricity. That electricity powered your phone. Similarly, when we say power plants “generate” energy, it’s not being created out of nowhere. Instead, power plants convert energy from a solid — usually a fossil fuel (such as coal) or uranium (a radioactive element) — into heat and light. That heat then drives a turbine, which transforms mechanical energy into a flow of electrons: electricity.",
            "This leads to another misunderstood term: renewable energy.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "“Renewable energy isn’t really a scientific term,” Shumlak explains. “As far as the universe is concerned, all energy is conserved.” In a sense, then, it’s all renewable.",
            "We use the term renewable energy to refer to energy sources that effectively won’t run out (at least in humanity’s lifetime). That makes solar, wind, geothermal and hydropower essentially unlimited resources.",
            "“Words like renewable, sustainable, green or clean, they all mean slightly different things,” Shumlak says. Still, they “get at the idea that humans will exist longer and have better lives if we can find ways to [use energy sources] that have less detrimental effects on the planet.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/slow-sharp-cuts-onion-crying",
        "title": "\n\tChopping an onion? Sharp knives can keep its juice out of your eyes",
        "content": [
            "*_Chopping_an_onion_Sharp_knives_can_keep_its_juice_out_of_your_eyes6",
            "A chemical in flying onion juice is the culprit for a cook’s stinging tears. Changing how the onion is chopped can eliminate those tears. ",
            "Crying over chopped onions could be a thing of the past. Slicing with sharper blades and slower cuts can eliminate those painful tears, a new study finds.",
            "A chemical formed from onion juice (propanethial S-oxide) triggers those tears. Slicing the onion ruptures its cells, triggering a chemical reaction that forms this compound. Chopping can fling tiny droplets of it into the air. If they bind to sensory nerves in a cook’s eyes, they’ll cause that well-known stinging — and tears. ",
            "But slicing onions slowly with a sharpened knife cuts the number of tear-inducing droplets that were spewed. This technique could offer serious relief to everyday cooks. It also could shed light on how pathogens spread.",
            "The researchers shared their findings on Oct. 21 in Proceedings of the National Academy of Sciences.",
            "“This is something everybody’s dealing with,” says physicist Navid Hooshanginejad. He now works at SharkNinja, a product-design company in Needham, Mass. “Now we can also explain and understand it better fundamentally.”",
            "iFhttps://www.youtube.com/embed/0KXCnZfItGE?feature=oembed",
            "High-speed cameras captured droplets flying from onions as they were sliced, allowing researchers to zero in on what cutting techniques helped keep tear-inducing droplets in check.",
            "Onions were the focus of Hooshanginejad’s research at Cornell University in Ithaca, N.Y. He sliced up onions for a salad, one day, while brainstorming about his project with his advisor. Drops from the juicy onions landed on his hand. He thought, “What if these drops flew high enough to make me cry?”",
            "The next day, he lugged a 10-pound (4.5-kilogram) bag of onions to the lab. Then he set up a high-speed camera, grabbed a knife and started slicing.",
            "He and his coworkers wanted to find out what about the cutting action matters most in determining how far onion-juice droplets fly. So they built a miniature guillotine, which allowed them to insert blades of varying sharpness. Then they attached sensors to measure the force and speed of each cut. The high-speed camera captured the spray of flying droplets emitted with each slice of a blade.",
            "Fluid-containing cells sit in each layer of an onion’s skin. Every pass of the knife slices open these cells. Released juices then pool and press against the onion’s skin. This pressure causes the juices to fly once the blade breaks through that skin.",
            "A blunt blade requires more force to break an onion’s skin than a sharp one. That extra force squashes a greater number of cells, releasing more fluid. And it makes a difference: Rapid cuts made with dull knives can shoot onion droplets nearly 40 meters (130 feet) high, they found. That’s almost half the height of a giant sequoia!",
            "Slow and steady chopping with a sharp blade, however, kept the droplets from even reaching eye level, Hooshanginejad now reports.",
            "“It’s just like the idea of a water balloon,” says physicist Jim Wilking. He works at the Mayo Clinic in Rochester, Minn., and did not take part in the new study.",
            "“If you pop a water balloon by using a needle, you don’t need to apply much pressure,” he says. But try using just your finger. Then, he says, “you’re essentially pressurizing the elastic shell in order to pop it.”",
            "Additional pressure applied to the surface will spray the water (or juice, in the case of the onion) farther.",
            "The team’s videos of spurting onion juice show how droplets break apart in the air and gain distance. Says Hooshanginejad, these new data may help scientists better understand how infectious microbes disperse through the air.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/snow-avalanche-safety-device",
        "title": "\n\tRecruits agreed to be buried face down in the snow, for science",
        "content": [
            "*a_woman_and_a_dog_help_pull_a_person_out_from_beneath_a_pile_of_snow_during_an_avalanche_safety_trai",
            "Avalanche rescuers seen taking part in a 2025 training exercise at a ski resort in the French Alps. Field trials of a new safety device, which channels oxygen to a buried person’s face, suggests it may buy needed time for a rescue.",
            "When someone is trapped in an avalanche, there is very little time before their oxygen supply runs out. A new safety device, though, can channel air to the buried person’s face. It may extend their survival time in the snow, a new field trial shows. That could increase the chance of a successful rescue.",
            "The trial took place at a field site in northern Italy. There, participants were buried face down under 50 centimeters — about a foot and a half — of snow. The goal was to remain there safely for 35 minutes. No one in the group that was wearing the new safety device needed to be removed early due to low blood oxygen levels. Researchers reported the finding in the November 18 Journal of the American Medical Association.",
            "Minutes after being buried in an avalanche, someone’s blood level of oxygen will begin to drop. At the same time, carbon dioxide level in the blood will climb. The chance the person will survive starts to drop after 10 minutes. Around two-thirds of people whose head and chest are trapped under snow will die of insufficient oxygen within 35 minutes.",
            "The new trial tested a safety device that’s integrated into a backpack. It weighs a little over 500 grams, about 1.1 pounds. Called Safeback SBX, it runs on batteries that power a fan. That fan draws air from the surrounding snow, then directs it to the buried person’s face from outlets in the backpack’s shoulder straps.",
            "In the trial, researchers monitored participants’ oxygen levels, heart and breathing rates and other health measures throughout the burial. The experiment ended if anyone’s blood oxygen level got dangerously low — below 80 percent. This did not happen for the 12 people in the safety device group. Eleven remained buried for the full 35 minutes. One asked to be removed early due to unexpected skin irritation.",
            "In contrast, seven of the 12 using a fake device had to stop early because they fell below the blood-oxygen cutoff. Another four requested an early end. Three felt short of breath. One had a panic attack. Most people in the fake-device group remained buried between five and 13 minutes. Only one person in that group stayed under the snow for the full 35 minutes.",
            "Avalanches kill an average of 100 people in Europe each year, including skiers and mountain climbers. Avalanche deaths in the last several years in the United States have ranged from roughly one dozen to several dozen."
        ]
    }
]