[
    {
        "URL": "https://www.snexplores.org/article/insect-eating-sundew-plants-fungus",
        "title": "\n\tInsect-eating plants digest faster with a fungal friend",
        "content": [
            "*A_dead_ant_lies_on_its_back_on_the_tip_of_a_carnivorous_sundew_plant's_q-tip_shaped_leaf",
            "Sundew plants with Acrodontium crateriforme fungi living on them can digest insect prey much faster than sundews with fungus-free leaves.",
            "Insects already have plenty to beware when it comes to carnivorous plants. But now, they can add an acid-loving fungus to the list.",
            "The fungus works with a type of meat-eating plant called a sundew. The plants’ tentacle-like leaves trap insects in a sticky goo, or mucilage (MEW-sih-lahge). Once stuck, their prey suffocate in that goo or die from exhaustion. As they do, the sundew produces enzymes that dissolve the insects into nutrients that it will absorb through its leaves.",
            "But plant enzymes aren’t the whole story. A fungus called Acrodontium crateriforme offers a helping hand in digestion. It produces digestive enzymes, too. These make a sundew’s leaf environment more acidic. That helps both plant and fungal enzymes in the mucilage work faster.",
            "“This creates a synergistic effect,” says Isheng Jason Tsai. By that, he means that the combined effect is greater than the sum of each set of enzymes working by itself. As a result, the insect meal breaks down faster so the plant gets more nutrients. Tsai is an evolutionary biologist at Academia Sinica in Taipei, Taiwan. He was part of a team that shared its new findings in the October Nature Microbiology.",
            "Past studies had hinted that other meat-eating plants have live-in bacteria to help with their digestion. Pitcher plants have such microbes, for instance. Bladderworts do, too.",
            "Finding that a certain microbe can help with digestion “reshapes our understanding” of meat-eating plants, Tsai says.",
            "*The_photo,_taken_from_above,_shows_many_carnivorous_sundew_plants_growing_in_small_glass_jars_The_to",
            "fCPutting a helpful fungus on sundew plants cut the time it took sundews to break down their insect meal from 92 hours to 73 hours.",
            "Tsai’s group hunted for microbes living on spoon-leaved sundews (Drosera spatulata). This species lives in temperate and tropical regions, including Taiwan. The scientists found a wide array of bacteria and fungi on the plants. A. crateriforme topped the list as the most common. Its DNA made up an average 40 percent of the microbial genetic material in leaf mucilage.",
            "Tsai’s team then sprinkled powdered ants on sundews to mimic the plants catching prey. Plants without A. crateriforme took an average of 92 hours to digest the powder. Those with the fungus took only 73 hours, on average. ",
            "A. crateriforme grows on other sundew species, too. One species lives in both the United Kingdom and United States. A. crateriforme has also been found on purple pitcher plants.",
            "The fact that A. crateriforme dwells on sundew plants across three continents is notable, Tsai says. It suggests there’s an ancient relationship between these two life forms. Finding the fungus on other meat-eating plants is key, too. It hints that “the relationship is a more widespread evolutionary strategy in botanical carnivory.”",
            "It’s a match made in insect-gobbling heaven."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/spider-trap-fireflies-bait-lure-prey",
        "title": "\n\tThis spider traps flashy fireflies as bait to catch related prey",
        "content": [
            "*A_small_brown_spider_wraps_a_firefly_with_a_glowing_lantern_that_flew_into_its_web_in_spider_silk",
            "An orb weaver spider (Araneus ventricosus) wraps a male firefly (Abscondita terminalis) that got stuck in its web.",
            "Sometimes, fireflies shouldn’t follow the light. Especially when the web of an orb weaver spider is nearby.",
            "Orb weaver spiders (Araneus ventricosus) can use trapped fireflies to lure in more prey. They seem to do this by tricking the fireflies into changing the pattern of their light flashes. That switch attracts even more fireflies to the spider’s web.",
            "These findings appear in the August 19 Current Biology.",
            "The firefly species that suffers this fate is Abscondita terminalis. It lives in tropical parts of Asia. Males have two lanterns. Females have just one. A single flash from a female usually helps male fireflies find her among tall grasses at dusk. Males are showier, giving off multiple light pulses to attract a mate.",
            "But if stuck in the web of an orb weaver spider, flashy males can become deadly decoys. By making male fireflies blink in a pattern more like females, the spider now lures other firefly males into its web.",
            "“What a cool behavior,” says Ximena Nelson. Though she did not take part in the new work, she does study animal behavior at the University of Canterbury. That’s in Christchurch, New Zealand. The new findings add a unique hunting hack to spiders’ skillsets, she says.",
            "Researchers in Wuhan, China discovered the orb weaver spiders’ clever trick. The scientists did this by setting up cameras on the spiders’ webs in nearby farmland. Then they placed a firefly directly into the webs. In some cases, they removed the spider. Other times, the spider stayed.",
            "*_This_spider_traps_flashy_fireflies_as_bait_to_catch_related_prey0",
            "fCOrb weaver spiders of the species Araneus ventricosus (one pictured) have a diabolical trick for luring male fireflies into their webs: using the insects’ flashes to lure in others of their species as prey. ",
            "Afterward, the researchers counted how many fireflies got caught in each web every few minutes. ",
            "Fireflies trapped in the webs of the orb weavers changed their flashes. Those in the webs of other spiders did not, explains Daiqin Li. He’s an ecologist at Hubei University who worked on the study.",
            "When an orb weaver spider was around, male fireflies also were likely to get caught in its web and to change their flashing pattern. This was less likely when the spider was absent. These findings hint that something about the spiders affected the trapped fireflies’ flashes.",
            "Further observations suggests that the fireflies’ altered flashing pattern helped orb weavers catch more prey.",
            "To test this, Li’s team used black ink to paint over the lanterns of some caught fireflies. Without their prey flashing, orb weavers were now less likely to capture more fireflies. ",
            "Orb weavers seemed to affect fireflies’ flashes in a very specific way. Trapped males that had been bitten and wrapped in a spider’s silk stopped using one of their lanterns to pulse light. Flashing just a single lantern, the males’ signal became weaker, single pulses of light.",
            "These blinks appeared much closer to a female’s flash pattern. That gave Li’s team the idea that orb weavers make caught male fireflies look like females. This now coaxed more male prey into their webs.",
            "The orb weavers also handled fireflies differently than non-flashing beetle species, Li reports. The spiders wrapped other beetles in a thick layer of silk. Then they almost immediately began to eat them. They wrapped the fireflies more lightly, leaving their lanterns still visible. Then the spiders stocked away the wrapped fireflies in their web. ",
            "As more fireflies get caught, Li says, the spiders “repeat the sequence for each of them — and leave them there, just flashing.”",
            "Scientists still aren’t sure how exactly orb weavers change fireflies’ flashing patterns, Nelson says. Li suspects the spider’s bite or venom has something to do with it. He’s now planning to test those ideas. His team also plans to look for orb weavers outside of southeast Asia that might also use this tactic."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/burying-wood-carbon-fight-climate-change",
        "title": "\n\tAn ancient log shows how burying wood can fight climate change",
        "content": [
            "*3,000-plus_year-old_wood_on_grass",
            "Scientists unearthed this 3,775-year-old piece of wood in Canada. It had held onto at least 95 percent of its carbon, thanks in part to being covered by a layer of clay soil, a new analysis shows.",
            "In 2013, Ning Zeng came across a very old, very important log.",
            "At the time, he and his colleagues were digging a trench in the Canadian province of Quebec. They planned to fill it with 35 metric tons (39 U.S. tons) of wood. Then, they would cover that wood with clay soil and let it sit for nine years. The goal? To show that the wood wouldn’t decompose.",
            "If it worked, this exercise would prove that that burying plant matter could be a cheap way to store carbon. Keeping such carbon from entering the atmosphere could help fight climate change.",
            "But while digging their trench, Zeng’s team unearthed a pristine, twisted log. It was very old — older than anything they could have possibly produced in their experiment.",
            "“I remember standing there just staring at it,” says Zeng. He’s a climate scientist at the University of Maryland in College Park. He recalls thinking, “Wow, do we really need to continue our experiment? The evidence is already here — and better than we could do.”",
            "The uncovered log was once part of an Eastern red cedar. Some 3,775 years ago, this tree had drawn carbon dioxide, or CO2, from the air and then used its carbon molecules for the creation of wood. When it died, the tree got buried beneath as little as two meters (6.5 feet) of clay soil.",
            "That barrier, it now turns out, allowed the log to hold onto at least 95 percent of its carbon. Zeng and his colleagues shared their findings September 24 in Science.",
            "“Scientists and entrepreneurs have long contemplated burying wood as a climate solution. This new work shows that it is possible,” says Daniel Sanchez. An environmental scientist at the University of California, Berkeley, he did not take part in the study.",
            "“High-durability, low-cost climate solutions like these hold immense promise for fighting climate change,” he says.",
            "New solutions for climate change are sorely needed. Cutting greenhouse gas emissions isn’t enough to reach atmospheric CO2 levels to slow global warming. And some 10 billion more tons of carbon need to be pulled from the atmosphere and stored each year by 2060.",
            "Just by growing, plants store the carbon from about 220 billion tons of CO2 each year. But much of that carbon will get released back to the air when the plants die and break down. Stopping just a fraction of that breakdown, by burying wood, could help. But this strategy relies on finding conditions that would stop air, water and microbes from breaking down buried carbon for a long time.",
            "The newfound ancient log gives researchers a clue.",
            "Zeng now suspects the clay blanket helped keep oxygen from reaching the log, even though it wasn’t buried very deep. “This kind of soil is relatively widespread. You just have to dig a hole a few meters down, bury wood, and it can be preserved,” he says. ",
            "Burying wood could cost as little as $30 to $100 per ton of CO2, the researchers estimate. That simplicity and low cost makes wood vaults more practical than other carbon-catching techniques, Zeng adds. For instance, tech designed to pull carbon directly from the air costs $100 to $300 per ton of CO2.",
            "*wood_vault_illustration",
            "fCNing Zeng",
            "This diagram shows the structure of a proposed wood vault. In this setup, buried wood rests below a layer of clay soil. That soil then keeps oxygen from reaching the wood, helping it to retain its stored carbon.",
            "It’s not yet clear if scientists can recreate the conditions that preserved the Canadian log. But if so, this method could store up to 10 billion tons of carbon each year.",
            "Despite finding the ancient log, Zeng’s team carried out its planned experiment. They’re wrapping up the analysis now. What they learn should help point to best practices for storing carbon in buried wood.",
            "But the log itself shows the promise of wood vaults, Zeng says. “We now have the evidence to say ‘yes, it’s ready to be implemented.’”",
            "iFhttps://www.youtube.com/embed/vJY3DTaE0sI?feature=oembed",
            "See how trees use airborne carbon dioxide to grow — and then store much of that carbon in their tissues for years, if not millennia."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/why-dandruff-forms-scalp-hair",
        "title": "\n\tWhy you shouldn’t just brush off dandruff",
        "content": [
            "*a_photo_of_a_person_with_short_curly_hair_scratching_their_head,_as_seen_from_behind_White_flakes_of",
            "Dandruff makes the scalp itch, but it’s not a dry skin problem. Treating it may call for a change in how often you wash your hair, use of an over-the-counter dandruff shampoo, or even turning to a prescription shampoo. ",
            "Dandruff flakes on your hair or shoulders don’t look good. The itchy scalp that comes with it is no fun, either. In fact, although dandruff shows up on your hair, the condition actually starts with your scalp.",
            "Dandruff is a type of dermatitis (Der-muh-TY-tis), or skin inflammation. One study estimated that half of us will at some point develop this condition. And one key time it may emerge is puberty.",
            "Everyone’s scalp hosts a mix of microbes. This is known as its microbiome (MY-kroh-BY-ohm). Sometimes the normal proportion of some types to others gets messed up. This is known as a dysbiosis (Dis-by-OH-sis). In people with dandruff, certain types of yeast and bacteria are far more common, compared to people with healthy scalps.",
            "Amy McMichael and others discussed some of the culprits in a July 2024 report in the Archives of Dermatological Research. She’s a dermatologist at Wake Forest University School of Medicine and the Atrium Health Wake Forest Baptist Medical Center. Both are in Winston-Salem, N.C.",
            "People often make the mistake of thinking an itchy, scaly scalp is dry, McMichael says. If they add oil, though, they risk making matters worse. Dandruff is actually “a greasy, flaky problem,” she explains. Too much oil provides extra food for the harmful bacteria and yeast, driving the flake production. In fact, dandruff can affect parts of the body with glands that produce sebum, a natural oil.",
            "Dandruff can develop in people with every hair type. However, Black people may have higher rates than other groups, says a 2015 study by researchers at the University of Miami School of Medicine, in Florida.",
            "Hair-care practices might explain some of the difference, McMichael says. She and others have found differences in how often women of African and European ancestry shampoo their hair. Most Black women in the study said they washed their hair once every week or two. A majority of the white participants said they shampooed at least every other day.",
            "Part of the reason for this difference may have to do with how curly their hair is.",
            "The outer layer of hair is the cuticle. Straight hair with a smooth cuticle quickly looks dull when it gets oily, notes Gabriela Daniels. She’s a hair scientist at the London College of Fashion in England. (It’s part of the University of the Arts London.) But on hair with tight curls and coils, the shingles — bits of the hair shaft on its outer layer, or cuticle — may not lie flat. That can make it reflect light differently. So, it may not look dirty as soon, Daniels says.",
            "More frequent hair-washing can help deal with dandruff, McMichael says. If you worry about shampoos drying out the hair, use them just near the scalp, she suggests.",
            "If flaking is a problem, try shampoos labeled as formulated to deal with dandruff. If those don’t work, your doctor may prescribe you a stronger treatment.",
            "And also use hair conditioners, McMichael advises. “It actually smooths the outer layer — the cuticle — much better than you can get with oil.” Be careful about using hair sprays and gels, she adds. These can dry hair, increasing the risk that strands will break.",
            "In any case, if you notice a hair or scalp problem, talk to your doctor or another health-care expert right away. You might need help for dandruff. Or you might have a more serious skin or hair condition.",
            "“The earlier that you come in, the better off you are,” McMichael says."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/why-we-arent-left-or-right-brained",
        "title": "\n\tWhy we aren’t really ‘left-brained’ or ‘right-brained’",
        "content": [
            "*an_illustration_of_the_idea_of_the_left_brain_being_analytical_more_angles_and_a_circuitboard_type_n",
            "It’s a common belief that the left side of our brain is logical and the right brain is creative. Unfortunately, that’s not supported by science.",
            "Our brains are very flexible. Some people use their brains to create art. Others use them to solve math problems. Some do both — plus a host of other actions.",
            "Our brain is made up of two halves called hemispheres. The left and right sides are symmetric, meaning they look more or less the same. The major brain structures that control how we think, move, feel and see are found in both halves.",
            "But the sides can act separately. For instance, the left side of the brain controls vision and movement on the right side of the body. And vice versa. Some functions, such as speech, can be controlled more by one side of the brain than the other. This has led some people to suggest that the two halves are specialized.",
            "People sometimes describe those of us who are more creative as being “right-brained,” and those who are more logical as “left-brained.” This became a very popular idea about how the brain works. But it isn’t really true.",
            "To understand where it came from, we have to go back 70 years.",
            "iFhttps://www.youtube.com/embed/SHqDf8wfABM?feature=oembed",
            "Right-brained or left-brained? Both! Although some functions seem based more on one side of the brain — a concept called lateralization — most things we do use structures in both halves.",
            "The theory about left and right brains emerged from work that started in the 1950s.",
            "Roger Sperry was a neuroscientist at the California Institute of Technology in Pasadena. He got curious about how the two sides of the brain interact. He focused on a thick bundle of nerve fibers that joins the two halves. It’s called the corpus callosum and in people it contains more than 200 million nerve fibers.",
            "*an_image_of_the_brain_showing_the_corpus_callosumSEBASTIAN_KAULITZKISCIENCE_PHOTO_LIBRARY",
            "fCBrain imaging technologies can reveal nerve connections throughout the brain. A large bundle of fibers called the corpus callosum — seen here as vertical yellowish lines — links the two hemispheres.",
            "This connection helps the brain’s two sides communicate and work together. But doctors had discovered that cutting the corpus callosum could help treat severe cases of epilepsy. In this disorder, excess nerve-cell activity can overwhelm the brain. It’s been described like a lightning storm inside the head. Too much nerve-cell firing can cause harmful seizures. Cutting the corpus callosum quieted them. And it didn’t seem to have a big effect on normal brain function.",
            "That splitting the brain didn’t seem to cause problems fascinated Sperry. To better understand why, he started working with people who had gotten their corpus callosum cut.",
            "Sperry asked these volunteers to cover one eye at a time. Then he showed them a series of words. The people could only recall words they viewed with their right eyes, not their left. When shown objects, people could draw things they saw with their left eyes but could not describe them in words.",
            "These results suggested that the ability to use and understand language is based in the left side of the brain.",
            "This finding made sense for other reasons, too. From other studies, researchers knew about two parts of the brain important for language. They are called Broca’s (BRO-kuhz) area and Wernicke’s (WUR-nih-keez) area. Both are usually found on the left side of the brain.",
            "*an_illustration_showing_where_the_Broca's_area_is_located_in_the_human_brain",
            "fCBroca’s area largely controls language. It’s found on the left side of the brain in a region called the inferior frontal gyrus, highlighted here in orange.",
            "Sperry’s “split-brain” research changed how we thought our brain worked. Indeed, he would share the 1981 Nobel Prize in physiology or medicine for his work. But the idea of right- versus left-brain skills also caught people’s imaginations. An article based on Sperry’s work had been published in the New York Times Magazine in 1973. It took ideas from his findings and other case studies and ran with them. It claimed skills such as musical ability were controlled entirely by the right brain.",
            "In this way, important research gave way to speculation.",
            "In fact, this early research had one huge limitation: Scientists back then had no way to look inside a living brain.",
            "Now, researchers have several tools that can image the working brain. One is functional magnetic resonance imaging, or fMRI. It can track blood flow in the brain. Active brain cells need lots of oxygen, which is carried by blood. So high levels of blood flow are used to pinpoint regions where the brain is active.",
            "In 2013, researchers used MRI to scan the brains of more than 1,000 kids and young adults. They measured whether some brain functions seemed isolated to the left or right sides. And a few functions were tied more strongly to one side, these scans showed. Among them was language, which supported Sperry’s findings from decades earlier. But most brain networks bounced between both hemispheres.",
            "That disproved the idea that only the right hemisphere is at work when you perform music or create art, says Diana Sarko. “That’s just not true. [Activity] is very, very distributed.” And, she adds, “Thank goodness it is, because both sides of the brain have a lot to offer.” Though not part of the MRI work, Sarko studies the brain at Southern Illinois University in Carbondale.",
            "iFhttps://www.youtube.com/embed/r7YVIufgAx4?feature=oembed",
            "This video debunks the myth about analytic “left-brained” versus artsy “right-brained” people.",
            "Michelle Ellefson agrees. The theory that one side of the brain can control general traits like creativity or logic is out of date, she says. A neuroscientist, she works at the University of Cambridge in England. “The thinking now,” she says, “is that although there may be one area largely responsible for some sort of skill, it doesn’t work on its own.” Brain imaging shows that “everything’s interconnected.”  ",
            "Not only do brain areas work together, but sometimes networks also change or move. Such shifts may be seen in response to injury. And they give further evidence that many functions aren’t limited to specific areas of the brain.",
            "Some functions are controlled more by regions on one side of the brain than the other. But traits like creativity and logic are far too complex to use just one brain area. In fact, any time you create a painting or solve a math problem, lots of areas on both sides of the brain team up. So the next time a quiz or a friend tells you that you’re “left-brained“ or “right-brained,” remember: You have your whole brain to thank for all the amazing things you can do.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/new-electric-field-earth-atmosphere",
        "title": "\n\tIt’s electric! Long-sought new field found in Earth’s atmosphere",
        "content": [
            "*A_rocket_takes_off_from_a_field_of_ice_and_snow",
            "A sounding rocket called Endurance is shown launching from Svalbard, Norway in May 2022. Tools on board it were at last able to measure the faint but powerful electric field in Earth’s atmosphere.",
            "For the first time, scientists have measured a long-sought global electric field in Earth’s atmosphere. This ambipolar electric field had been predicted to exist decades ago. But it had never been detected — until now.",
            "“That’s the big whoop,” says Glyn Collinson. He works at NASA’s Goddard Space Flight Center in Greenbelt, Md. An atmospheric scientist, he was lead investigator for the Endurance rocket program. And what it’s just detected, he says, is “a whole frickin’ new planetary-energy field that’s never been measured before!”",
            "The field is weak. At only 0.55 volt, it’s about as strong as a watch battery, Collinson says. Still, that’s strong enough to control the shape and evolution of Earth’s upper atmosphere. And the features it controls, he says, could affect the suitability of our planet for life.",
            "“It’s fundamental to the DNA of our planet,” Collinson says of this field. He led a team that confirmed its presence in the August 28 Nature.",
            "iFhttps://www.youtube.com/embed/UCM1MaYC5lM?feature=oembed",
            "Learn more about this newfound third major “field” that not only shapes the environment of our planet but also helps make it habitable. Though very weak, this electric field can still lift the atmosphere up and allow for a hitherto mysterious up-flowing polar wind.",
            "Scientists first predicted such an electric field in the 1960s. This was at the dawn of the space age. Early spacecraft flying over Earth’s poles detected a supersonic outflow of ions — charged particles — exiting the atmosphere. They called it a polar wind.",
            "The most reasonable thing to explain that speedy wind would be some electric field. How? Sunlight might kick electrons out of atoms in the upper atmosphere. Those negatively charged electrons are energetic and light enough that they want to float out into space. Left behind are positively charged oxygen ions. Being heavier, they want to sink down in Earth’s gravity.",
            "But the atmosphere wants to remain electrically neutral — neither positive nor negative — by keeping an equal balance between electrons and positive ions. So this electric field forms. It keeps the electrons tied to the ions, which prevents them from escaping.",
            "Once established, the field can act as a booster for lighter ions, such as hydrogen. It gives them enough energy to break free of Earth’s gravity. Now they zoom away, forming that polar wind. The field also pulls heavier ions higher up into the atmosphere than they would otherwise reach. Here, other forces can propel them, too, into space.",
            "That was the hypothesis, anyway. But until very recently, technology to detect that field didn’t exist.",
            "Being such a weak field, Collinson says, finding it “was genuinely thought impossible.”",
            "iFhttps://www.youtube.com/embed/GTGO0vvMbhs?start=34&feature=oembed",
            "fC2",
            "Collinson was part of a team that tried to measure a similar field on Venus. For comparison, they looked for any paper that would give them the strength of Earth’s field. But there wasn’t one.",
            "“Turned out, funny story, it’s never been done,” he recalls. “We were like, ‘Game on!’”",
            "He and his team had to develop a new instrument to measure it. They mounted this photoelectron spectrometer onto a rocket. They called the rocket Endurance. They named it for the ship that Ernest Shackleton’s team took to explore Antarctica in 1914.",
            "*a_photo_of_a_white_male_scientists_in_a_white_lab_coat_and_N95_face_mask_checking_a_tall_electronic_",
            "Glyn Collinson checks his team’s new photoelectron spectrometer as the rocket that will launch it is being assembled in Svalbard, Norway. The device detected a weak electric field, which develops in the atmosphere above Earth’s poles. ",
            "Getting to the launchpad was a journey worthy of the rocket’s name. They had to be as far into the polar region as possible. So the team traveled by boat for 17 hours to get to a Norwegian archipelago. Known as Svalbard, it’s just 1,300 kilometers (815 miles) from the North Pole.",
            "Along the way, several members of the team got sick with COVID-19. Adding to tensions, the war between nearby Russia and Ukraine had begun just a few months earlier.",
            "So that explains “a certain amount of nervousness about firing off rockets,” Collinson recalls. “Polar bears were the least of it. We had war and plague.”",
            "Two more days of blizzards kept Endurance grounded. When the rocket finally launched on May 11, 2022, it went straight up through the atmosphere to a height of around 770 kilometers (480 miles). Along the way, it measured the energies of electrons every 10 seconds. The flight lasted 19 minutes. Afterward, the rocket fell back to Earth, splashing down in the Greenland Sea.",
            "Between 248 and 768 kilometers up, Endurance detected a change in the electric potential of 0.55 volt. That’s not much. But it was exactly enough to explain the polar wind.",
            "The measurement is solid and exciting, says David Brain. A planetary scientist, he works at the University of Colorado Boulder and did not take part in the new work. He also cautions that it’s only one data point and from just one rocket. “This result is a really great result,” he says, but one that “argues there should be more measurements like this.”",
            "Collinson agrees. NASA recently approved his team to launch a follow-up rocket. It will be named Resolute for an Arctic-exploring ship that set sail in 1850.",
            "The ambipolar electric field helps control how quickly a planet’s atmosphere escapes into space. As such, it likely plays some role in making a planet hospitable to life, Collinson says.",
            "iFhttps://www.youtube.com/embed/6i4yspmlILY?start=73&feature=oembed",
            "Like Earth, the Venusian atmosphere has an electric field. But it’s far stronger than Earth’s and led to a far different evolution of its climate, as this animation explains.",
            "Both Mars and Venus also have electric fields. But in their cases, they might have fared better over time without them.",
            "For instance, Mars used to be more like Earth, scientists think. Over time, it lost much of its atmosphere to space. Indeed, that atmospheric “loss to space was a significant, if not dominant, process in changing [Mars’] climate,” Bruce Jakosky told Science News back in 2015. Jakosky, who works at the University of Colorado Boulder, led a team that measured that loss. And Venus used to be much wetter, data suggest.",
            "If such an electric field didn’t exist on Venus and Mars, “then I think it’s possible Venus and Mars would have lost less oxygen,” Brain says — and therefore less water.",
            "Earth’s ambipolar electric field helps kick its oxygen out into space, too. But Earth has one key advantage over Mars and Venus: It has a global magnetic field to guide charged particles around the planet.",
            "*an_infographic_text_on_the_image_reads",
            "fCWithin the solar system, Venus appears to have started out as Earth’s twin. But owing to a very different electric-field strength, Venus lost most water from its surface and atmosphere. Today, Venus is a very hot, dry place, while our planet is a relatively comfortable site teeming with life.",
            "“The electric field is the engine that gets the particles moving,” Brain explains. “The magnetic field is sort of the road that the particles move along.” Earth’s magnetic field means oxygen can escape only near the poles, rather than from any or all parts of the atmosphere.",
            "And that, he adds, could help explain why Earth has kept its habitable atmosphere for so much longer than Venus or Mars. ",
            "“Fundamentally, what makes a planet habitable is going to be many things,” Collinson says. “But I think comparing these different energy fields across different planets is a way to answer the question: Why is the Earth habitable?” In other words, “Why are we here?”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/thunderstorm-powered-gamma-rays",
        "title": "\n\tThunderstorms churn up a ‘boiling pot’ of high-energy gamma rays",
        "content": [
            "*A_plane_flies_over_the_tops_of_thunderclouds_that_are_glowing_purple",
            "A thunderstorm, viewed from an airplane soaring above the clouds, glows in gamma rays. They’re purple in this illustration, but invisible to the human eye.",
            "Above the cloud tops, thunderstorms throb with a complex, frenzied light show. But these bright flashes cannot be seen with the eye. They give off a type of invisible, high-energy light known as gamma rays.",
            "NASA’s ER-2 aircraft has now offered new views of this radiation shimmering above thunderstorms. During 10 flights, the plane captured gamma-ray outbursts with different durations and intensities. And the results have scientists feeling electrified.",
            "For one thing, it appears that two known types of storm-powered gamma rays are more complex — and common — than scientists had thought. The new data also have unveiled a never-before-seen type of blast. It’s called a flickering gamma-ray flash.",
            "“I’m absolutely awestruck,” says David Smith. He’s a physicist at the University of California, Santa Cruz, who was not involved with the research. The new findings are the most important data in this field in more than a decade, he says.",
            "The ER-2 plane soared over storms in the Caribbean and Central America in July 2023. It cruised at an altitude of about 20 kilometers (12.4 miles). That’s roughly twice as high as commercial flights. Up there, the aircraft had a front-row seat to storm clouds’ gamma-ray fireworks.",
            "The plane was also rigged to send data to the ground in real time. That allowed researchers to send the pilot back to regions found to be hopping with gamma rays. ",
            "Before this study, scientists knew about two main types of storm-made gamma rays. One type are terrestrial gamma-ray flashes. These short, intense blasts are so bright that they can be seen from space. Each one lasts less than a thousandth of a second. The other known type are called gamma-ray glows. These emissions are dimmer but last longer.",
            "The ER-2 plane made new discoveries about both types. ",
            "*_Thunderstorms_churn_up_a_‘boiling_pot’_of_high-energy_gamma_rays1",
            "fCHere, a thunderstorm crackles with lightning near Santa Marta, Colombia. In the new study, a NASA aircraft flew above such thunderstorms in the Caribbean and Central America.",
            "Gamma-ray glows turned out to be surprisingly long-lived and common. Storms could glow for hours. And the glow could span thousands of square kilometers (hundreds or thousands of square miles). The plane measured this type of emission on nine of its 10 flights. Nikolai Østgaard and his colleagues described these findings October 3 in Nature. ",
            "“It’s astonishing,” says Ningyu Liu. This physicist at the University of New Hampshire in Durham did not take part in the new work. ",
            "What’s more, gamma-ray glows weren’t as stable as scientists had thought. Instead, these lights repeatedly brightened and dimmed over the course of seconds.",
            "“Large storms are bubbling. It’s like a boiling pot,” says Østgaard. He’s a physicist at the University of Bergen in Norway.",
            "The flights also found many terrestrial gamma-ray flashes too dim to be seen from space. This hints that past satellite data missed many of these flashes — which would appear to make them more common that scientists had thought. Østgaard and others shared that discovery September 7 in Geophysical Research Letters.",
            "And then there are the newfound flickering gamma-ray flashes. These outbursts fall between the two other types of gamma-ray emissions in both brightness and duration. Like high-energy strobe lights, gamma-ray flickers consist of short pulses that repeat over tens to hundreds of milliseconds. Østgaard and the other researchers described these on October 3 in yet another Nature paper.",
            "Those flickers could help solve a couple key mysteries about thunderstorms. One is: How are their different types of gamma-ray outbursts related?",
            "Storms are known to produce gamma rays when electrons get accelerated in strong electric fields that build up inside clouds. These electrons produce more electrons, and so on. When electrons in this avalanche smash into air molecules, they throw off gamma rays. But it’s still unknown what makes a cloud emit a terrestrial gamma-ray flash, versus a gamma-ray glow.",
            "Discovering a middle ground between those two extremes — those flickering gamma-ray flashes — could help answer that question.",
            "The flickering ones may help explain how lightning forms, too. Many of the flickering gamma-ray flashes seen by ER-2 were followed by lightning. This could mean that the flickering gamma-ray flashes help kickstart those bolts. ",
            "Gamma rays might help limit how strong electric fields can get in thunderclouds, too, says Steven Cummer. He’s an electrical engineer at Duke University in Durham, N.C., who worked with Østgaard. “This whole gamma ray–generating process [seemed] interesting and uncommon before,” he says. But it “now actually appears to be quite central in all of atmospheric electricity.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-theia-definition-pronunciation",
        "title": "\n\tScientists Say: Theia",
        "content": [
            "*_Scientists_Say_Theia2",
            "This illustration shows a collision between two celestial bodies. A similar collision between Earth and Theia may have created the Earth's moon.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1946718775&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Theia is a planet-sized object that scientists think collided with Earth about 4.5 billion years ago. When Theia smashed into a young Earth, it would have blasted fragments into orbit. And those fragments could have clumped together, forming our moon. This scenario is known as the giant impact theory.",
            "The name Theia comes from Greek mythology. Theia was a goddess who gave birth to Selene, the goddess of the moon.",
            "Scientists estimate that Theia’s mass, before the collision, was between 10 to 45 percent of Earth’s mass. If this collision occurred, what happened to Theia? Could it have vaporized on impact? Or could Theia and Earth have fused?",
            "It looks like the second idea might be what happened. Decades ago, scientists discovered two giant, blobby clumps of metal deep under Earth’s crust. These blobs lurk under the Pacific Ocean and Africa. Scientists now think these blobs could be what’s left of Theia, entombed in the Earth’s lower mantle.",
            "Computer models support this connection between Theia and the blobs. And there’s more. The giant impact theory says the Theia-Earth smashup may have kick-started plate tectonics. Plate tectonics explains why and how Earth’s crust changes over time. No other rocky planet in our solar system appears to have this feature.",
            "Isotope data also supports the giant-impact theory. Isotopes are atoms of the same element with slightly different masses. Typically, elements exist in various isotopes — common isotopes and rare ones. And scientists have found that Earth and the moon share similar ratios of common and rare isotopes. This hints that the Earth and moon may have come from the same material.  ",
            "The giant-impact theory also may explain why the moon contains less iron than similar objects. Earth’s core contains a lot more iron than Earth’s crust. If the moon came from blasted pieces of Earth’s crust, that would explain why the moon is made of lighter elements.",
            "Astrophysicists suspect the moon formed from an ancient collision between Theia — an early planet — and early Earth.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-quantum-dot-definition-pronunciation",
        "title": "\n\tScientists Say: Quantum dot",
        "content": [
            "*tiny_semiconductor_particles",
            "In this microscope image, fluorescent quantum dots light up in proteins mouse intestines (red and green).",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1951833555&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Quantum dots are teeny tiny crystals. They’re often made of semiconductors — materials that partially conduct electricity. Each quantum dot is mere billionths of a meter across. And at such tiny scales, these specks’ properties are subject to the weird laws of quantum physics.",
            "Normally, materials made of the same atoms or molecules have the same properties. But thanks to quantum physics, quantum dots made of the same stuff can have different properties. Those properties just depend on the size of the dots. For instance, quantum dots can glow when bathed in laser light. Smaller dots tend to glow blue. Bigger dots glow red.",
            "Tweaking quantum dots’ size can affect the way they interact with light. It can also tailor dots’ electrical properties. Or their magnetism. Or their melting temperatures.",
            "This has made quantum dots useful for a wide range of technologies. Quantum dots light up TV and computer screens. Scientists have attached them to molecules to map out cells and organs, or to drive chemical reactions. Quantum dots could be used to build better solar panels or encode data inside quantum computers.",
            "In honor of all these important applications, the 2023 Nobel Prize in chemistry went to the creation of quantum dots.",
            "Quantum dots could be used to drive chemical reactions that kill germs on hospital surfaces. ",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/affordable-electronic-braille-reader",
        "title": "\n\tThis young engineer built an affordable electronic braille reader",
        "content": [
            "*Yash_Mehta_stands_in_front_of_a_scientific_poster_with_words_and_pictures_describing_his_project_The",
            "Yash Mehta, 14, designed an affordable electronic braille reader and tested it with blind students in New Delhi, India. ",
            "Yash Mehta, 14, got the idea for his first science fair project on a trip to Old Delhi, India. There, he visited a school for blind students. Yash noticed that none of these students used electronic braille readers. They were just too costly. So once he got home, he built a more affordable one.",
            "Yash’s device uses tiny spinning motors to create vibrations. They feel like the bumps of braille letters. Then, he tested it with students at the Blind Relief Association in New Delhi, India. Students were able to read braille on his device with 86 percent accuracy, compared with print braille.",
            "An aspiring engineer, Yash did this project as an eighth grader at the Durham Academy in Durham, N.C. His research earned him a finalist spot in the 2024 Thermo Fisher Scientific Junior Innovators Challenge. He also won the first-place Technology Award at the competition. This program is run by Society for Science, which also publishes Science News Explores.",
            "Here, Yash shares his science fair experiences and advice.",
            "“I’ve always been a hardware guy. I’ve never been capable of software,” Yash says. But building his device required learning how to code. He learned a lot from watching YouTube tutorials and reading Reddit threads. Picking up that new skill was cool. “But I would still say hardware was my favorite part,” he says. “I love 3-D modeling, so having everything fit in the first time, it was just pure excitement.”",
            "“Use your mistakes to your benefit,” Yash says.",
            "At first, he wanted to build a braille display based on a TENS machine. This type of device uses electric current to relieve pain. Yash thought electrical pulses could mimic the feeling of braille bumps on users’ fingers.",
            "But it didn’t work.",
            "“Once I tried out the TENS unit and realized it didn’t work, I had most of the stuff already done,” Yash says. “I only had to change the actual way of spreading information to the finger.” Figuring out he didn’t have to start from scratch helped Yash power through the development of his motor-based device.",
            "“I’m planning on adding OCR” into the device, Yash says. OCR stands for optical character recognition.",
            "Right now, Yash’s machine translates text from a computer into braille letters. But with OCR, it could translate printed text or handwritten notes into braille. “I would probably go back to the Blind Relief Association and get more feedback with my new prototype,” he adds.",
            "“Try to find something that you think could be done at your skill level,” Yash says. “Even if you have to grow a little bit more in knowledge.” Also, ask people in your community what problems they need solved. “I think that’s the most important part — getting first-hand feedback.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-deepfake-definition-pronunciation",
        "title": "\n\tScientists Say: Deepfake",
        "content": [
            "*_Scientists_Say_Deepfake3",
            "In 2023, deepfake images of Pope Francis wearing a white puffer jacket (one shown) went viral. While the images were created with AI, many people online were tricked into thinking the pictures were real photos. ",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1936888706&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A deepfake is a realistic fake image, video or audio clip created by artificial intelligence, or AI. The term deepfake comes from “deep learning” and “fake.” Deep learning is the type of AI used to make this media.",
            "Deepfakes have some practical use. Consider someone making a sequel to a movie from many years ago. The actors might look different today. But filmmakers can use deepfake technology to show an actor today looking as they did in the first movie.",
            "But deepfakes also cause problems. Many actors, for instance, are concerned that people could use their images to create new movies without their permission. Deepfakes also can contribute to the spread of false information.",
            "In 2024, for example, fraudsters created a deepfake of President Joe Biden’s voice. The audio clip sounded like Biden asking people not to vote in New Hampshire’s presidential primary elections. Some people who received phone calls with this fake voice were convinced to skip voting.",
            "In another scam, people made deepfake ads of celebrity Selena Gomez appearing to promote cookware. The problem?  She knew nothing about these ads. It wasn’t actually her in them.",
            "Using digital tools to alter photos, videos and audio isn’t new. But deepfakes represent a new kind of digital media. For one thing, rather than tweaking existing media, deepfakes are easily created from scratch.",
            "For another, AI now allows non-experts to easily make such images and audio. That makes it possible for anyone to create deepfakes of people saying or doing things they never did. And public figures aren’t the only victims. People can use AI to make deepfakes of ordinary people to bully them, scam them and more.",
            "Though AI-generated images can be compelling, careful observation of reflections in eyes could be one way to spot a deepfake.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/experiment-meteorite-craters",
        "title": "\n\tExperiment: Make your own craters!",
        "content": [
            "*_Experiment_Make_your_own_craters!4",
            "Like that of a lot of planets and moons, the surface of Mercury (seen here in a composite image) is pockmarked with impact craters.",
            "Objective: Investigate how the size of a meteorite is related to the size of the crater it makes upon impact",
            "Areas of science: Astronomy",
            "Difficulty: Easy beginner",
            "Time required: Very Short (≤ 1 day)",
            "Prerequisites: None",
            "Material availability: Readily available",
            "Cost: Under $20",
            "Safety: No issues",
            "Credits: Sara Agee, PhD, Science Buddies",
            "Craters are round, bowl-shaped depressions surrounded by a ring, like the one shown in Figure 1. They are made when a meteorite collides with a planet or a moon. Craters are what make our moon look like Swiss cheese. Each round hole is the place where a meteorite impacted, or hit, the surface of the moon, so craters are often called impact craters. Often, the meteorite that creates a crater explodes on impact, so the crater is an empty reminder of the collision.",
            "There are meteoroids traveling around throughout space, and all of the moons and planets in our solar system have been impacted by meteorites since its formation. (Note: they are called meteoroids when they’re still in space, and meteorites when they land on a planet or moon.)",
            "On Earth, we only see a few impact craters, for a couple of different reasons. First, most meteoroids never reach the Earth’s surface because they burn up in the atmosphere. This is what we are seeing when we watch a shooting star during a meteor shower (meteor refers to the visible streak of light). Second, impact craters from meteorites can be changed by geological forces (like earthquakes and continental movements) or eroded away by atmospheric forces (like wind or rain). There is no atmosphere on the moon, which means that falling meteoroids do not burn up and there is no weather to erode away the craters. In fact, the footprints of the astronauts who landed on the moon over 50 years ago are still there!",
            "*a_large_crater_in_a_desert_landscape",
            "fCFigure 1. This is the Barringer Crater in the desert of Arizona.",
            "Where can you find impact craters on Earth? There are only about 170 confirmed impact craters on Earth. Not all of them are obvious because most are eroded, covered by sediment or under water. Each crater has to be identified using several different kinds of clues. First, geological clues are found by looking for pieces of the exploded, iron-rich meteorite or for glass that formed during the impact. Satellite imaging can be used to visualize crater formations that are beneath the Earth’s surface or a body of water. Finally, chemical evidence is used to date the crater and find traces of elements that are more common in space than on our planet.",
            "By piecing together this evidence, scientists can study craters on Earth and link them to different periods of Earth’s history. This involves many different types of scientists, including astronomers, geologists, chemists, paleontologists and meteorologists (who actually study weather, not meteorites). This has led to an interesting hypothesis being proposed about the formation of a sea, the extinction of the dinosaurs and even the origins of life!",
            "In this science project, you will investigate whether the size of a crater depends upon the size of the meteorite. To test this, you will use different-sized, nearly spherical objects as your “meteorites,” like the objects shown in Figure 2. What types of clues will you look for in your investigation? How will studying an impact crater give you information about the collision, even if the meteorite is no longer there? Are there other clues of a meteorite impact that are important?",
            "iFhttps://www.youtube.com/embed/KuA_tjYqODc?start=5&feature=oembed",
            "In this experiment, we make our own craters in cocoa and flour to investigate how these features form on planets and moons.",
            "*three_tomatoes_of_different_sizes",
            "fCFigure 2. In this astronomy science project, you will use different-sized, nearly spherical objects, like the ones shown here, to act as your “meteorites.” How will the size of the meteorite affect what kind of crater it makes?",
            "1. In your lab notebook, make a data table like Table 1. Be sure to include the types of objects that you will be testing.",
            "2. Using a ruler, measure the diameter of each of your nearly spherical objects (in centimeters). The diameter is the distance across the middle of the sphere, from one side to the other. Write your measurements in the data table in your lab notebook. Each object will serve as a “meteorite” in this science project.",
            "fCTable 1.",
            "3. Prepare your meteorite landing area.",
            "*a_box_containing_a_layer_of_white_flour_with_a_sprinkling_of_brown_cocoa_powder_over_the_top",
            "fCFigure 3. Your prepared box should look similar to this one.",
            "4. Now drop one of your “meteorites” into the box by holding the object out at arm’s length over the box and letting go. Use the ruler to make sure you drop the meteorite from a height of 50 centimeters (20 inches) above the flour.",
            "5. After the “meteorite” impacts the flour, carefully remove the object without disturbing the crater left behind.",
            "6. Repeat steps 4 and 5 two more times using the same object, each time in a different spot in the box. Remember to drop the meteorite the same way and from the same height each time for accurate results. You should now have three craters made by the first object.",
            "7. Measure the diameter of the first crater by measuring the distance across the center of the depression in the flour, as shown in Figure 4. Be very careful not to disturb the flour and cocoa with your ruler by breathing too hard or by shaking the box. Write the diameter of the first crater in the data table in your lab notebook.",
            "*multiple_impact_craters_in_a_layer_of_flour_and_cocoa_powder",
            "fCFigure 4. Measure the diameter of each impact crater by measuring the distance across the center of the depression, as indicated here with the black lines.",
            "8. Repeat step 7 for the other two craters, writing each measurement in the data table.",
            "9. Calculate the average crater diameter by adding up the three measurements and then dividing your answer by three. Write the answer in your data table.",
            "10. Prepare your box for the next “meteorite.”",
            "11. Repeat steps 4–10 for all of your objects, each time recording the diameter of the three craters and the averages in the data table in your lab notebook.",
            "12. Now make a graph of your data.",
            "13. What size craters did the smallest objects make? What size craters did the biggest objects make? Do you notice any pattern between the size of the crater and the size of the meteorite? What do your results tell you about how the diameter of a meteorite is related to the diameter of the crater it makes upon impact?",
            "This activity is brought to you in partnership with Science Buddies. Find the original activity on the Science Buddies website.",
            "*A_banner_that_reads_SCIENCE_BUDDIES"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/werewolves-when-to-hunt-full-moon",
        "title": "\n\tWerewolves could learn from other critters when to hunt",
        "content": [
            "*A_full_white_moon_outlines_the_silhouette_of_a_werewolf_standing_SPider_webs_cover_the_corners_of_th",
            "A full moon could make it easy for a werewolf to spot prey. But a bright night makes it easy to be spotted, too. ",
            "As the full moon rises, a mythical werewolf howls and heads out on the hunt. But is this the best time for werewolves to find a meal? In some stories, this transformation can happen at any time of the month or even during the day. And science suggests that a careful werewolf might want to schedule their change based on their goals. ",
            "The moon affects our world in several ways. As it orbits Earth, the moon pushes and pulls at the oceans to make tides. These tides can, in turn, influence the behavior of ocean creatures. And moonlight — a reflection of the sun — can also have power over the behavior of animals both on land and in the sea.  ",
            "If a werewolf is all big, scary predator, the full moon might be a blessing. But if the animal could face predators itself, it might want to save its transformation for a much darker night.  ",
            "The dark depths of an ocean or stream might not seem like the obvious place for animals affected by the moon. But “it is something that we see pretty commonly among aquatic critters,” says Heidi Ballew. She’s a marine ecologist at Texas A&M University in Corpus Christi.  ",
            "Ballew studies the ‘O‘opu nakea (Awaous stamineus), a goby native to Hawaii. The hardy little fish are born in freshwater streams in the hills. From there, a goby’s life can take two very different paths depending on when it’s born.  ",
            "When the moon is full, the sun, Earth and moon are lined up. This produces higher tides. Some gobies hatch during that full moon. The higher tides sweep their tiny bodies out to sea. When they are grown, higher tides during the new moon (when the sun, moon and Earth line up again) help them find their way back to their home streams. Special fins on their bellies, modified into suckers, help them climb waterfalls back to their birthplace. There, they mate and make more gobies.  ",
            "iFhttps://www.youtube.com/embed/mmwM7dwtvKA?feature=oembed",
            "Waterfall? Not a problem. Watch a goby climb up a waterfall with her mouth and her sucker-like fin. ",
            "But not all gobies go out to see the world. Gobies born during the dark of a new moon stay home and never leave the stream where they are born.  ",
            "Baby gobies are trying to avoid predation, Ballew says. “A full moon provides a high tide. But it also produces a lot of light — even underwater.” Night-hunting fish can better see tiny, defenseless gobies. So if a fish is going to stay put, hatching at the new moon is a safer bet.  ",
            "The moon matters even as they grow into adults. A big, well-fed baby goby may become an adult during the full moon. But a smaller goby might become an adult at the new moon instead. The darkness hides these still-small, newly adult gobies, keeping them safe from predators. Ballew and her colleagues published their fishy findings February 26 in the journal Ecology of Freshwater Fish. ",
            "So there are pros and cons to lots of moonlight. A full moon lights up the night and makes it easy to spot dinner. But if a werewolf is as likely to become prey as it is to go hunting, a new moon might help it hide.  ",
            "The bright night of a full moon also presents Australian mammals with a problem, says Euan Ritchie. He’s a wildlife ecologist at Deakin University in Melbourne, Australia.  ",
            "In one study, Ritchie and his colleagues took photos of animals in southeastern Australia at different phases of the moon. Prey species such as possums and rabbit-sized bandicoots were more active when nights were cloudy. The extra darkness provided cover to hide from predators.  ",
            "But predators such as quolls were also more active when it was darker — when the moon was new or half. Each species was trying to find a balance between getting more food and becoming someone else’s dinner.  ",
            "*A_spotted-tail_quoll_stands_on_a_rock_covered_in_green_moss_It_has_brown_fur_with_white_dots_all_ove",
            "fCDon’t be fooled, this adorable creature is a fearsome predator. The spotted-tail quoll is more active when the moon is new or half — when it’s easier to pounce on prey.  ",
            "“Predators often use ambush to capture their prey,” Ritchie says. “The lighter it is, the harder it might be [for predators] to avoid detection.” While the prey might be able to spot a predator more easily, they, too, may be more detectable. “They [might] be more hesitant to be active, especially in areas without much cover to retreat to.”  ",
            "Ritchie and his colleagues published their findings in 2020 in the journal Australian Mammalogy.  ",
            "Werewolves also need to find that balance between predator and prey. If a werewolf wanted to hunt as much as possible, “they would hunt humans by day and night,” Ritchie says. But being a werewolf isn’t without risk. “Many prey, including humans, are often far from harmless.” ",
            "In that case, Ballew says, a werewolf might be advised to vary its strategy. A big, strong werewolf could find good hunting during the full moon. But if a werewolf is small, young, or weak? “Maybe you would want to utilize the new moon so that your predators are less likely to find you.” It’s a lesson a werewolf could learn from the gobies that stayed home.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/perseverance-rover-hint-of-life-on-mars",
        "title": "\n\t‘Percy,’ NASA’s rover, finds its first hint of ancient life on Mars",
        "content": [
            "*An_image_of_a_rock_on_Mars_taken_by_the_NASA_rover_Perseverance_Rocky_white_stripes_flank_a_clay-col",
            "The Mars Perseverance rover examined this rock on July 21. It found leopard spot–like features speckling clay-colored parts of it. These resemble structures in Earth rocks that have been linked to microbial life.",
            "NASA’s Perseverance rover has bagged its first hint of ancient Martians. If they existed, these creatures were small. Very small. As in, microbes.",
            "“We’re not able to say that this is a sign of life,” says Katie Stack Morgan. “But this is the most compelling sample we’ve found yet.” Morgan is the deputy project scientist in charge of the Mars rover. She works at NASA’s Jet Propulsion Lab in Pasadena, Calif.",
            "Nicknamed Percy, the rover turned up this potential sign of life in mid-July. The robot had drilled into a reddish rock at a site known as Cheyava Falls. (It was named for a feature at the Grand Canyon.) This is the first piece of Mars that Percy found containing organic molecules. Here, the term organic refers to carbon-based molecules. On Earth, they’re the building blocks of life.",
            "Project scientist Ken Farley shared Percy’s discovery July 25 at the 10th International Conference on Mars in Pasadena. Farley works at the California Institute of Technology there.",
            "This isn’t the first sign of organics on Mars. The Curiosity rover detected organic molecules in 2014. It had been examining rocks at a site called Gale Crater. But since Percy landed in Jezero Crater three years ago, scientists have struggled to identify organics, Stack Morgan says. That landing site was an ancient, dried-up lake.",
            "Adding to the new excitement, little white spots with black rims speckle the reddish rock sample that Percy found. “They look like a tricolored leopard spot,” Stack Morgan says.",
            "Percy examined these spots using instruments that can identify the chemical recipe of materials. And the spots’ rims contained iron phosphate. On Earth, rings with similar texture and chemistry have been linked to ancient microbial life. The chemical reactions that create such rings can be an energy source for microbes.",
            "To exist, those rings “don’t require life,” Stack Morgan says. And that’s an important point. “But based on our experience with similar things on Earth,” she says, “there is a possibility that life could have been involved.” So, Stack Morgan concludes, “these could have a biological origin.”",
            "But other features of the sampled rock seem to muddy the picture of how it likely formed. For instance, Stack Morgan notes, it’s shot through with white veins of calcium sulfate. And those veins are filled with super-tiny crystals of olivine. It’s a mineral that forms from a volcano’s magma.",
            "Finding the spots and these volcanic features in the same rock is “a little bit mysterious,” Stack Morgan says. They seem to point to different origins, she says. Going forward, figuring out how the rock formed could help tell how likely it is to have had the right conditions and temperatures to have once hosted life.",
            "*A_panarama_of_an_ancient_river_delta_on_Mars_called_Jezero_Crater,_where_the_NASA_rover_Perseverance",
            "fCAn ancient river delta once flowed into the Jezero Crater on Mars. NASA’s rover Perseverance (partially seen in the foreground) has been exploring this site. NASA is buzzing over a rock it found there — slightly right of center in this image, about 110 meters (360 feet) from the rover.",
            "Paul Byrne works at Washington University in St. Louis, Mo. And this planetary scientist thinks we should be cautious in interpreting Percy’s new findings.",
            "“Could this truly be a [signature of life]?” he asks. “Yes. And if it is, then it really is the kind of society-altering discovery that the discovery of truly extraterrestrial life would be.” But it’s also possible, he notes, that the spots came from something other than life. In that case, he notes, “All this is, is an interesting example of water-rock chemistry.”",
            "The only way to find out for sure is to bring the rock home. A big part of Percy’s mission is to collect samples from interesting rocks for a future spacecraft to later bring home to Earth. Once here, they can be studied with better tools than a rover can carry on its back. For now, Stack Morgan says, Percy has thrown everything it has at this rock.",
            "When might the rocks be brought to Earth? No one knows. Funding is currently on hold for a program known as Mars Sample Return, or MSR. “With this sample, the rationale for MSR is strengthened,” Byrne says. He hopes it will “motivate NASA to commit to … this project sooner rather than later.”",
            "Stack Morgan says the rover team is carrying on despite MSR’s iffy budget.",
            "“We have a mission to carry out and a job to do,” Stack Morgan says — collecting compelling samples. “It can only be our hope that the samples that we collect are compelling enough to justify the cost of Mars Sample Return.”",
            "And she thinks Percy’s exciting new sample “really hits that home.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/explainer-earth-layer-layer",
        "title": "\n\tExplainer: Earth — layer by layer",
        "content": [
            "*a_cut_away_diagram_showing_the_innner_layers_of_the_Earth",
            "Scientists understand much about Earth’s structural layers — the inner core, core, mantle and crust. Yet there are still great mysteries to solve about our planet’s inner workings.",
            "Mountain ranges tower to the sky. Oceans plummet to impossible depths. Earth’s surface is an amazing place to behold. Yet even the deepest canyon is but a tiny scratch on the planet. To really understand Earth, you need to travel 6,400 kilometers (3,977 miles) beneath our feet.",
            "Starting at the center, Earth is composed of four distinct layers. They are, from deepest to shallowest, the inner core, the outer core, the mantle and the crust. Except for the crust, no one has ever explored these layers in person. In fact, the deepest humans have ever drilled is just over 12 kilometers (7.6 miles). And even that took 20 years!",
            "Still, scientists know a great deal about Earth’s inner structure. They’ve plumbed it by studying how earthquake waves travel through the planet. The speed and behavior of these waves change as they encounter layers of different densities. Scientists —  including Isaac Newton, three centuries ago — have also learned about the core and mantle from calculations of Earth’s total density, gravitational pull and magnetic field.",
            "Here’s a primer on Earth’s layers, starting with a journey to the center of the planet.",
            "*a_diagram_showing_the_layers_of_the_Earth",
            "fCA cut-away of Earth’s layers reveals how thin the crust is when compared to the lower layers.",
            "This solid metal ball has a radius of 1,220 kilometers (758 miles), or about three-quarters that of the moon. It’s located some 6,400 to 5,180 kilometers (4,000 to 3,220 miles) beneath Earth’s surface. Extremely dense, it’s made mostly of iron and nickel. The inner core spins a bit faster than the rest of the planet. It’s also intensely hot: Temperatures sizzle at 5,400° Celsius (9,800° Fahrenheit). That’s almost as hot as the surface of the sun. Pressures here are immense: well over 3 million times greater than on Earth’s surface. Some research suggests there may also be an inner, inner core. It would likely consist almost entirely of iron.",
            "This part of the core is also made from iron and nickel, just in liquid form. It sits some 5,180 to 2,880 kilometers (3,220 to 1,790 miles) below the surface. Heated largely by the radioactive decay of the elements uranium and thorium, this liquid churns in huge, turbulent currents. That motion generates electrical currents. They, in turn, generate Earth’s magnetic field. For reasons somehow related to the outer core, Earth’s magnetic field reverses about every 200,000 to 300,000 years. Scientists are still working to understand how that happens.",
            "At close to 3,000 kilometers (1,865 miles) thick, this is Earth’s thickest layer. It starts a mere 30 kilometers (18.6 miles) beneath the surface. Made mostly of iron, magnesium and silicon, it is dense, hot and semi-solid (think caramel candy). Like the layer below it, this one also circulates. It just does so far more slowly.",
            "Near its upper edges, somewhere between about 100 and 200 kilometers (62 to 124 miles) underground, the mantle’s temperature reaches the melting point of rock. Indeed, it forms a layer of partially melted rock known as the asthenosphere (As-THEEN-oh-sfeer). Geologists believe this weak, hot, slippery part of the mantle is what Earth’s tectonic plates ride upon and slide across.",
            "Diamonds are tiny pieces of the mantle we can actually touch. Most form at depths above 200 kilometers (124 miles). But rare “super-deep” diamonds may have formed as far down as 700 kilometers (435 miles) below the surface. These crystals are then brought to the surface in volcanic rock known as kimberlite.",
            "The mantle’s outermost zone is relatively cool and rigid. It behaves more like the crust above it. Together, this uppermost part of the mantle layer and the crust are known as the lithosphere.",
            "*a_photo_of_the_Himalayan_mountains",
            "fCThe thickest part of Earth’s crust is about 70 kilometers (43 miles) thick and lies under the Himalayan Mountains, seen here.",
            "Earth’s crust is like the shell of a hard-boiled egg. It is extremely thin, cold and brittle compared to what lies below it. The crust is made of relatively light elements, especially silica, aluminum and oxygen. It’s also highly variable in its thickness. Under the oceans (and Hawaiian Islands), it may be as little as 5 kilometers (3.1 miles) thick. Beneath the continents, the crust may be 30 to 70 kilometers (18.6 to 43.5 miles) thick.",
            "Along with the upper zone of the mantle, the crust is broken into big pieces, like a gigantic jigsaw puzzle. These are known as tectonic plates. These move slowly — at just 3 to 5 centimeters (1.2 to 2 inches) per year. What drives the motion of tectonic plates is still not fully understood. It may be related to heat-driven convection currents in the mantle below. Some scientists think it’s caused by the tug from slabs of crust of different densities, something called “slab pull.” In time, these plates will converge, pull apart or slide past each other. Those actions cause most earthquakes and volcanoes. It’s a slow ride, but it makes for exciting times here on Earth’s surface."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/top-10-tips-study-smarter-not-longer-study-skills",
        "title": "\n\tTop 10 tips on how to study smarter, not longer",
        "content": [
            "*teen_reading_on_a_tablet_lying_in_bed",
            "Many students study by reading their notes and textbooks over and over again. Research studies show there are more effective ways to use your valuable study time.",
            "As a teen, Faria Sana often highlighted books with markers. “The colors were supposed to tell me different things.” Later, she recalls, “I had no idea what those highlighted texts were supposed to mean.”",
            "She also took lots of notes as she read. But often she was “just copying words or changing the words around.” That work didn’t help much either, she says now. In effect, “it was just to practice my handwriting skills.”",
            "“No one ever taught me how to study,” Sana says. College got harder, so she worked to find better study skills. She’s now a psychologist at Athabasca University in Alberta, Canada. There she studies how students can learn better.",
            "Having good study skills is always helpful. But it’s even more important now during the COVID-19 pandemic. Many students worry about family or friends who may get sick, Sana notes. Others feel more general stress. Beyond that, students in many countries are facing different formats for learning. Some schools are holding in-person classes again, with rules for spacing and masks. Others schools have staggered classes, with students at school part-time. Still others have all online classes, at least for a while.",
            "These conditions can distract from your lessons. Plus, students are likely to have to do more without a teacher or parent looking over their shoulders. They will have to manage their time and study more on their own. Yet many students never learned those skills. To them, Sana says, it may be like telling students to learn to swim by “just swimming.”",
            "The good news: Science can help.",
            "For more than 100 years, psychologists have done research on which study habits work best. Some tips help for almost every subject. For example, don’t just cram! And test yourself, instead of just rereading the material. Other tactics work best for certain types of classes. This includes things like using graphs or mixing up what you study. Here are 10 tips to tweak your study habits.",
            "Nate Kornell “definitely did cram” before big tests when he was a student. He’s a psychologist at Williams College in Williamstown, Mass. He still thinks it’s a good idea to study the day before a big test. But research shows it’s a bad idea to cram all your studying into that day. Instead, space out those study sessions.",
            "*a_kid_sitting_at_a_table_studying_and_looking_really_stressed_out",
            "fCCramming before a big test can leave you exhausted. But you’ll learn and remember material better if you space your study sessions over the course of several days. ",
            "In one 2009 experiment, college students studied vocabulary words with flash cards. Some students studied all the words in spaced-apart sessions throughout four days. Others studied smaller batches of the words in crammed, or massed, sessions, each over a single day. Both groups spent the same amount of time overall. But testing showed that the first group learned the words better.",
            "Kornell compares our memory to water in a bucket that has a small leak. Try to refill the bucket while it’s still full, and you can’t add much more water. Allow time between study sessions, and some of the material may drip out of your memory. But then you’ll be able to relearn it and learn more in your next study session. And you’ll remember it better, next time, he notes.",
            "Musicians practice their instruments. Athletes practice sports skills. The same should go for learning.",
            "“If you want to be able to remember information, the best thing you can do is practice,” says Katherine Rawson. She’s a psychologist at Kent State University in Ohio. In one 2013 study, students took practice tests over several weeks. On the final test, they scored more than a full letter grade better, on average, than did students who studied the way they normally had.",
            "In a study done a few years earlier, college students read material and then took recall tests. Some took just one test. Others took several tests with short breaks of several minutes in between. The second group recalled the material better a week later.",
            "As a teen, Cynthia Nebel studied by reading her textbooks, worksheets and notebooks. “Over and over and over again,” recalls this psychologist at Vanderbilt University in Nashville, Tenn. Now, she adds, “we know that’s one of the most common bad study skills that students have.”",
            "In one 2009 study, some college students read a text twice. Others read a text just once. Both groups took a test right after the reading. Test results differed little between these groups, Aimee Callender and Mark McDaniel found. She is now at Wheaton College in Illinois. He works at Washington University in St. Louis, Mo.",
            "Too often, when students reread material, it’s superficial, says McDaniel, who also co-wrote the 2014 book, Make It Stick: The Science of Successful Learning. Rereading is like looking at the answer to a puzzle, rather than doing it yourself, he says. It looks like it makes sense. But until you try it yourself, you don’t really know if you understand it.",
            "One of McDaniel’s coauthors of Make it Stick is Henry Roediger. He, too, works at Washington University. In one 2010 study, Roediger and two other colleagues compared test results of students who reread material to two other groups. One group wrote questions about the material. The other group answered questions from someone else. Those who answered the questions did best. Those who just reread the material did worst.",
            "That 2010 study backs up one of Nebel’s preferred study habits. Before big tests, her mom quizzed her on the material. “Now I know that was retrieval practice,” she says. “It’s one of the best ways you can study.” As Nebel got older, she quizzed herself. For example, she might cover up the definitions in her notebook. Then she tried to recall what each term meant.",
            "*a_girl_explaining_something_to_her_mom",
            "fCYou’ll understand and remember information better if you can explain it to someone else. And if you can’t explain it, you probably don’t understand it well enough yet. ",
            "Such retrieval practice can help nearly everyone, Rawson and others showed in an August 2020 study in Learning and Instruction. This research included college students with an attention problem known as ADHD. It stands for Attention Deficit Hyperactivity Disorder. Overall, retrieval helped students with ADHD and those without the disorder equally well. ",
            "“Create a deck of flash cards every time you learn new information,” Sana suggests. “Put questions on one side and the answers on the other side.” Friends can even quiz each other on the phone, she says.",
            "“Try to quiz yourself the way the teacher asks questions,” Nebel adds.",
            "But really grill yourself and your friends, she says. And here’s why. She was part of a team that asked students to write one quiz question for each class period. Students would then answer a question from another classmate. Preliminary data show that students did worse on tests afterward than when the daily quiz questions came from the teacher. Nebel’s team is still analyzing the data. She suspects the students’ questions may have been too simple.",
            "Teachers often dig deeper, she notes. They don’t just ask for definitions. Often, teachers ask students to compare and contrast ideas. That takes some critical thinking.",
            "It’s crucial to test your memory. But it doesn’t really matter how many seconds you spend on each try. That finding comes from a 2016 study by Kornell and others. But it’s important to go the next step, Kornell adds: Check to see if you were right. Then focus on what you got wrong.",
            "“If you don’t find out what the answer is, you’re kind of wasting your time,” he says. On the flip side, checking the answers can make your study time more efficient. You can then focus on where you need the most help.",
            "In fact, making mistakes can be a good thing, argues Stuart Firestein. A Columbia University biologist in New York City, he actually wrote the book on it. It’s called Failure: Why Science is So Successful. Mistakes, he argues, are actually a primary key to learning.",
            "In many cases, it helps to mix up your self-testing. Don’t just focus on one thing. Drill yourself on different concepts. Psychologists call this interleaving.",
            "*a_photo_of_a_young_asian_man_studying_his_notes_while_lying_in_bed",
            "fCTry to solve problems and recall information on your own. Then check to see if you’re right. Retrieval practice boosts your learning and memory, say psychologists.",
            "Actually, your tests usually will have questions mixed up, too. More importantly, interleaving can help you learn better. If you practice one concept over and over “your attention decreases because you know what’s coming up next,” Sana explains. Mix up your practice, and you now space the concepts apart. You can also see how concepts differ, form trends or fit together in some other way.",
            "Suppose, for instance, you’re learning about the volume of different shapes in math. You could do lots of problems on the volume of a wedge. Then you could answer more batches of questions, with each set dealing with just one shape. Or, you could figure out the volume of a cone, followed by a wedge. Next you might find the volume for a half-cone or a spheroid. Then you can mix them up some more. You might even mix in some practice on addition or division.",
            "Rawson and others had groups of college students try each of those approaches. Those who interleaved their practice questions did better than the group that did single-batch practice, the researchers reported last year in Memory & Cognition.",
            "A year earlier, Sana and others showed that interleaving can help students with both strong and weak working memory. Working memory lets you remember where you are in an activity, such as following a recipe.",
            "Pay attention to diagrams and graphs in your class materials, says Nebel. “Those pictures can really boost your memory of this material. And if there aren’t pictures, creating them can be really, really useful.”",
            "*_a_diagram_of_a_neuron",
            "fCPay attention to drawings, graphics, chart and other visual aids. Psychologist Mark McDaniel at Washington University in St. Louis, Mo., says a diagram of a nerve cell helped when he studied neuroscience in college.",
            "“I think these visual representations help you create more complete mental models,” McDaniel says. He and Dung Bui, then also at Washington University, had students listen to a lecture on car brakes and pumps. One group got diagrams and was told to add notes as needed to the diagrams. Another group got an outline for writing notes. The third group just took notes. The outlines helped students if they were otherwise good at building mental models of what they were reading. But in these tests, they found, visual aids helped students across the board.",
            "Even goofy pictures might help. Nikol Rummel is a psychologist at Ruhr University Bochum in Germany. In one study back in 2003, she and others gave cartoon drawings to college students along with information about five scientists who studied intelligence. For example, the text about Alfred Binet came with a drawing of a race car driver. The driver wore a bonnet to protect his brain. Students who saw the drawings did better on a test than did those who got only the text information.",
            "Abstract concepts can be hard to understand. It tends to be far easier to form a mental image if you have a concrete example of something, Nebel says.",
            "For instance, sour foods usually taste that way because they contain an acid. On its own, that concept might be hard to remember. But if you think about a lemon or vinegar, it’s easier to understand and remember that acids and sour go together. And the examples might help you to identify other foods’ taste as being due to acids.",
            "Indeed, it helps to have at least two examples if you want to apply information to new situations. Nebel and others reviewed studies on this in July 2019. Their Journal of Food Science Education report describes how students can improve their study skills.",
            "It’s hard to remember a string of facts and figures if you don’t push further. Ask why things are a certain way. How did they come about? Why do they matter? Psychologists call this elaboration. It’s taking class material and “asking a lot of how and why questions about it,” Nebel says. In other words, don’t just accept facts at face value.",
            "Elaboration helps you combine new information with other things you know. And it creates a bigger network in your brain of things that relate to one another, she says. That larger network makes it easier to learn and remember things.",
            "*an_illustration_of_a_man_driving_a_blue_car",
            "fCYou’ll remember facts if you ask questions about why they’re so and how they fit with other things. For example, suppose a hungry man drove a car. Why might he do that? ",
            "Suppose you’re asked to remember a string of facts about different men, says McDaniel. For example, “The hungry man got into the car. The strong man helped the woman. The brave man ran into the house.” And so on. In one of his studies back in the ‘80s, college students had trouble remembering the bare statements. They did better when researchers gave them explanations for each man’s action. And the students remembered a whole lot better when they had to answer questions about why each man did something.",
            "“Good understanding produces really good memory,” McDaniel says. “And that’s key for a lot of students.” If information just seems sort of random, ask more questions. Make sure you can explain the material. Better yet, he says, see if you can explain it to someone else. Some of his college students do this by calling home to explain what they’re learning to their parents.",
            "Many students know they should space out study periods, quiz themselves and practice other good skills. Yet many don’t actually do those things. Often, they fail to plan ahead.",
            "Back when Rawson was a student, she used a paper calendar for her planning. She wrote in the date for each exam. “And then for four or five other days,” she recalls, “I wrote in time to study.”",
            "*a_photo_of_a_person_running_away_from_the_viewer_on_a_leafy_path,_zoomed_in_on_the_feet_and_lower_le",
            "fCBuild breaks for exercise into your study schedule too. Even a few minutes outside can help you perk up for more studying.",
            "Try to stick to a routine, too. Have a set time and place where you do schoolwork and studying. It may seem odd at first. But, Kornell assures you, “by the time week two rolls around, it becomes a normal thing.” And put your phone somewhere else while you work, adds Nebel.Allow yourself short breaks. Set a timer for 25 minutes or so, suggests Sana. Study during that time, with no distractions. When the timer goes off, take a five or 10 minute break. Exercise. Check your phone. Maybe drink some water — whatever. Afterward, set the timer again.",
            "“If you have a study plan, stick to it!” adds McDaniel. Recently, he and psychologist Gilles Einstein at Furman University in Greenville, S.C., looked at why students don’t use good study skills. Many students know what those skills are, they report. But often they don’t plan when they intend to put them in action. Even when students do make plans, something more enticing may come up. Studying has to become a priority, they say. The team published its report in Perspectives on Psychological Science on July 23.",
            "Try to stick to a regular routine. And get enough sleep — not just the night before the test but for weeks or months on end. “Those things are really, really important for learning,” Nebel says. Exercise helps as well, she says.",
            "Don’t stress out if all of this seems like a lot, she adds. If a lot seems new, try adding just one new study skill each week or two. Or at least space out your study sessions and practice retrieval for the first few months. As you get more practice, you can add more skills. And if you need help, ask.",
            "Finally, if you struggle to follow the advice above (such as you can’t keep track of time or find it very hard to just sit and focus on your work), you may have an undiagnosed condition, such as ADHD. To find out, check with your doctor. The good news: It may be treatable.",
            "Doing schoolwork during a pandemic is a tough situation at best. But remember your teachers and classmates also face challenges. Like you, they have fears, concerns and questions. Be willing to cut them some slack. And be kind to yourself as well. After all, Kornell says, “we’re all in this together.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-enlist-computers-hunt-down-fake-news",
        "title": "\n\tScientists enlist computers to hunt down fake news",
        "content": [
            "Some lies are easy to spot. Take that report that First Lady Melania Trump wanted an exorcist to cleanse the White House of Obama-era demons. (Bogus!) Then there was that piece on an Ohio school principal who was arrested for defecating in front of a student assembly. (Also untrue.) Sometimes, however, fiction blends a little too well with fact. For instance, did cops really find a meth lab inside an Alabama Walmart? (Again, no.)",
            "We live in a golden age of misinformation. So anyone scrolling through a slew of stories might easily be fooled. In fact, data show, plenty of us are.",
            "On Twitter, falsehoods spread further and faster than the truth, a March 9 study found. Online bots have been accused of spreading these tall tales. But the study in Science found that people shared more bogus tales than did web bots.",
            "Plenty of fake-news stories moved around the web in the weeks leading up to the 2016 U.S. presidential election, U.S. intelligence officials reported this year. And the most popular of these fake news reports got more Facebook shares, reactions and comments than did truthful news, according to one analysis in BuzzFeed News.",
            "Luca de Alfaro is a computer scientist at the University of California, Santa Cruz. In the old days, he says, “you could not have a person sitting in an attic and generating conspiracy theories at a mass scale.” Then along came the internet, and more recently social media. Now, peddling lies is truly easy — especially as the internet can essentially hide who is behind a post. Consider that group of teens in the European nation of Macedonia, two years ago. They raked in huge sums of cash by writing popular fake news on topics that were popular during the U.S. presidential election. Readers thought those posts had been written by true journalists.",
            "Most web users probably don’t post bunk on purpose. They likely “share” posts they simply didn’t take the time to fact-check. And that’s easy to do if you’re suffering from information overload. Or if you are overworked or tired.",
            "Confirmation bias — already suspecting an issue is true, or not — can make the problem worse. Consider reports from sources you don’t recognize. “It’s likely that people will choose something that conforms to their own thinking,” says Fabiana Zollo. That’s true “even if that information is false,” says this computer scientist. She works in Italy at Ca’ Foscari University of Venice. Her studies focus on how information circulates within social networks.",
            "Fake news doesn’t just threaten the integrity of elections. It also can erode the trust people place in real news. Lies posing as truth can even threaten lives. False rumors in India, earlier this year, incited lynchings. More than a dozen people died. And the source of those rumors: posts on WhatsApp, a smartphone messaging system.",
            "To help sort fake news from truth, scientists have begun building new computer programs. They sift through online news stories, looking for telltale signs of fake facts or claims. Such a program might consider how an article reads. It might also look at how readers respond to the story on social media. If a computer spied a possible lie, its job would be to alert human fact-checkers. They would then be asked to make any final judgment call.",
            "Giovanni Luca Ciampaglia works at Indiana University in Bloomington. Today’s automatic lie-detection tools are “still in their infancy,” he says. This means there’s still a lot of work to be done before many fact-checking programs are let loose on the internet.",
            "The good news: Research teams around the world are forging ahead. They realize that the internet is a fire hose of facts or purported facts. So human fact-checkers clearly need help. And computers are beginning to step up to the challenge.",
            "Visitors to real news websites mainly reach those sites directly or from search engines, such as Google or Bing. Fake news sites attract a much higher share of their incoming web traffic through links on social media.",
            "iFhttps://infogram.com/reader-referrals-1h8n6mey5wkm2xo",
            "When inspecting a news story, there are two major ways to tell if it looks like a fraud. The first: What is the author saying? Then look at how the author phrases it.",
            "Ciampaglia and his colleagues have just built a system to automate this task. It checks how closely related a statement’s subject and object are. To do this, the computer sifts through a vast network of nouns. This network has been built from facts found in the “infobox” on the right side of every Wikipedia page. (Related networks have been built from other reservoirs of knowledge, such as research databases.)",
            "The computer judges two nouns — that subject and object — as being “connected” if each appears in the infobox of the other. The computer then measures how closely a statement’s subject and object are linked within this network. The closer they are, the more likely the computer program is to label a statement as true.",
            "Take the false assertion: “Barack Obama is a Muslim.”",
            "There are seven degrees of separation between “Obama” and “Islam” in the noun network. These include very general nouns, such as “Canada,” that link to many other words. Given this, the computer program decided Obama was unlikely to be Muslim.",
            "The Indiana University team unveiled this computer fact-checker, three years ago, in PLOS ONE. ",
            "An automated fact-checker judges the assertion “Barack Obama is a Muslim” by studying degrees of separation between the words “Obama” and “Islam” in a noun network built from Wikipedia info. The very loose connection between these two nouns suggests the statement is false. ",
            "*_Scientists_enlist_computers_to_hunt_down_fake_news5",
            "fCSource: G.L. Ciampaglia et al/PLOS One 2015; Credit: C. Chang; Wikipedia",
            "\n\nBut looking to gauge the truth of statements based on how closely the subjects and objects are linked has its limits. For instance, the system found it likely that former President George W. Bush was married to Laura Bush. Great. It also decided he was probably married to Barbara Bush, his mother. Not so great. The Indiana group is now working to improve its program’s skill in judging how nouns in the network link to one another.\n\n",
            "Writing style may also point to untruths.",
            "Benjamin Horne and Sibel Adali are computer scientists at Rensselaer Polytechnic Institute in Troy, N.Y. They analyzed 75 true articles from news outlets deemed very trustworthy. They also probed 75 false stories from websites accused of dispensing untrustworthy info. Compared with truthful news, bogus stories tended to be shorter. They also were more repetitive. They contained more adverbs (such as quite, always, never, incredibly, highly, unbelievably, absolutely, basically). Fake stories also had fewer quotes, fewer technical words and fewer nouns.",
            "The researchers used these observations to make a computerized lie detector. It focused on the number of nouns, quotes, redundancies and words in a story. And it correctly sorted fake news from true 71 percent of the time. (For comparison, a random sorting of fake news from true should be right about 50 percent of the time).",
            " A study of hundreds of articles revealed differences in style between genuine and made-up news. Real stories contained more language conveying differentiation. False stories expressed more certainty.",
            "  ",
            "Horne and Adali unveiled their system at the 2017 International Conference on Web and Social Media in Montreal, Canada. The two are now looking for ways to boost the system’s accuracy.",
            "Computer scientist and engineer Vagelis Papalexakis works at the University of California, Riverside. His team also built a fake news detector. In one test, it sorted through roughly 64,000 articles that had been shared on Twitter. Half were fake stories. The scientists then directed the computer to sort these stories into groups based on how similar they were. The researchers didn’t instruct their computer on how to judge what was “similar.” Now the researchers identified 5 percent of the stories for the computer as being true or bogus.",
            "Fed just that little bit of information, the program was able to predict which of the rest of the stories were true or not. And it was right for almost seven in every 10 of the other stories. The researchers described their work April 24 at arXiv.org.",
            "Getting it right about 70 percent of the time isn’t nearly accurate enough to trust. But it might be good enough to offer a proceed-with-caution alert when a reader opens up a suspicious story on the web.",
            "In a similar kind of first step, social-media sites could use computer watchdogs to prowl news feeds for questionable stories. Those that get flagged this way could then be sent to human fact-checkers for a closer look.",
            "Today, Facebook considers feedback from users as it decides which stories to fact-check. Those comments might point to skeptical claims or clear falsehoods. The media company then sends these stories to be reviewed by professional skeptics (such as FactCheck.org, PolitiFact or Snopes). And Facebook is open to using other signs to rout possible hoaxes, notes its spokesperson Lauren Svensson.",
            "No matter how good computers get at finding fake news, they shouldn’t totally replace people in fact-checking, Horne says. The final judgment may require a better understanding than today’s computers have for the topics being discussed, for the language or for the culture.",
            "Alex Kasprak is a science writer at Snopes. It’s the world’s oldest and largest online fact-checking site. He imagines a future where fact-checking will be like computer-assisted voice transcription. The first, rough draft of a transcription will attempt to identify what was said. A human still has to review that text, however. Her role: looking for missed details, such as spelling errors or words the program just got wrong. Similarly, computers could compile lists of suspect articles for people to check, Kasprak says. Here, people would then be asked to offer the final assessment of what reads true.",
            "Even as computers get better at flagging bogus stories, there’s no guarantee that fake news creators won’t step up their game to stay just ahead of the truth cops. If computer programs are designed to be skeptical of stories that are overly positive or express lots of certainty, then authors could craft their lies to read that way.",
            "“Fake news, like a virus, can evolve and update itself,” says Daqing Li. He’s a network scientist at Beihang University in Beijing. And he has studied fake news on Twitter. Fortunately, online news stories can be judged on more than their content. And some of these — such as the posts people make about these stories on social media — might be much harder to mask or alter.",
            "For instance, tweets about a certain piece of news can sometimes be good clues to whether a story is true, notes Juan Cao. She’s a computer scientist in Beijing at the Institute of Computing Technology. (It’s part of the Chinese Academy of Sciences.)",
            "The majority of Twitter users who discussed false rumors about two disasters posted tweets that just spread these rumors. Only a small fraction had looked for verification that a story was real or expressed doubt about the stories. ",
            "iFhttps://infogram.com/rumors-on-twitter-1hke607gpx8325r",
            "Cao’s team built a system that could round up the tweets posted on Sina Weibo. That’s China’s version of Twitter. The computer focused on tweets mentioning a particular news event. It then sorted those posts into two groups: tweets that expressed support for the story and those that opposed it. The system then considered several factors to judge how truthful the posts were likely to be. If, for example, the story centered on a local event, the user’s input was seen as more credible than a comment from someone far away. The computer also judged as suspicious the frequent tweets on a story by someone who had not tweeted for a long time. It used other factors, too, to sift through tweets.",
            "Cao’s group tested their system on 73 real and 73 fake stories. (They had been labeled as such by organizations such as Xinhua, China’s state-run News Agency.) The computer sifted through about 50,000 tweets about these stories. It correctly labeled 84 percent of the fakes. Cao’s team described its findings in 2016 at an artificial intelligence conference held in Phoenix, Ariz.",
            "The U.C. Santa Cruz team similarly showed that hoaxes can be picked out of real news based on which users “liked” these stories on Facebook. They reported the finding, last year, at a machine-learning conference in Europe.",
            "A computer might even look at how the story is getting passed around on social media. Li at Beihang University and his colleagues studied the shape of the networks that branch out from news stories on social media. The researchers reviewed reposted stories and the networks of readers that they involved for some 1,700 fake and 500 true news stories on Weibo. They did the same for about 30 fake and 30 true news networks on Twitter. On both social-media sites, Li’s team found, most people tend to repost real news straight from a single source. The same was not true for fake news. These stories tended to spread more through people reposting from other reposters.",
            "A typical network of reposted truthful stories “looks much more like a star,” Li says. “Fake news spreads more like a tree.” Li’s team reported its new findings March 9 at arXiv.org. They suggest that computers could analyze how people engage with social media posts as a test for truthfulness. Here, they wouldn’t even have to put individual posts under the microscope.",
            "On Twitter, most people reposting real news (red dots) get it from a single, central source (green dot). Fake news, in contrast, spreads more through people reposting from other reposters.",
            "*730_inline_fakenews3gif",
            "fCZ. ZHAO ET AL/ARXIV.ORG 2018",
            "What’s the best way to deal with lies on social media networks? Right now, no one really knows. Just erasing bogus articles from news feeds is probably not the way to go. Social media sites that exert such control over what visitors see would be viewed with alarm. It’s similar to what people who live under dictators encounter, notes Murphy Choy. He’s a data analyst at SSON Analytics in Singapore.",
            "Internet sites could put warning signs on stories they suspect of being untrue. But labeling such stories may have an unfortunate effect. It may cause people to think that the remaining unlabeled stories are all true. In fact, they may simply have not been reviewed by a fact-checker. This was the conclusion, anyway, of research posted last year on the Social Science Research Network. Gordon Pennycook in Canada at the University of Regina, and David Rand of Yale University in New Haven, Conn., conducted the study.",
            "Facebook has taken a different approach. It shows debunked stories lower in a user’s news feeds. And that can cut a false article’s future views by as much as 80 percent, company spokesperson Svensson says. Facebook also displays articles that debunk false stories whenever users encounter the related stories. That technique, however, may backfire. Zollo in Venice, Italy, works with Walter Quattrociocchi. They conducted a study of Facebook users who like and share conspiracy news. And after these readers interacted with debunking articles, they actually increased their activity on Facebook’s conspiracy pages, they reported this past June.",
            "There’s still a long way to go in teaching computers — and people — to reliably spot fake news. As the old saying goes: A lie can get halfway around the world before the truth has put on its shoes. But keen-eyed computer programs may at least slow down fake stories with some new ankle weights."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/fake-news-how-not-fall-it",
        "title": "\n\tFake news: How not to fall for it",
        "content": [
            "*860_main_fake_newspng",
            "Finding fake news isn’t as easy as this photo makes it look.",
            "A 7-year-old recently found a picture of President Donald Trump on the internet and gazed at it indignantly.",
            "*350_news_literacy_classpng",
            "fCThe Center for News Literacy helps kids learn how to check sources and find fake news.",
            "“Look how stupid he is!” she said to her dad, pointing to the image. The photo showed Trump writing his inaugural speech — with his pen turned upside down.",
            "Of course, the image was not the original photograph. It had been Photoshopped to look like Trump was using the pen the wrong way. The girl’s dad quickly pointed out the mistake, and she got an on-the-spot education in fake news. She’s lucky that her dad, Charles Seife, has written a book about telling fact from fiction on the internet. He also teaches science journalism at New York University in New York City.",
            "His daughter “had a pre-existing belief that Trump was stupid. And she genuinely believed the photo,” Seife recalls. “We had to have a talk about it.”",
            "Maybe you’ve had talks like this with your own parents or teachers. Or maybe you’ve noticed on your own that some of what you see online does not seem real. Knowing how to spot fake news is just one part of news literacy. That term means being able to judge what news is trustworthy or accurate.",
            "Many experts think learning how to consume news is just as important as learning algebra or history. To be a good citizen, they say, you need to be able to tell different types of news stories apart. You need to learn how to spot fake news. And you need to check sources and make sure they’re trying to tell the truth.",
            "*350_inline_news_literacy_projectpng",
            "fCStudents learn about journalism in a News Literacy Project interactive class.",
            "But right now, most schools do a poor job of teaching news literacy. Recent studies show that most kids can’t find fake news. And they can’t tell the difference between real news and certain types of ads.",
            "Learning these skills “is like being able to tell the difference between the mushroom you can eat and the poisonous mushroom,” Eric Newton says. He teaches journalism at the Walter Cronkite School of Journalism and Mass Communication at Arizona State University in Phoenix.",
            "With both real and fake news stories flying around social media, “the idea of news literacy has become more urgent,” Newton says. That means kids need to learn to think like journalists.",
            "Kids across the country are learning about news literacy in very different ways. Few states tell teachers exactly how to teach this skill. A kid in Chicago may go to the media center at school. There, a media specialist might teach an entire unit about how to check out sources. A teenager in California may learn about fact-checking in science class. But a student in Ohio or Pennsylvania or Montana may never hear about those topics at school.",
            "Why is learning how to consume news so important? After all, people didn’t used to have to learn how to read news.",
            "In fact, circumstances have changed. A lot. When your parents were your age, people read news in a much different way. The newspaper hit their doorsteps at 6:00 a.m. or 6:00 p.m., and everyone got the same news. Big headlines on the front page meant the news was important. Stories buried deep inside the newspaper generally were less important.",
            "Now we get so much news and information that it’s like drinking from a fire hose, Michael Spikes says. Spikes is the director of the Digital Resource Center for Stony Brook University’s Center for News Literacy. He works in Chicago, Ill.",
            "Not only are we overwhelmed with news these days, but everyone gets different news. What seems to be big news on your social media stream probably isn’t the same story that shows up on your aunt’s Twitter feed.",
            "*350_inline_social_media_streampng",
            "fCA constant stream of social media can make it hard to sort truth from fiction.",
            "It’s up to each person to figure out what is important and what isn’t. It’s up to us to make sure the news outlets we read hire true journalists who want to tell the truth. And it’s up to us to know the difference between a news story and an ad — and to recognize when someone is purposely trying to mislead us with fake news.",
            "Admittedly, this often is not easy.",
            "One reason is that people like to read news that agrees with, or confirms, what they already think. Scientists call that tendency confirmation bias. Social media sites fill your feed with what they think you will like — not necessarily the stories that are most important.",
            "The more that people like or share those posts, the more important they seem. Journalists are often called gatekeepers, because they control what information gets published. But there are no gatekeepers on Facebook, Tumblr or YouTube. That means it’s up to you to figure out if what you’re seeing is reliable.",
            "To do that, think of an onion, Newton says: “You need to peel back the layers and identify what is going on. Where did that information come from?” Is the author a journalist? Where did the story first appear? Why was the story written?",
            "Also, if you’re only seeing news that your friends share, you may be missing big events. And you may forget that not everyone thinks the way you and your circle of friends think. By only reading news on social media, Newton observes, you “may not be able to understand a large part of the country that isn’t your tribe.”",
            "Story continues below video.",
            "iFhttps://www.youtube.com/embed/uk7iOY7IvtE",
            "fCWould you believe this story? This Center for News Literacy video helps sleuth out the truth.",
            "“Everyone is entitled to his own opinion, but not his own set of facts,” a famous politician, former U.S. Senator Daniel Patrick Moynihan, once said.",
            "Stories that look like real news but don’t have any facts behind them are called fake news. No matter how real they look, “they’re complete fantasy and their intention is to deceive you,” Newton says. People may create fake news stories to make money or to gain political power. Or they might do it just to stir up trouble.",
            "Chances are, you’ve already run into fake news. Here are some headlines that have tricked many people into believing they are real, even though nothing about them is true:",
            "       Obama Signs Executive Order Banning the Pledge of Allegiance in Schools Nationwide",
            "       Trump Offering Free One-Way Tickets to Africa & Mexico for Those Who Wanna Leave America",
            " Again, both of these headlines are totally false!",
            "*350_inline_journalism_toolspng",
            "fCStudents learn about tools journalists use in News Literacy Project courses.",
            "The idea of fake news has become more complicated recently, because people lately have begun to use this term to mean different things. Some people are using it to describe stories they don’t agree with. But just because you don’t agree with a story doesn’t make it fake.",
            "And sometimes, real news stories contain mistakes. While some people have labeled those stories “fake news,” that’s not right, Newton says. “Consider that a story might have 40 facts. If one is wrong, that’s a very different thing than something that’s 100 percent false,” he says. It’s not possible to get 100 percent of every story right, he says.",
            "Even when people attempt to present credible information, they may not have the background to do it well. Some may not check their facts well, either. One internet source that should always send up a big red warning flag, Seife notes, is Wikipedia. It’s so easy to use. But there is no guarantee that the information it offers is correct. And part of that is due to the fact that anyone and everyone can contribute to the site. One does not need to be an expert to make claims on it of fact or interpretation, he explains.",
            "In his book, Seife cites one investigation by the New Yorker magazine. It turned up a 24-year-old who had authored or edited 16,000 Wikipedia entries! The subjects ranged far and wide — beyond what could be expected of any normal expert. What’s more, this man had lied about his background and expertise. When confronted with this information, Seife reported, Wikipedia’s founder seemed unconcerned. In fact, Wikipedia should have been scandalized. Facts are not like rubber — stretchy and bendable. A good source should be solidly accurate and trustworthy.",
            "Now you understand why it’s so important to be news literate. If you’re going to share a story on social media, it’s even more important to use the skills journalists use. Sharing stories that aren’t credible is like polluting the air, says Peter Adams. He works for the News Literacy Project in Chicago, Ill. He says sharing stories that aren’t reliable is also irresponsible, like drunk driving.",
            "*350_inline_students_news_lit_tips-Recoveredpng",
            "fCOrganizations such as the News Literacy Project can help you decide what to trust.",
            "Here are some tools you can use to put any story you see to the test. (Younger students can start with just the first one or two tools.)",
            "1.    Be a detective. Start by asking some basic questions: Is this story making me angry? Am I hoping this story is true? (Those are signs the story is trying to play into people’s confirmation bias.) Is the story, or the home page of the publication, trying to sell anything? (If so, this story really may be an ad.)",
            "Does the story use all capital letters or a lot of exclamation points? (Those are bad signs.) Are the sources in the story identified by name? Does the story include the author’s name? Can you find the news anywhere else? (Those are good signs.) ",
            "Here is a worksheet from the News Literacy Project that you can use to answer these questions. ",
            "Then look carefully at the details, advises Frank Baker. Trained as a journalist, he lives in South Carolina and is a media-education consultant. That’s someone who helps teachers teach about news. He says to check out the website logo: Is that the real CNN logo, or one that looks a lot like it? Also, look at the URL at the top of a website. (For example, the URL abcnews.com.co is not ABC News, a legitimate news outlet, even though it looks almost the same. The real site is abcnews.com.)",
            "2.    Know your “news neighborhood,” says Baker. People should think about where they found each story they read, he says. If someone shared a story with you on social media, do you know where it was published first? Is it from a talk-radio show? A gossip site? An online newspaper?",
            "Knowing where the story came from will help you understand what its goal is. This can change even within one publication, like a newspaper. Are you reading a news story on the front page of a newspaper? Then it’s trying to inform you. Is it a column on the editorial page? A newspaper’s editorial page is where writers share opinions, so a story here is trying to persuade you.",
            "3.    Analyze the pictures. A photo is often the first thing that draws you to a story — so don’t forget to ask critical questions about images, Baker says. Is the photo related to the news story it’s attached to? Why is it there? What was the photographer trying to communicate? What angle was the photo taken from? (When a photographer is shooting down on a subject, it tends to make the subject appear powerless, Baker says. When the camera is looking up at the person, they appear powerful.)",
            "4.    Use professional tools. If you can’t find the answers to these questions, search for your story on fact-checking sites such as Snopes.com, FactCheck.org or PolitiFact.com to see if it’s been reported as fake.",
            "“Be skeptical, but not cynical,” says Lori Robertson, managing editor of FactCheck.org. If you’re questioning something a politician said, she suggests searching for a few key words on FactCheck.org. If you’re wondering about a meme or a story shared via social media, try Snopes. If you suspect a photo might have been manipulated, or might not show what its caption claims, do a reverse image search. This will show you where the image has appeared before. (To do a reverse image search, click on the camera icon in Google Images and enter the URL for the photo.)",
            "Of course, it only takes a second to share a story on Facebook. Going through all these steps will take a lot longer. But the more you practice these tools, the more they will become habit. ",
            "You can think about that quick, thoughtless share on Facebook like fast food: easy and unhealthy. The opposite of fast food is a movement called “slow food,” which encourages farming and traditional cooking techniques. These practices take longer but are better for people and the environment.",
            "Spikes compares the process of telling fact from fiction on the internet to the slow food movement. He calls being a responsible news consumer part of the “slow information movement.” It means taking time to step back before jumping to a conclusion. And the results should make us all a little healthier."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/springtail-fastest-backflip",
        "title": "\n\tA springtail’s spring-loaded backflip is fast — really fast",
        "content": [
            "*Two_small_springtails_doing_backflips_off_a_white_platform_against_a_pink_background",
            "Globular springtails are tiny arthropods that can vault up to 60 millimeters in the air and spin backwards up to 29 times in the blink of an eye. This high-speed camera footage shows two springtails jumping off a platform in a lab.",
            "Simone Biles has nothing on this tiny backflipper.",
            "The globular springtail (Dicyrtomina minuta) is so small it could straddle the tip of a pencil. Yet this insect-like animal can vault itself 62 millimeters (2.4 inches) in the air, spinning backward at a rate of up to 368 times per second.",
            "A jump lasts just 161 thousandths of a second, on average. Researchers reported the arthropod’s gymnastic feats August 29 in Integrative Organismal Biology.",
            "“Nothing on Earth does a backflip faster than a globular springtail,” says Adrian Smith. He a biologist at North Carolina State University in Raleigh. “They’re extraordinary, but also ordinary.” In fact, the arthropods used in the new study, he says, “are literally from my backyard.”",
            "Globular springtails jump so fast that they can appear to vanish, Smith says. This may be a useful skill for evading predators.",
            "iFhttps://www.youtube.com/embed/Qh2A96Z8tTs?feature=oembed",
            "It took footage from a high-speed camera to reveal how globular springtails do their astounding acrobatics. The arthropods achieve liftoff with a spring-like body part, traveling as fast as 1.5 meters per second and spinning backwards up to 29 times before landing.",
            "Smith paired up with biomechanist Jacob Harrison to learn how these animals do their acrobatic moves. Harrison works at Georgia Tech in Atlanta. The team analyzed high-speed footage of more than a dozen springtails as they flipped and spun.",
            "Each launch begins with a thump. The springtail releases a fork-shaped body part called the furca (or furcula) from its underbelly. Like a spring, that furca propels the arthropod up and into a backward spin.",
            "Globular springtails fly through the air as fast as 1.5 meters per second, on average, the new data show. And the number of spins per leap is equally impressive — anywhere between 14 and 29.",
            "These flights don’t always have a pretty ending. Springtails sometimes crash land and tumble to a stop. But most times, these backflippers nail the landing, the team found. They do this by using a sticky tube normally used for grooming. “It’s a sort of anchor that pulls them to their feet so they can get on with their day,” Smith explains. ",
            "Smith hopes the team’s findings inspire more studies like theirs. “We sometimes get told that the only exciting parts of nature are fossilized in the ground or hidden in a tropical rainforest,” he says. Ordinary creatures like the springtails are pulling off incredible feats all around us, he believes. Even in our backyards. We just have to look."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/belugas-shape-forehead-fat-communicate",
        "title": "\n\tBelugas can warp and wiggle their forehead fat like Jell-O",
        "content": [
            "*A_beluga_whale_looks_toward_the_camera,_its_forehead_bulging_out_prominently",
            "Beluga whales like this one at Connecticut’s Mystic Aquarium sport a blob of fat on their forehead called a “melon.” The whales can mold that melon into different shapes, possibly to communicate.",
            "The beluga whale wears its heart on its sleeve — or rather, its forehead.",
            "Every beluga (Delphinapterus leucas) has a big bulge on its forehead called its “melon.” This fat-filled bump helps aim the sound waves a beluga makes for echolocation. But this squishy organ might also be used for communication. Now, researchers have cataloged the expressions that belugas in captivity seem to make with this wobbly forehead fat.",
            "Belugas mold their melon using muscles and connective tissue. They can extend the melon forward until it juts over their lips. This shape looks sort of like the bill of a baseball cap. Belugas can also mush their melon down until it’s flat against their skull. Or lift it upward to create a fleshy top hat. They can even shake it with enough force that it jiggles like Jell-O.",
            "“If that doesn’t scream ‘pay attention to me,’ I don’t know what does,” says Justin Richard. “It’s like watching a peacock spread their feathers.” Richard studies animal behavior at the University of Rhode Island in Kingston. His team shared its new findings March 2 in Animal Cognition.",
            "Before Richard became a scientist, he spent a decade as a beluga trainer. He worked closely with the animals at Mystic Aquarium in Connecticut. “Even as a trainer, I knew the shapes meant something,” Richard says. “But nobody had been able to put together enough observations to make sense of it.”",
            "From 2014 to 2015, he was part of a group that recorded interactions between four belugas at Mystic Aquarium. This footage revealed that the belugas make five distinct melon shapes. The scientists dubbed these flat, lift, press, push and shake. When interacting socially, the whales sported an average of nearly two shapes per minute.",
            "*A_collage_of_five_images_showing_five_different_contortions_of_a_blob_of_fat_on_a_beluga_whale's_hea",
            "fCBelugas appear to make distinct shapes with their melons. Four shapes are shown here. Top row, from left: flat, lift, press. Bottom row: push and no shape.",
            "It’s not clear whether belugas make these shapes on purpose. It’s possible the animals make them unconsciously when having different emotions. But belugas made 93 percent of the shapes when another beluga could see them. So Richard suspects they’re likely purposeful signals.",
            "Shake and press are proving harder to interpret. “There are probably some [fine details of the shapes] that are meaningful to them [but] that are difficult for us to pick out,” Richard says.   ",
            "The team confirmed its findings from the first four belugas in a larger group of captive whales. Fifty-one belugas at MarineLand Canada in Niagara Falls showed the same melon shapes as the Mystic whales.",
            "The five shapes described in this study may just be the tip of the iceberg, Richard says. Scientists have yet to track how these whales use their melon in the wild. It would be especially interesting to see how they move it during key behaviors, such as group foraging. Or when mother belugas interact with their calves.",
            "The findings establish a shared vocabulary for the melon expressions, says Malin Lilley. She works at Texas A&M University–Central Texas in Killeen. Other researchers, she says, can now build on this as they work to decode beluga communication. Lilley herself studies marine-mammal behavior and cognition but did not take part in the new study.",
            "iFhttps://www.youtube.com/embed/voj7Q6oM628?feature=oembed",
            "Two belugas at an aquarium bob their heads up and down, shaking their blobs of forehead fat — called melons — at one another. One of five distinct melon shapes that the whales make, “shake” seems to be associated with mating.",
            "Labeling melon shapes is key to understanding belugas, Lilley says. But it’s also just plain cool to have words for the squishy expressions she’s seen in her years studying these whales.",
            "Richard and Lilley are both eager to learn how melon shapes interact with belugas’ voices. These whales let out a near-constant stream of whistles, chirps, squeals and clicks. That chatter has earned belugas the nickname “canaries of the sea.” ",
            "If wild belugas make these kinds of expressions in murky Arctic waters, then “there must be important information that’s being transmitted,” Richard says. “There’s got to be a reason they spend so much time doing it.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/egg-laying-amphibian-feeds-babies-milk",
        "title": "\n\tThis egg-laying amphibian feeds its babies ‘milk’",
        "content": [
            "*A_photograph_a_ringed_caecilian_female_with_gray_skin,_and_her_pink-skinned_babies_wrapped_up_in_her",
            "A female ringed caecilian is shown with her babies. This species feeds its babies a fat-rich fluid. Made in the reproductive tract, this fluid is similar to mammals' milk.",
            "In a humid coastal rainforest, a litter of pink, hairless babies snuggle with their mom. They stir and squeak for milk and drink from their mother until they are full. But these are no puppies or cubs. They are snake-shaped amphibians, far closer to frogs than to foxes.",
            "Mammals are named for their ability to produce milk. But scientists have found that a few species that are not mammals feed their young this way, too. These include certain spiders, fishes, cockroaches and birds — and now, snake-shaped amphibians. Ringed caecilians (Siphonops annulatus) are the first amphibians known to feed hatchlings a kind of “milk.” Researchers reported their new finding March 8 in Science.",
            "Caecilians (Seh-SEEL-yenz) have many strange features. Rarely seen, they are burrowing creatures that are nearly blind. Some species, like the ringed caecilian, have poisonous slime and may be venomous. They feed their own skin to their young.",
            "Herpetologist Carlos Jared of the Instituto Butantan in São Paulo, Brazil, has been studying these animals for years. After hatching, ringed caecilian babies live with their mothers for two months. Jared and his research team found that the babies spent much of their time around the end of their mom’s body. That’s where there’s an opening called a vent. It’s shared by mom’s reproductive, digestive and urinary systems.",
            "Jared’s team saw the female would expel a thick fluid from her vent. Her young then would enthusiastically feed on it. ",
            "“Some [young] even stuck their heads inside this opening,” Jared notes.",
            "For the new study, the team worked in Bahia state in Brazil. They collected 16 females and their babies, then observed them in the lab. In all, they videoed these mothers and babies for more than 240 hours.",
            "Feedings started with the babies wriggling and nibbling at their mother’s vent. They also made high-pitched noises. Mom would then raise that end of her body and release the fluid. This happened up to six times per day. It looked like the mothers were responding to the babies’ pleas. ",
            "The squeaking and begging is a fascinating observation, says Mark Wilkinson. He’s an evolutionary biologist in England at the London Natural History Museum. Adult ringed caecilians are thought to be sensitive only to lower pitched sounds, he says. So it’s surprising that moms seem to respond to high-pitched noises from their young.",
            "iFhttps://www.youtube.com/embed/VdQEhkdR1OM?feature=oembed",
            "fCSiphonops annulatus",
            "The researchers examined the internal anatomy of some of the adult females. They also analyzed the fluid. It’s secreted by glands in the tube through which  eggs travel from an ovary. (This is known as an oviduct.) The glands enlarge while a female is raising her hatchlings.",
            "This “milk” is rich in fats, much as mammal milk is. This nutritious resource may help explain how the hatchlings grow so fast. They more than double their mass in the first week of life. Their only other nourishment is their mother’s skin, which they feed on once every few days.",
            "Isabella Capellini wonders if the squiggly siblings compete for milk access. She studies evolution at Queen’s University Belfast in Northern Ireland. Capellini is also curious about how the “milk” production affects the mother.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "“In mammals, lactation is the most expensive stage of reproduction for the mother,” she says. That is, it requires a lot of energy from food or her stored fat. “It would be useful to study whether milk production is as expensive in caecilians, too,” Capellini says. “How is the mother impacted in the short and long term?”",
            "It’s not known how these amphibians evolved their version of milk. But a clue may come from other caecilian species that give birth to live young. Their oviducts sometimes feed their babies a milky substance while in the womb. These species, however, do not feed their babies after they’re born.",
            "Perhaps live-bearing caecilians “could have evolved from [egg-laying] species that already used their oviducts to produce food,” Wilkinson says. “We really have learned a lot about caecilians in the last few decades. But we are only seeing the tip of the iceberg.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/spacecraft-tech-star-space-travel",
        "title": "\n\tSpacecraft need an extra boost to travel between stars ",
        "content": [
            "*An_illustration_shows_a_gray,_triangular_spacecraft_zooming_through_space_Blurred_out_stars_streak_b",
            " In Star Wars, spacecraft move faster than the speed of light. In reality, reaching light speed would require an infinite supply of energy.",
            "In Star Wars, pilots enter a dimension — hyperspace — to travel between different worlds. To merge onto this cosmic highway, the ships are equipped with special engines called hyperdrives. Once inside hyperspace, these speedsters zoom faster than light. With a push of a lever, the spacecraft can travel between star systems in a few hours to days.  ",
            "Science fiction makes space travel look easy. But many of these stories break the laws of physics to get from planet to planet. Off-screen, the technology needed to reach another star system doesn’t yet exist. However, emerging propulsion methods could brighten the future of interstellar travel.  ",
            "Astronomers measure space using light-years, or the distance light travels in one year. Light speeds through interstellar space at around 300,000 kilometers (186,000 miles) per second. Proxima Centauri, the nearest non-sun star to Earth, is 4.24 light-years away. ",
            "Using something like hyperdrive to travel between star systems would be impossible, says ​​Scott Bailey. An engineer at Virginia Tech in Blacksburg, Bailey designs instruments to study Earth’s atmosphere. “That’s like driving [a] car right to the mall that’s light-years away,” says Bailey. “That’s not going to happen with any sort of propulsion.” ",
            "Even reaching light speed is impossible. That’s because, due to the nature of light and energy, it would take an infinite amount of energy to reach that speed, says Bailey.   The fastest any humanmade object has traveled is only about 0.05 percent of the speed of light. At this speed, it would take about 7,700 years to reach the exoplanet Proxima Centauri b.  ",
            "*An_illustration_shows_the_Parker_Solar_Probe_approaching_the_orange_sun_The_metallic_craft_sports_sm",
            "fCThe Parker Solar Probe is the fastest-moving humanmade object. Its top speed is 635,266 kilometers (394,736 miles) per hour. But the speed of light is still about 1,700 times faster than that. ",
            "A spacecraft traveling at a tenth of the speed of light could shave down the trip to Proxima Centauri b to a quick 40 years. Future engineers could use nuclear power to achieve such a speed, says Bailey, but developing that technology could take thousands of years. ",
            "Controlled fusion could help, says Cole Miller. Miller is an astronomer at the University of Maryland, College Park. Controlled fusion harnesses energy from combining atomic nuclei to create a steady supply of power. Researchers have been working on controlled fusion for about 70 years. But these experiments have yet to produce more energy than they consume, Miller notes.",
            "Some vehicles in the Star Wars universe rely on “sun jamming” to zip along using solar wind. This “wind” is the constant stream of charged particles produced by stars. These spacecraft have huge sails that catch the solar wind, moving through space like a ship on the sea. ",
            "The Planetary Society crowdfunded a small spacecraft, Lightsail 2, that moved in a similar way. Rather than relying on solar wind, though, these solar sails used pressure from sunlight itself.  ",
            "*The_Lightsail_2_orbits_high_above_the_Earth_The_spacecraft_is_a_square_swatch_of_shiny,_metallic_fil",
            "fCLightsail 2 orbited Earth for about three years using just sunlight!",
            "Although light doesn’t have mass, it does have momentum. Solar sails intercept sunlight with thin sheets made of polymers and a reflective plastic called Mylar. When speeding photons hit the sail, they bounce off and transfer energy. These small and repeating collisions create a force that can push objects along.  ",
            "Lightsail 2 launched in 2019 and orbited Earth for about three years before reentering the atmosphere. ",
            "But using solar sails to propel a large spacecraft would be tough, says Miller. The thrust produced probably wouldn’t be strong enough to carry large ships ferrying humans.   Upscaling solar sails would offer unique benefits, however. Using sunlight would allow a spaceship to accelerate without fuel. And unlike Earthbound objects, spacecraft aren’t slowed down by air friction produced by an atmosphere. This would allow any spacecraft to continue gaining speed as long as it’s exposed to sunlight. ",
            "Star Wars makes the cosmos seem like a raceway. But the immense distances separating worlds hinder space travel, even within our solar system.  For now, the longest distance we’re looking to transport people is to Mars, says ​​Jarred Young. This engineer studies propulsion systems at the University of Maryland, College Park. Researchers are eyeing new methods that could bring people to and from the Red Planet safely, he says.  ",
            "One of these is ion engines. These thrusters create force by shooting charged atoms from the back of a spacecraft. Star Wars’ ​​TIE Fighters wind through space battles with them. But real ion engines work best with straight paths, says Young. “It’s essentially point-and-click propulsion.”  Ion engines aren’t as powerful as the chemical propellants used in rockets. Chemical rockets create thrust by combusting fuel and oxygen-releasing substances called oxidizers.   But chemical rockets only burn for a short time. Ion engines can last months or even years, possibly helping fuel future trips to Mars. These thrusters, though, aren’t yet strong enough to propel massive spacecraft that far, Young says. ",
            "And for now, reaching new worlds is only possible in fictional galaxies far, far away. ",
            "iFhttps://www.youtube.com/embed/1GjbNc9pzIo?feature=oembed",
            "Learn more about how sci-fi’s most iconic spaceships have inspired real-life engineering with University of Maryland, College Park, propulsion engineer Jarred Young."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/cool-artificial-turf-evaporation-system",
        "title": "\n\tNew system uses evaporation to greatly cool artificial turf",
        "content": [
            "*a_close-up_of_artificial_turf_on_a_soccer_field,_soccer_players_can_be_seen_in_the_distance",
            "Artificial turf fields, such as this one, come with challenges. They can heat to dangerous temperatures. And when it rains, runoff carries harmful chemicals that can pollute waterways. A new system works to avoid both problems. ",
            "This is another in our series of stories identifying new technologies and actions that can slow climate change, reduce its impacts or help communities cope with a rapidly changing world.",
            "When Gijsbert Cirkel coached his son’s soccer team, he remembers the kids laying in the shade after a game. They’d put their feet in the air and cry, “Our feet are hot!” Their games had been played on artificial turf. This heat-trapping plastic can get so hot it burns. A new water-storage system that Cirkel’s Dutch research team has just developed works to avoid that problem.",
            "It cools through the evaporation of rainwater.",
            "A hydrologist, Cirkel studies the water cycle. His team’s new system collects and stores rainwater about 8.5 centimeters (3.3 inches) below a playing field. Eventually, that water will evaporate. As it does, it will cool the playing surface. It’s like the way sweating works. There, the body releases moisture to carry heat away from our skin.",
            "Natural grass stayed cooler than the new system — but not by much. In fact, the new fake-grass system worked really well in the sun. One hot June day, the surface of regular artificial grass soared to 62.2° Celsius (144° Fahrenheit)! That was 25 degrees C (45 degrees F) hotter than regular grass. The new fake-grass system was only 1.7 degrees C warmer than the real grass.",
            "Cirkel’s group shared its new findings July 8 in Frontiers in Sustainable Cities.",
            "*a_cut_section_showing_chambers_to_hold_water_under_artificial_turf",
            "fCThis is an artist’s rendering of the rainwater-cooled artificial turf. Rainwater soaks into a chamber below the fake grass. Later the water wicks up and evaporates, cooling the surface. ",
            "Cirkel works at the KWR Water Research Institute. It’s in Nieuwegein, the Netherlands. For an earlier project, his team developed a system to store rainwater under a living roof — one with plants growing on it. The collected water later wicked up to slake the thirst of plant roots.",
            "It’s the same process by which water travels up a paper towel when a part of the towel falls into water. Cirkel wondered if such a system could be adapted to cool artificial turf.",
            "Fields of artificial turf are built of layers, like a sandwich. The fake grass sits on top. Some filler material, often made of rubber, lies below that. Cirkel’s team added a rainwater-storage area below the filler and a waterproof liner under that. The team also swapped in a fiber filler for the usual rubber.",
            "Rigid plastic blocks in the water-storage zone have holes to let water enter. The blocks clip together a bit like thin Lego bricks. Linking the water-storage layer to the filler above is a cone of wicking fiber. It’s made from rock wool.",
            "*A_lab_setup_with_small_sections_of_turf_attached_to_chambers_to_measure_evaporation",
            "fCSmall samples of different materials were tested in the lab to see which best wicks up water to help it evaporate. That evaporation should cool the surface of the turf — and anyone playing on it. ",
            "The team hoped — but wasn’t sure — the water would move up the layers to evaporate at the surface. So they were “pleasantly surprised that such a huge amount of water was evaporating,” recalls Marjolein van Huijgevoort. She’s another hydrologist on the team. ",
            "Those first tests were indoors. The team had crafted 33 small glass boxes and stacked them with different combinations of materials.",
            "All the boxes had water storage at the bottom with a pad on top and a wick to move moisture between layers. The more water that wicked up from below, the better the system should cool.",
            "The different types of artificial turf didn’t affect the evaporation rates. What did seem to matter was the filler layer.",
            "Here, sand performed well. Water wicked up through it and evaporated at a rate of 2.7 millimeters (0.1 inch) per day. The only filler that didn’t move water well was the conventional rubber (the standard filler in fields topped by artificial turf). Only about 1 millimeter (0.04 inch) of the stored water evaporated from its surface each day.",
            "For their outdoor tests, the researchers created four small fields in the city of Amsterdam. Each was five meters (16 feet) on a side. Two plots topped the new rainwater-cooled system with artificial turf. One plot had real grass planted on top of that system. The last plot used standard artificial turf with no water storage below.",
            "*a_photo_of_a_field_where_three_types_of_turf_were_tested_",
            "fCThe researchers tested four types of turf surfaces (three are shown). They measured how much water soaked into each and how hot or cool the surface later became. Two plots were topped with artificial turf cooled by evaporating rainwater. One had real grass. The last was conventional artificial turf without any water storage below. ",
            "The new fake-grass system did a good job storing rainwater and preventing runoff. It stored up to six times as much rainwater as typical artificial turf. This water would later evaporate to cool the surface.",
            "If many urban plots were covered with such a system, they might help limit a city’s warming from what’s known as the heat-island effect, says Cirkel.",
            "*A_set_of_charts_showing_the_temperatures_of_artificial_turf_over_the_hottest_test_weeks",
            "fCThe top chart shows temperature changes in the different types of tested turf systems. The x-axis shows date and the y-axis temperature. The bottom graph shows one of the hottest test weeks. Conventional artificial grass reached burning temps, such as 62.2 °C (144 °F). Rainwater-cooled turf stayed nearly as cool as real grass. (Click image to enlarge.)",
            "Artificial turf has become more and more common. It holds up better than real grass to heavy use and wet conditions. But normal artificial grass doesn’t soak up rain. Instead, water runs off it, carrying with it turf-based pollutants.",
            "The new alternative “is a good effort,” says Vasilis Vasilou. He’s an environmental toxicologist at the Yale School of Public Health in New Haven, Conn. He likes the new concept, even though it doesn’t solve all the issues with artificial turf. Fake grass contains harmful chemicals, he notes. These include “forever chemicals” called PFAS and hydrocarbons (the building blocks of most plastics). Players will still be exposed to these, Vasilou notes. These pollutants will also leach into the air and rainwater.",
            "Cooling the fake grass and catching rainwater should cut back on the amount of pollution coming off these fields. And that’s a good step forward, Vasilou says. But in the end, he concludes, nothing beats natural grass.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The Dutch team also wants to see more natural grass fields. In future work, they hope to make grass fields more robust — able to be played on longer before getting muddy or damaged. They’ll see if storing rainwater below these fields and improving their drainage might help.",
            "The rain-cooled system was a big improvement over today’s fake grass. And in the outdoor tests, rain fell often enough to supply all the water the system needed. But in hotter, drier cities, the system may need irrigation, as real grass does.",
            "Cost is another factor: This system is more expensive than real grass or fields of standard fake grass. But if cities can view sports fields as part of how they manage rainwater, the costs for both can be combined, Cirkel says.          ",
            "His team’s study was done in partnership with a company that installs sports fields. Based on their encouraging field tests, they’ve now gone on to build full-sized systems in the Netherlands, United Kingdom and Japan."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/noahs-ark-seed-bank-on-moon",
        "title": "\n\tScientists want to create a sort of Noah’s Ark on the moon",
        "content": [
            "*A_photo_of_Earth_taken_by_a_NASA_spacecraft_in_orbit_around_the_moon",
            "A NASA spacecraft orbiting the moon captured this image of Earth. As threats from climate change and human activities mount on our planet, scientists are proposing to build a bank holding genetic material that could preserve samples of some of Earth’s most valued species.",
            "As more and more species near extinction, scientists have been collecting samples of plants, animals and other organisms. They’ve been storing these cells, seeds and other materials in protected facilities across the globe. But climate change, environmental disasters and wars can threaten these modern Noah’s Arks. Now, some researchers have proposed an out-of-this-world solution: Build one of these arks on the moon.",
            "They’d build it in a permanently shadowed site at the moon’s south pole. Temperatures there should remain a very frigid –196° Celsius (-320.8° Fahrenheit). That’s the minimum needed to safely store most animal cells long-term, Mary Hagedorn and her team noted July 31 in BioScience.",
            "And that, they argue, should make such this gene bank far more stable than any of those on Earth.",
            "“When it comes to saving our biodiversity and life on Earth,” says Hagedorn, “it’s very good to have as many plans as possible.” A marine biologist, she works at the Smithsonian National Zoo and Conservation Biology Institute in Washington, D.C.",
            "Hagedorn’s team was inspired by the global seed vault in Svalbard, Norway. Think of it as a frozen Noah’s Ark, way above the Arctic Circle. Several other seed and tissue banks around the world, too, store prized samples of organisms that are of interest to crop and livestock farmers.",
            "Scientists collected the seeds banked at Svalbard from around the world. This facility takes advantage of the site’s freezing temps to protect its millions of stored seeds. If needed, they can be defrosted and reproduced. Later, daughter seeds can be sown at sites where these plants may no longer exist.But in 2017, scientists learned this ark was at risk.",
            "Melting permafrost flooded the vault. That put its precious seeds at risk of defrosting and going bad. Events like this one, researchers say, point to the need for another backup plan.",
            "*Water_trickles_down_a_hillside_among_moss_next_to_the_entrance_to_the_Svalbard_Global_Seed_Vault_dur",
            "fCA heat wave hit the Svalbard region of Norway in summer 2020. High temps and melting permafrost may threaten seeds and samples stored in the Svalbard Global Seed Vault, the entrance of which is pictured here. ",
            "Indeed, two years ago, Álvaro Díaz-Flores and some coworkers at the University of Arizona proposed their own idea for a lunar ark. Theirs would “shelter seeds, sperms, eggs, and DNA of endangered animal and plant species of Earth.”",
            "They’d stash collected cells or tissues in caves below the moon’s surface. Called lava tubes, the caves likely formed when underground rivers of molten rock ran dry. A solar-powered system would keep things cold. But if it ever lost power, the stored samples likely would go bad.",
            "In the moon’s forever-frozen shadowed regions, a lunar vault would need no energy or constant human maintenance, Hagedorn’s team notes. And given the south pole’s low temperatures, she says, a vault there could store fibroblasts — “one of the most powerful cells that we have today.”",
            "Scientists can transform these animal cells into stem cells. “Then those stem cells can be used for cloning,” Hagedorn says. Fibroblasts could be valuable for rebuilding populations of threatened or extinct species. Or they might help recreate ecosystems in future human colonies on the moon or Mars.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The new proposal would have its share of hurdles. These include what to do about radiation and the long-term effects of microgravity on stored samples. Hagedorn’s team is designing radiation-proof containers for samples brought up from Earth. The next step would be to test prototypes on a future moon mission.",
            "“The authors do a good job laying out many of the challenges,” says Benjamin Greenhagen. He’s a lunar scientist at the Johns Hopkins Applied Physics Laboratory. It’s in Laurel, Md. But he notes that the moon’s permanently dark regions aren’t immune to broad swings in temperature as more or less reflected sunlight can shine into the shadows. Such sites “are still cold,” he says. Still, he worries, they might not always be cold enough for this project “without some level of … management.”",
            "iFhttps://www.youtube.com/embed/-TcyHQxol8k?feature=oembed",
            "In this audio podcast, Mary Hagedorn describes her team’s new proposal in greater depth with her host from the American Institute of Biological Sciences.",
            "By far, the biggest challenge will be getting everyone in the scientific community to largely agree, Hagedorn says. Then nations would need to work together on the plan.",
            "Greenhagen also notes there “are communities on Earth to whom the moon is sacred.” Those who want to build a lunar ark should actively “engage these communities” if they hope to ever bank biological samples on the moon.",
            "Hagedorn’s group argues that the first samples targeted for lunar storage should include endangered species, pollinators, ecology-building species and species that have the potential to help humans during space exploration. But planning for this project is still in its early stages. As such, she notes, “nothing’s set in stone at this point.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/plastic-pollution-microbes-break-down-algae-plants",
        "title": "\n\tTo limit pollution, new recipe makes plastic a treat for microbes",
        "content": [
            "*tiny_bits_of_colored_plastic_scattered_in_soil",
            "Microplastic bits can show up anywhere in the environment, including soil (as here). A new plastic can break down when exposed to certain bacteria. That should limit the ability of those plastic bits to stick around long enough to harm ecosystems — and people. ",
            "Plastic pollution is hurting the planet. Even when plastics break down, tiny bits of them still end up polluting the air, the oceans, our food — and even our blood. But a new material might help limit that.",
            "“We’re basically running a giant experiment right now, in terms of what microplastics and nanoplastics are doing to us,” says Michael Burkart. He’s a chemical biologist at the University of California, San Diego (UCSD). He’s also a founder of Algenesis Materials. It’s a company developing a new plastic.",
            "Most plastics have been made from crude oil, a fossil fuel. Four years ago, Burkart’s team at UCSD developed a new type. They made it from building blocks that can be produced by algae. Now, they’ve shown that this plastic breaks down quickly when a particular species of bacteria dine on it.",
            "The researchers described the finding March 12 in Scientific Reports.",
            "In the environment, larger plastic pieces tend to break down into tinier and tinier bits. If the starting plastic is made from fossil fuels, those bits can take centuries to break down completely. In contrast, Burkart’s team reports the new plastic shouldn’t stick around long enough to harm wildlife (or us).",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The new plastic is a type of polyurethane. Such plastics are used to make foams, paints and adhesives, among other things. The new, biodegradable type contains many chemical building blocks. Small chemical groups known as esters link all those building blocks into a long chain. Bacteria can break apart those esters, releasing the building blocks.",
            "Those building blocks are made from ingredients produced by plants and algae. Many types of microbes break down plants and algae and eat those building blocks. The researchers suspected those microbes might do the same thing to the building blocks of the new plastic.",
            "To test that, Burkart’s team broke their new plastic into tiny particles. They did the same with a different type of plastic made from fossil fuels. It’s known as ethyl vinyl acetate, or EVA. Then researchers mixed these microplastics with fresh compost — a moist mix of decomposed plants, food waste and microbes. After 90 days, 68 percent of the new plastic had broken down. That number climbed to 97 percent after about seven months. In contrast, the researchers saw no EVA breakdown throughout that time.",
            "Compost has everything the plastic needs to degrade: microbes to break it down plus water. The material also can break down in wet soil or the ocean.",
            "But the new plastic won’t break down while you’re using it, says Stephen Mayfield. He’s a molecular geneticist at UCSD. He’s also the chief executive officer of Algenesis Materials. To break down the microplastics, “you need them to be wet 24 hours a day, seven days a week,” he says. “If you break that cycle, even for a short period of time, you kill the microorganisms.”",
            "*phone_cases_made_from_biodegradable_plastic_after_0,_29,_192,_370_and_533_days",
            "fCThis phone case is made from the biodegradable plastic. After being mixed with compost for a year and a half, it turned brown and brittle, showing microbes were breaking it down. Another phone case that was not composted (not shown) was still fully intact after a year. ",
            "When microbes break down plant materials, such as cellulose, they release carbon dioxide (CO2), a greenhouse gas. The researchers decided to compare the CO2 output of microbes dining on the new microplastic to when they ate cellulose.",
            "The new plastic’s breakdown released just as much CO2 as when the microbes ate the same amount of cellulose. This suggests the microbes were breaking down the plastic about as well as they do plants. The scientists even found one bacterium that can survive just by munching bits of the new plastic.",
            "Finally, the UCSD team made a cell phone case from a similar polyurethane that microbes can break down. They left it in moist compost for a year. Afterwards, the case was brittle and discolored. Those changes indicate that microbes living naturally in the compost were breaking it down.",
            "The scientists also coated a piece of fabric in the new plastic. After being mixed with the compost for two weeks, that fabric easily broke apart. Another piece of the coated fabric was not composted. It was still intact after two weeks.",
            "“I’m so excited for this in the textiles space,” says Lisa Erdle. She’s an ecotoxicologist at 5 Gyres. It’s a nonprofit institute in Santa Monica, Calif. Erdle did not take part in the new work, but she does study how microplastics affect the environment.",
            "Polyurethane is sometimes used to coat natural fibers, like wool and cotton, for clothing, Erdle says. Over time, that plastic coating flakes off, “fragmenting into smaller and smaller pieces and never going away.” Having something that can readily be broken down by bacteria, she says, is better than “having persistent plastic in the environment.”",
            "*fabric_coated_in_biodegradable_plastic_after_0,_19_,_and_38_days",
            "fCThis fabric is coated with biodegradable plastic. After a month mixed with compost, it crumbled into pieces. That suggests that microbes broke down the plastic. Another piece of coated fabric (not shown) was not composted; it didn’t change at all during that time.",
            "Moving forward, Algenesis Materials hopes to start making biodegradable, single-use plastics, says Mayfield. These might, for example, replace materials currently used in food packaging, he says. And then “you just chuck that thing in a compost pile and it becomes mulch in about 90 days.”",
            "“What I want is for people to have hope that there are solutions” to the microplastics problem, says Burkart. “We actually don’t have to accept the status quo.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-carbon-capture-definition-pronunciation",
        "title": "\n\tScientists Say: Carbon capture",
        "content": [
            "*two_fence-like_rows_of_tubes_one_grey,_one_green_run_across_a_platform_toward_other_equipment_under_",
            "These tubes, called bioreactors, are filled with microalgae that sponge carbon dioxide from the atmosphere and use it in photosynthesis. This process converts the carbon dioxide into sugars, which the algae use to grow and reproduce — removing it from the air. ",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1776482877&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Carbon capture refers to technology that tries to tackle climate change by capturing carbon dioxide, or CO2.",
            "In Earth’s atmosphere, CO2 works like a blanket. It traps heat, warming our climate. Humans add a lot of CO2 to the air when they burn fossil fuels, such as coal, oil or natural gas, for energy. Carbon capture can reduce this climate-warming CO2 pollution.",
            "There are two main types of carbon capture. One removes CO2 that’s already in the atmosphere. That’s called non-point-source capture. The other removes CO2 from the source — where it is made — so it never enters the atmosphere. That’s called point-source capture.",
            "Point-source carbon capture is used in some industries that produce a lot of CO2, such as steel- and cement-making. One type of point-source carbon capture uses a liquid to remove CO2 before it billows out of a smokestack. Another approach uses special materials that cling to CO2 molecules, removing them from emissions. Once captured, this carbon must be used or pumped deep underground for storage.",
            "Non-point-source carbon capture removes CO2 from the atmosphere — after it has escaped from where it was made. One approach uses tanks filled with a kind of algae called microalgae. Like plants, these algae carry out photosynthesis. This process converts CO2 in the air into sugar, which the algae use to grow and reproduce. When algae reproduce — giving rise to more algae — they’ve turned CO2 into biomass, the matter that makes up organisms. That removes CO2 from the air. The algae’s biomass might then be stored or used to make fertilizers or other valuable products.",
            "Carbon capture technologies receive some criticism. Some people argue that the benefit of this tech is too small to be of value. Or that carbon capture can disguise the real problem — that people should not be burning so many fossil fuels in the first place. Others point to the risks of carbon capture, such as leakage of the stored CO2. Carbon capture technologies remain one of several approaches to tackling climate change.",
            "For carbon capture, special nano-scale materials sponge CO2 from the air.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/eating-insects-protein-powder",
        "title": "\n\tHow to make ‘worms’ more nutritious — and easier to swallow",
        "content": [
            "*a_bowl_of_beige_protein_powder_on_w_white_surface_next_to_some_mealworms,_to_the_right_is_a_plate_fu",
            "Insects are an eco-friendly source of protein, but many people find the idea of eating them gross. By extracting their protein to make supplements, such as powders, manufacturers could camouflage their use in many cooked and baked foods. ",
            "Mealworms for lunch? Ewww! For many of us, that would be our first reaction to finding these beetle larvae on today’s menu. But if we’re not so quick to “ick,” the protein from these insects has a lot to offer, say some researchers. That’s what’s behind new work to see how insect protein might be used to fortify many types of foods.",
            "Edible insects are a healthy and sustainable source of animal protein. That’s why food scientists have been working to extract it — then turn it into a powder. That means diners don’t have to bite into any heads, legs or wormy bodies. But some extraction methods can degrade certain health benefits of that protein.",
            "The new work seeks to prevent that. If it succeeds, it could open up new prospects for insect-based foods. ",
            "We need protein in our diets. That can come from sources such as beans, tofu, eggs or meat. Meat is high in protein. But some insect proteins may be healthier for us than the meat of larger animals, such as beef, fish or chicken. Farming insects is also better for the planet than other types of livestock. It uses less land, water and energy. And it produces fewer greenhouse gases, such as methane.",
            "Overall, “insects have shown great potential,” says Yookyung Kim. She’s a food scientist at Korea University in Seoul. Kim values insects’ high protein content.",
            "But there’s more. Many edible insects are full of vitamins and minerals. They also contain other compounds, such as amino acids and peptides, that can promote good health. In fact, some of these compounds are being studied to treat ailments such as cancer and heart disease. Extracting them from insects might lead to new health supplements. ",
            "To get there, science will have to pass a few hurdles. First is chitin (KY-tehn). It makes up the crunchy exoskeleton on many arthropods, from insects and arachnids to shellfish. Insect larvae contain some chitin, too. This sugar-based polymer binds to proteins and makes them hard to digest. So diners who eat whole insects won’t get full nutritional benefit from their proteins.",
            "Treatment can separate out that chitin. Now, people can better absorb the protein.",
            "But there’s still the yuck factor. Eating insects is normal in some parts of the world. Many of us don’t want to eat insects, however — no matter how nutritious they may be. And it’s hard to ignore that you’re eating insects if you crunch on their legs or wings. That’s a big reason why Kim focuses on turning the beneficial parts into a powder.",
            "Plus, she adds, powders are practical. They tend to last longer than whole insects and are easier to ship.",
            "But techniques to remove proteins can have their own problems, Kim’s team has found. Most take a lot of time, money and energy. This can make it hard for a small farmer to turn insects into powder. ",
            "Kim’s team decided to see if simpler, less costly methods worked. And they applied them to mealworms.",
            "Despite their name, mealworms are larvae of the darkling beetle. Kim’s team tried four ways to turn proteins from these beetle larvae into powder. Then they tested how nutritional each powder was.",
            "Three techniques started by drying the larvae, then grinding them in a blender. Next, the researchers soaked the ground worms in ethanol, a type of alcohol, to break up the fats. Then, they mixed in one of three solutions to dissolve the proteins out of the defatted worms. One solution was sodium hydroxide (NaOH). Another contained a salt. The third contained enzymes. Lastly, they freeze-dried the mix to remove water. The leftover material was crushed into a powder.",
            "The fourth method was simpler. The team froze and then thawed the mealworms. Afterward, they ran the larvae through a screw press, which squished their tissue. This squeezed out any liquids. It’s similar to how olive oil is extracted from whole olives. Next, the team strained the liquid and freeze-dried it (to remove water). They powdered what was left.",
            "*a_set_of_images_showing_the_steps_of_extracting_protein_from_frozen_mealworms_Frozen,_thawing,_screw",
            "fCResearchers tested four different ways to extract protein from mealworms. The simplest was the screw-press, which squeezes nutrient-rich liquid out of the larvae. Other methods used alcohol to remove fats, then separated out the proteins using alkali, salt or enzymes.  ",
            "The team analyzed how much protein, fat, amino acids and chitin were in each of these four powders.",
            "Each powder had different advantages.",
            "Powder from the screw-press technique, for instance, kept less protein but more of the fatty lipids. (Many lipids are healthful compounds that can help fight some diseases.) Other methods preserved more protein but lost some other nutrients.",
            "So different methods — or a mix of them — might be chosen to preserve more of certain target ingredients.",
            "The team shared its findings August 21 in the Journal of Food Science.",
            "Catriona Lakemond is a food scientist at Wageningen University in the Netherlands. She, too, works on insect proteins for human diners. And she finds the new data interesting. People are more likely to accept eating a powder rather than a whole insect, she says. Plus, she adds, extraction allows for the protein to find a wider range of uses.",
            "Still, there remain challenges to getting these insect powders onto dinner plates, Lakemond says.",
            "It’s not yet easy to find this protein — or foods made with it — at the grocery store. Lakemond wants it to be easier for farmers to grow, process and sell edible insects. And more people will need to be ready to buy foods made with insect ingredients.",
            "Food allergies are another factor, says food scientist Andrea Liceaga. People with shellfish allergies, she notes, may also be allergic to insects.",
            "Liceaga works with insect proteins at Purdue University in West Lafayette, Ind. Her past work has shown that how protein is extracted can affect how likely it is to trigger an allergic reaction. So it will be critical to test insect-based products for allergens, she says.",
            "iFhttps://www.youtube.com/embed/avutyyRSh4w?feature=oembed",
            "Eating mealworms is not just an idea. Some companies are already rearing enough of the beetle larvae to provide food companies with commercial quantities of their protein. See how it’s done on an industrial scale and hear about the broad range of uses they imagine for this ingredient.",
            "All these food scientists imagine us one day eating more insects. Which type and how they’re prepared will probably depend on people’s culture, says Liceaga. But at some point, insects will become just another ingredient.",
            "And what seems gross today might soon become desirable. By way of example, she points to lobster. Today it’s a pricy delicacy. But in colonial America, it was an unpopular “poor-man’s food.”",
            "No matter how healthy or planet-friendly insects may be, Lakemond says, one thing is key for people to eat them. “We need to make really good products with a good taste.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-entanglement",
        "title": "\n\tLet’s learn about entanglement",
        "content": [
            "*_Let’s_learn_about_entanglement6",
            "When two particles are entangled, their properties are perfectly synced — even when the particles are very far apart. ",
            "The quantum realm is full of seemingly impossible things. But one of the strangest has to be entanglement.",
            "Entanglement is a special way of linking up particles. When two particles become entangled, their features are perfectly in sync. Such features might include their position or speed. If you measure the properties of one particle, you automatically know the properties of the other. And whatever happens to one will also affect the other.",
            "This is true no matter how far apart two entangled particles are. They could be on opposite sides of the planet, the solar system or even the universe. Even then, observing one would still instantly tell you what’s going on with the other.",
            "Scientists first proposed entanglement was possible in the 1930s. But not everyone was on board with the idea. One famous skeptic was Albert Einstein. His problem was that with entangled particles, it would be possible to instantly tell someone what’s happening infinitely far away. This would suggest that information can travel infinitely fast. And nothing, not even information, is supposed to be able to travel faster than the speed of light. For that reason, Einstein dubbed the idea of entanglement “spooky action at a distance.”",
            "Lab experiments have since shown that particles can indeed become entangled. Those experiments won three researchers the 2022 Nobel Prize in physics. Scientists have entangled light particles, or photons. Plus electrons, atoms and even molecules. Such synced-up particles could be used to build quantum computers. Using quantum bits, or qubits, those devices may solve problems no ordinary computer can.",
            "So Einstein might have been wrong about entanglement being real. But he was right about it being pretty spooky stuff.",
            "Experiments on ‘entangled’ quantum particles won the physics Nobel Prize The winners of the 2022 Nobel Prize in physics showed that entanglement happens in real life. (10/5/2022) Readability: 7.9",
            "Here’s why scientists want a good quantum computer These machines could tackle big problems in climate, medicine and more. But the tech is still in its infancy — and runs on truly strange physics. (5/30/2024) Readability: 7.9",
            "The quantum world is mind-bogglingly weird At the smallest scales, particles behave very strange ways that scientists are still trying to understand. (9/14/2017) Readability: 7.3",
            "iFhttps://www.youtube.com/embed/6yfWdb-JOA8?feature=oembed",
            "Let’s unpack what exactly entanglement is — and why it might be important to the very fabric of the cosmos. ",
            "Scientists Say: Quantum",
            "Let’s learn about the quantum realm",
            "Let’s learn about the Nobel Prize",
            "Harry Potter can apparate. Can you?",
            "Human teleportation? This century we’re stuck doing it virtually",
            "Famous physics cat now alive, dead and in two boxes at once",
            "Word find",
            "Play Uno with a quantum twist! This fun variant on this classic card game with “entangled” players adds an extra challenge."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/mayo-behavior-nuclear-fusion",
        "title": "\n\tWeirdly, mayo can help study conditions ripe for nuclear fusion ",
        "content": [
            "*A_spoon_scooping_mayonnaise_out_of_a_jar",
            "Yes, mayonnaise, the same stuff you might put on a sandwich. Dollops of the condiment could help scientists better design nuclear fusion experiments.",
            "Mayonnaise is useful for smearing on sandwiches and  prepping potato salads. But scientists are now using it to study nuclear fusion.",
            "How mayonnaise behaves can vary. If jiggled gently, it returns to its original shape. That’s called elastic behavior — like how an elastic hair band will return to its original shape after you stretch it. But fling the mayo forcefully and it takes on plastic behavior. That means it permanently changes its shape or can even break apart. (You’re probably more familiar with the term “plastic” to describe the material that makes up soda bottles, LEGOs and more. The two terms are related. Plastic, the material, is named after its ability to be molded or deformed into various shapes.)",
            "This elastic-to-plastic morphing also can also take place in tests that use lasers to kick off nuclear fusion. That’s the process where slamming two lightweight atoms together hard enough can make them merge. The mass of this combo is less than the sum of each starting atom. That’s because some of that mass is converted into energy. So the process releases an enormous amount of energy.",
            "Scientists want to learn how to control fusion so they can one day use it to generate electricity.",
            "Scientists have been working to ignite a fusion reaction in the lab that releases more energy than went into it. Last December they succeeded. Researchers at Lawrence Livermore National Laboratory in California beamed 192 lasers at a small chamber containing fuel. This raised the pressures and temperatures so high inside the fuel that the nuclei of its atoms fused. And those fusion reactions released more energy than had been needed to set them off.",
            "But it’s difficult to study how materials behave under the extreme conditions required for fusion. And that’s where the mayonnaise comes in.",
            "The behavior of the fuel capsule in fusion experiments, it turns out, has a lot in common with mayonnaise. The fuel capsule is a metal or other material that contains a gas (the fuel). When lasers hit the capsule, it melts. The melty capsule can now switch from elastic to plastic.",
            "The molten capsule has some properties of a solid. Like gloopy mayo, it doesn’t flow on its own. Under enough force, however, it can break apart. If the capsule becomes plastic before fusion occurs, the gas could escape. And that could prevent fusion from taking place.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Two mechanical engineers at Lehigh University in Bethlehem, Pa., wanted to understand that better. So they looked at how mayo mixes with a gas — air. Aren Boyaci and Arindam Banerjee spun a wheel into which they’d dropped dollops of mayo. The centrifugal force of the spinning wheel accelerated that mayo into the air. Here, the mayo acts like the melted capsule, and the air acts like the gaseous fuel.",
            "The scientists observed the glob while the wheel was spinning. They looked at it again after it stopped. They checked whether the mayo had returned to its original form, changed shape or broken apart. This determined the border between its elastic and plastic behaviors, they explain in the May Physical Review E.",
            "Working with mayo does have one drawback. When you show up in the supermarket checkout line with 48 containers of mayo, you’re bound to attract attention. “We sometimes get a lot of questions from the grocery stores,” Banerjee says, asking “why we are buying that much mayonnaise.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/science-of-paper-cuts",
        "title": "\n\tScience reveals the reasons behind painful paper cuts",
        "content": [
            "*A_photo_of_a_hand_with_a_paper_cut_on_the_index_finger",
            "A piece of paper’s thickness and slicing angle affect its ability to cut through skin, physicists report.",
            "Tiny as they are, paper cuts can cause real pain.",
            "It’s common to get a minor cut while flipping through a magazine or book. But tissue paper is not likely to draw blood. Now, scientists have explained the physics behind why some paper is more likely to slice through skin.",
            "Physicist Kaare Jensen was part of a team that set up experiments to study this. They used a gelatin replica of human tissue. Jensen works at the Technical University of Denmark in Kongens Lyngby. A thickness of around 65 micrometers (not quite 3 thousandths of an inch) was the sweet spot for paper cuts, they found. (Or you might call it the sore spot!) Their findings got posted June 19 in Physical Review E.",
            "A thin sheet of paper wouldn’t cut; it would bend instead. Thicker paper made a dent in the gelatin but couldn’t break its surface. Like a dull knife blade, it couldn’t apply enough force over a small enough area of the material to pierce it.",
            "The most treacherous paper tested was the kind used in old-fashioned dot matrix printers. Good news for fingers everywhere: That paper isn’t used much anymore. Magazine paper ranked a close second in the scientists’ tests.",
            "The slicing angle also mattered. Pressing the paper’s edge straight down into the gelatin was less likely to cause a cut than if the paper’s path angled across and down.",
            "Next, the researchers put paper’s slicing powers to use. They designed a 3-D printed tool they call the Papermachete. Loaded with a strip of printer paper, the tool becomes a single-use knife. The paper blade can cut into cucumber, pepper and apple. It can even cut chicken. The tool could be a low-cost option for prepping some foods.",
            "Next, the researchers plan to study more realistic, finger-shaped materials, rather than flat sheets of gelatin, says Jensen.",
            "No human fingers were harmed in the making of the study. “Ideally, you would want some test subjects,” Jensen says. “But it’s hard to find volunteers.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/explainer-how-heart-beats",
        "title": "\n\tExplainer: Anatomy of a heartbeat",
        "content": [
            "*a_model_of_a_uman_heart_behind_illustrated_ECG_traces",
            "The heart beats steadily from long before you’re born to the day you die. Triggering each beat (illustrated in background by an electrocardiogram line) is a zap of electricity — literally the pulse of life. ",
            "Your heart beats about 100,000 times per day. That’s around 3 billion times over an average lifetime. Each beat pumps blood to the lungs, where it picks up oxygen. From there, it flows on to all of the rest of our cells, bringing nutrients and life-sustaining oxygen and carrying away wastes.",
            "When we sit quietly in a chair, our hearts typically beat between 60 and 100 times per minute. But very fit people can have as few as 40 to 50 heartbeats per minute. When you’re exercising, stressed or angry, your heart rate will speed up. How fast? The usual estimate for how fast your heart can beat is 220 beats per minute, minus your age (in years). So a 13-year-old would have a maximum heart rate of 207 beats per minute.",
            "Our hearts are made up of millions of muscle cells. And no matter how your heart rate changes, all of those cells still contract — and beat — in the right order. And they do it over and over without stopping.",
            "iFhttps://www.youtube.com/embed/GMBSU-2GK3E?feature=oembed",
            "See how various parts of the heart rhythmically contract to move blood throughout the body.",
            "Each heartbeat is divided into two segments, which sound like “lub-DUB.” You can hear this if you put your ear on someone’s chest or use a stethoscope. The rhythm comes from the pumping of blood as the heart’s four chambers contract.",
            "Each beat starts in the heart’s two upper chambers — the right and left atrium. The right atrium fills with low-oxygen blood that is returning from a circuit around the body. The left atrium fills with blood coming from the lungs, where it picked up oxygen.",
            "These atria push blood down into two bigger, muscular chambers below them — the right and left ventricles. When the ventricles are full, valves close so the blood can’t flow back to the atria. That’s the “lub” sound.",
            "Now the ventricles contract. The right ventricle sends the low-oxygen blood to the lungs where it can pick up a new supply of oxygen. The left ventricle takes oxygen-rich blood and pumps it out to the rest of the body. Then the valves in those ventricles close to keep the blood from coming back in. That’s the “DUB” sound.",
            "Lub-DUB. Lub-DUB. The rhythm can speed up or slow down. But it always happens in the same order.",
            "It might be easy to think that the brain controls this action. After all, it controls our muscles and other organs. But while the heart takes some input from the brain, it has a “mind” of its own.",
            "If the four chambers of the heart are a four-piece band, all beating in rhythm, their conductor is the sino-atrial node. It is sometimes called the SA node or sinus node. It’s the heart’s natural pacemaker.",
            "*an_animation_showing_the_electrical_signal_that_travels_through_the_various_parts_of_the_heart_to_ca",
            "fCKalumet/Wikimedia Commons (CC BY-SA 3.0)",
            "This animation shows the electrical signal, or action potential, coming from the heart’s right sino-atrial node (at animation’s top left). That signal (in red) moves on to the atrio-ventricular node at center of the heart before spreading to the heart’s ventricles. This signal is what makes the chambers of the heart contract in a coordinated rhythm. The line at the bottom shows the electrical signal, like you might see in an electrocardiogram or EKG.",
            "This tiny bundle of cells is about the size of two grains of rice, laying end to end. It sits atop the right atrium. Electricity sets the rate at which this pacemaker fires a zap of electricity into the heart’s two upper chambers.",
            "That signal then travels to another clump of cells that sit between the heart’s upper and lower chambers, explains Edward Lakatta. He’s a cardiologist, or doctor who studies and treats diseases of the heart. He works at the National Institutes of Health in the Laboratory of Cardiovascular Science. It’s in Baltimore, Md. This second clump of cells makes up the AV node. That’s short for atrio-ventricular node. It’s an electrical transfer station.",
            "The AV node shuttles an electric pacing signal down to the heart’s lower chambers. This jolts the muscle cells that make up the walls of each ventricle. Called an action potential, this zap “wakes up heart cells in the ventricle,” Lakatta says, and asks them to squeeze. This action, he explains will “pump the blood out of the bottom part of the heart and throughout your body.”",
            "That, in a nutshell, is one heartbeat. And it happens about 60 times each minute — from before we’re born to the time we die."
        ]
    }
]