[
    {
        "URL": "https://www.snexplores.org/article/bacteria-live-in-microwave-ovens",
        "title": "\n\tMore than 100 types of bacteria found living in microwave ovens",
        "content": [
            "*a_photo_of_a_microwave_oven_against_an_orange_backdrop",
            "It appears many germs have adapted to living with the heat and harsh microwave radiation found in these common household appliances.",
            "Even a microwave oven is not immune to bacteria.",
            "With microwave radiation bouncing around inside them, these ovens might seem a threatening place to microbes. But scientists have just turned up more than up 100 different strains of bacteria living inside them.",
            "Alba Iglesias works at the University of Valencia, in Spain. She and her coworkers shared the finding August 7 in Frontiers in Microbiology. This is the first time, they say, that research has shown communities of germs can live in microwave ovens.",
            "The microbiologists swabbed the insides — both the walls and rotating platter — of 30 microwave ovens. Ten came from home kitchens. Ten came from labs. The rest were being used in shared spaces, such as cafeterias. Each swab was then transferred to lab dishes. Before long, each dish hosted significant communities of bacteria.",
            "Iglesias’ group then analyzed the microbes’ DNA. Most germs turned out to be types commonly found on human skin and surfaces that people frequently touch. Among them were Firmicutes and Bacteroidetes. But more worrying, the microwave ovens in kitchens hosted bacteria that can cause food poisoning. These included Klebsiella and Brevundimonas.",
            "It’s unclear how these microbes survive being bombarded by microwaves, the team says. More work is needed to understand how they’ve adapted to the ovens’ potentially high temps and radiation.",
            "The microbes in home microwave ovens were the same as those that can be found on countertops and other kitchen surfaces, notes Manuel Porcar. He’s another member of the Valencia team. “Some of them are pathogenic,” he says. That means they can make you sick. So, he now concludes, “one must clean the microwave as much as any other kitchen surface.”",
            "He stresses, however, that kitchen microwave ovens aren’t a particular concern. He sees no reason to worry about them if they’re kept clean. They’re no worse, he says, than “any other part of a kitchen in contact with food.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/springtail-fastest-backflip",
        "title": "\n\tA springtail’s spring-loaded backflip is fast — really fast",
        "content": [
            "*Two_small_springtails_doing_backflips_off_a_white_platform_against_a_pink_background",
            "Globular springtails are tiny arthropods that can vault up to 60 millimeters in the air and spin backwards up to 29 times in the blink of an eye. This high-speed camera footage shows two springtails jumping off a platform in a lab.",
            "Simone Biles has nothing on this tiny backflipper.",
            "The globular springtail (Dicyrtomina minuta) is so small it could straddle the tip of a pencil. Yet this insect-like animal can vault itself 62 millimeters (2.4 inches) in the air, spinning backward at a rate of up to 368 times per second.",
            "A jump lasts just 161 thousandths of a second, on average. Researchers reported the arthropod’s gymnastic feats August 29 in Integrative Organismal Biology.",
            "“Nothing on Earth does a backflip faster than a globular springtail,” says Adrian Smith. He a biologist at North Carolina State University in Raleigh. “They’re extraordinary, but also ordinary.” In fact, the arthropods used in the new study, he says, “are literally from my backyard.”",
            "Globular springtails jump so fast that they can appear to vanish, Smith says. This may be a useful skill for evading predators.",
            "iFhttps://www.youtube.com/embed/Qh2A96Z8tTs?feature=oembed",
            "It took footage from a high-speed camera to reveal how globular springtails do their astounding acrobatics. The arthropods achieve liftoff with a spring-like body part, traveling as fast as 1.5 meters per second and spinning backwards up to 29 times before landing.",
            "Smith paired up with biomechanist Jacob Harrison to learn how these animals do their acrobatic moves. Harrison works at Georgia Tech in Atlanta. The team analyzed high-speed footage of more than a dozen springtails as they flipped and spun.",
            "Each launch begins with a thump. The springtail releases a fork-shaped body part called the furca (or furcula) from its underbelly. Like a spring, that furca propels the arthropod up and into a backward spin.",
            "Globular springtails fly through the air as fast as 1.5 meters per second, on average, the new data show. And the number of spins per leap is equally impressive — anywhere between 14 and 29.",
            "These flights don’t always have a pretty ending. Springtails sometimes crash land and tumble to a stop. But most times, these backflippers nail the landing, the team found. They do this by using a sticky tube normally used for grooming. “It’s a sort of anchor that pulls them to their feet so they can get on with their day,” Smith explains. ",
            "Smith hopes the team’s findings inspire more studies like theirs. “We sometimes get told that the only exciting parts of nature are fossilized in the ground or hidden in a tropical rainforest,” he says. Ordinary creatures like the springtails are pulling off incredible feats all around us, he believes. Even in our backyards. We just have to look."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-stone-age-definition-pronunciation",
        "title": "\n\tScientists Say: Stone Age",
        "content": [
            "*_Scientists_Say_Stone_Age0",
            "The Bhimbetka rock shelters in Madhya Pradesh, India, include some of the earliest depictions of human life. Some rock paintings here date as far back as 10,000 B.C.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1928797700&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "The Stone Age is the earliest of three periods in human history before written records. It started around 3.3 million years ago. That’s when people first made stone tools. It’s also a time when people developed farming practices and domesticated animals. ",
            "The Stone Age ended with the start of the Bronze Age about 5,000 years ago. That’s when people started smelting copper. And the Bronze Age ended with the start of the Iron Age, which is when people started smelting iron. That happened about 2,500 to 3,300 years ago for most of Europe, Asia and Africa.",
            "The Stone Age accounts for more than 99 percent of human history. But much remains unknown about the many cultures that lived during this time. Because it happened before there were written records, archeologists must depend on tools, paintings and other artifacts left behind.",
            "Archeologists divide the Stone Age into three eras. These are the Paleolithic, Mesolithic and Neolithic eras. The Paleolithic began about 3.3 million years ago, when people made the oldest known stone tools. In 2015, archeologists discovered ancient stone tools in Kenya. These tools were about 700,000 years older than the oldest known stone tools at the time. This caused archeologists to push the era’s start date back.",
            "The Mesolithic was a transitional era between the Paleolithic and Neolithic. During this time, stone tools became smaller and more refined. Different cultures’ tool-making developed at different rates. So this era started at different times in different places. But it generally began about 20,000 to 10,000 years ago and lasted about 10,000 years. During this time, archeologists also note that human burials became more ritualized.",
            "The Neolithic era started about 12,000 to 10,000 years ago. This period saw major changes in people’s way of life. Until this point, people had survived mainly by hunting and gathering food. But Neolithic people started growing crops on large scales. They also domesticated animals. Human settlements became more permanent during this age, with fewer people living as nomads.",
            "Just like our human ancestors, Neandertals created and used a variety of tools during the Stone Age.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/jet-stream-seeds-cloud-formation",
        "title": "\n\tSurprise! The jet stream can trigger cloud formation",
        "content": [
            "*Satellite_image_of_clouds_blown_by_the_jet_stream",
            "Waviness in the high-speed flow of the jet stream (shown) can cause fingers of stratospheric air to punch down and curl into the troposphere below. This mixing of atmospheric layers spurs chemical reactions that cause new aerosol particles to form.",
            "Clouds form when water molecules in the air stick to certain tiny particles — think of them as seeds. Scientists have now discovered an unexpected source of those seeds.",
            "When two layers of Earth’s atmosphere overlap, chemicals in each layer can mix and react. These reactions can form the tiny new particles around which clouds begin to form. In fact, this may be the most common way that the seeds for clouds form. That’s the finding of a study in the July 12 Science.",
            "Earth’s atmosphere has five layers. We live in the troposphere. It’s the lowest one. It also has the densest air. The stratosphere, right above it, has thinner air. It also contains different chemicals than those in our layer.    ",
            "Scientists had thought most new atmospheric particles form in the upper troposphere. Clouds would rise into this region and then shed rain. That rain would carry away the existing particles. Gases left behind would have almost no solid particles left to glom onto. So new clouds would not develop until new particles formed.",
            "In the new study, researchers looked at data collected during a series of flights by NASA aircraft. Many particles are formed when the stratosphere dips a toe into the upper troposphere, they found. They call this stratospheric air intrusion. It’s caused by the jet stream, a fast-moving current of air.",
            "And it just might be the most productive place on Earth for cloud-forming particles, the new data suggest.",
            "The stratosphere is cold and enriched with a type of oxygen known as ozone. The troposphere is warmer. It’s moister and contains a variety of other gases. Sunlight and water cause molecules in these air masses to react chemically. This can generate different types of tiny particles, explains study coauthor Jian Wang. He’s an aerosol scientist at Washington University in St. Louis, Mo.",
            "The newly made particles include sulfate (SO4), which seeds clouds.",
            "However, “We don’t really understand the mechanisms in detail,” Wang says. “We know from the data that … you need sunshine, high ozone and moisture” to produce molecules known as hydroxyl (OH) radicals. These gas molecules eagerly react with other gases high above Earth. So there are probably many different chemical reactions going on up there. And they’ll produce a variety of new gases and particles. Exactly which and how many particles are being formed is a question for future research, Wang says.",
            "*Graphic_showing_new_particle_formation",
            "fCB. Price; Source: J. Zhang et al/Science 2024",
            "Waviness of the jet stream can lead the stratosphere — rich in ozone (O3) — to dip into the troposphere, which is rich in water (H2O). The troposphere also contains molecules such as sulfur dioxide (SO2), emitted by fossil fuels and volcanoes. Sunlight and water vapor cause these chemicals to react in ways that generate chemicals such as sulfuric acid (H2SO4), a building block of tiny aerosol particles. Previous research had suggested that the main way new particles formed were instead “cloud outflows” — regions where high troposphere clouds break up.",
            "Stratospheric intrusions may be an especially big source of such new particles in Earth’s midlatitudes. Those are regions such as the continental United States — ones that are not close to either the poles or the Equator.",
            "Climate change is expected to speed up stratospheric circulation. In the future, that could cause the stratosphere to poke into the troposphere more frequently. If it does, stratospheric intrusion may become even more important in forming new particles, Wang says.",
            "This newly reported role for jet streams in particle formation has been long overlooked, says Yuanlong Huang. He did not take part in the new study. An atmospheric aerosol chemist, Huang works at the Eastern Institute for Advanced Study. It’s in Ningbo, China.",
            "Right now, he notes, stratospheric intrusion is not yet accounted for in computer models that simulate weather and climate. In other words, these particles may play a bigger role than scientists once thought in how incoming sunlight is distributed on Earth. That includes how much of the sun’s rays reach the planet’s surface. It also includes how much of the sun’s energy aerosols and clouds absorb high in the atmosphere."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/nerida-wilson-track-seadragons-ai",
        "title": "\n\tThis biologist tracks seadragons, with help from the public",
        "content": [
            "*A_male_weedy_seadragon_swims_over_a_patch_of_golden_kelp_He_carries_a_clutch_of_pink_eggs_under_his_",
            "Three species of seadragons call Australia home: weedy, leafy and the recently discovered ruby. Nerida Wilson uses machine learning to study seadragon photos submitted by citizen scientists, keeping tabs on individual fish by analyzing their unique markings. ",
            "Along the southern coasts of Australia, flashy fish called seadragons sport leaflike lobes that help them blend into kelp and seagrass. Seadragons “are like the marine version of a koala or kangaroo,” says Nerida Wilson. “They’re just that iconic.” ",
            "Wilson is a biodiversity scientist at the Commonwealth Scientific and Industrial Research Organization in Canberra, the capital of Australia. She’s helping create a library of DNA sequences of Australia’s wildlife. In her spare time, Wilson runs SeadragonSearch.  ",
            "SeadragonSearch uses machine learning tools to identify seadragons in photos taken by citizen scientists. The program analyzes each seadragon’s unique markings to match it with previous photos of the same animal. This helps scientists track individual seadragons over time and learn more about their mysterious lives. That includes how seadragon numbers may be affected by ocean changes. ",
            "Though seadragons have been known for a long while, there’s still much to learn about them, says Wilson. Take the ruby seadragon. Wilson helped describe this bright red fish in 2015. One of only three seadragon species, it was the first found in 150 years. In this interview, Wilson shares her experiences and advice with Science News Explores. (This interview has been edited for content and readability.)   ",
            "iFhttps://www.youtube.com/embed/5UW5ZKWuqNI?feature=oembed",
            "Adult seadragons can by distinguished by the unique patterns on their faces and bodies. The SeadragonSearch project uses machine learning to identify and track individuals from these markings. ",
            "I started diving with seadragons around the areas where I learned to dive in high school. I read research to see whether anyone looked at seadragon genetics before. Could this reveal anything about their populations or where they are traveling? There wasn’t any work in that space. I thought that was outrageous. These are such iconic Australian animals. They’re the state emblem in two Australian states. Fish people weren’t doing it, so I thought I’d better try and find out. ",
            "We faced a practical problem in the field, though. While underwater, we’d have to photograph the seadragon. Then, we’d take our sample. We would just take a little snippet from the leafy appendages. It’s like taking a little toe clipping. After collecting the sample, we’d let the dragon go. We needed to make sure that we didn’t resample the same individual seadragon. That would ruin the statistics.  ",
            "So we thought maybe the spot patterns on the face were unique. If we couldn’t identify them underwater, this would let us do so afterward. Once we realized that worked, I just tucked it away thinking we could do a lot with that. It served a purpose at the time, but I saw its potential.  ",
            "It took a long time to find the appropriate funder for SeadragonSearch. But we were able to build the platform and start rolling it out. Seeing all of the data come in was very exciting.  ",
            "I was just thrilled that people wanted to participate. I had these grand plans, and I could see how it could work. People love taking pictures of dragons, and we need pictures to do this research. But you don’t know whether people were going to bother with it. The biggest success was recognizing that other people had the same passion that I did for these creatures.  ",
            "I knew from age four or five that I wanted to work with animals and be outdoors. I couldn’t have explained it properly then, but I knew I was going to make that happen. And I just kept going and refining my goals. Of course, everyone has times of doubt. You’re not sure if you’re just being completely unreasonable, and you should just be an accountant and do something sensible. If someone really wants to do this, I say just do it. It is important to be motivated by what you do. There’s great joy and rewards in doing things that you care about.   ",
            "It was really nice to see Speedy the seadragon in Tasmania [off the coast of southern Australia]. He was the oldest seadragon known. [Speedy lived at least 16 years.] That was special. But sadly, he was only seen about two more times after that. Then he was never seen again.  ",
            "*Speedy_the_weedy_seadragon_swims_above_a_patch_of_golden_kelp_His_body_is_orange_with_pink_stripes_a",
            "fCMeet Speedy, the world’s oldest known seadragon. Scientists estimate that this weedy seadragon lived at least 16 years — twice as long as expected.",
            "The guy who often dived with Speedy will send me a hard drive of all these videos. I’ll pull down stills from those videos and submit them to our database. I was catching up with him one time in Tasmania. He started talking about this particular dragon that he called “Cutty.” It caught my attention because I had given that nickname to one of the seadragons in the same area. I started wondering if we were talking about the same dragon. ",
            "Most seadragons have a stalk on the head and one on the back of the neck. Cutty, though, is a weird dragon because he has a third one. Because it was like a three-masted dragon, it reminded us both of the Cutty Sark, a famous clipper ship. It turned out that we’d both nicknamed it “Cutty Sark.” We had this cool moment where we realized we’d called it the same weird name.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/spacecraft-tech-star-space-travel",
        "title": "\n\tSpacecraft need an extra boost to travel between stars ",
        "content": [
            "*An_illustration_shows_a_gray,_triangular_spacecraft_zooming_through_space_Blurred_out_stars_streak_b",
            " In Star Wars, spacecraft move faster than the speed of light. In reality, reaching light speed would require an infinite supply of energy.",
            "In Star Wars, pilots enter a dimension — hyperspace — to travel between different worlds. To merge onto this cosmic highway, the ships are equipped with special engines called hyperdrives. Once inside hyperspace, these speedsters zoom faster than light. With a push of a lever, the spacecraft can travel between star systems in a few hours to days.  ",
            "Science fiction makes space travel look easy. But many of these stories break the laws of physics to get from planet to planet. Off-screen, the technology needed to reach another star system doesn’t yet exist. However, emerging propulsion methods could brighten the future of interstellar travel.  ",
            "Astronomers measure space using light-years, or the distance light travels in one year. Light speeds through interstellar space at around 300,000 kilometers (186,000 miles) per second. Proxima Centauri, the nearest non-sun star to Earth, is 4.24 light-years away. ",
            "Using something like hyperdrive to travel between star systems would be impossible, says ​​Scott Bailey. An engineer at Virginia Tech in Blacksburg, Bailey designs instruments to study Earth’s atmosphere. “That’s like driving [a] car right to the mall that’s light-years away,” says Bailey. “That’s not going to happen with any sort of propulsion.” ",
            "Even reaching light speed is impossible. That’s because, due to the nature of light and energy, it would take an infinite amount of energy to reach that speed, says Bailey.   The fastest any humanmade object has traveled is only about 0.05 percent of the speed of light. At this speed, it would take about 7,700 years to reach the exoplanet Proxima Centauri b.  ",
            "*An_illustration_shows_the_Parker_Solar_Probe_approaching_the_orange_sun_The_metallic_craft_sports_sm",
            "fCThe Parker Solar Probe is the fastest-moving humanmade object. Its top speed is 635,266 kilometers (394,736 miles) per hour. But the speed of light is still about 1,700 times faster than that. ",
            "A spacecraft traveling at a tenth of the speed of light could shave down the trip to Proxima Centauri b to a quick 40 years. Future engineers could use nuclear power to achieve such a speed, says Bailey, but developing that technology could take thousands of years. ",
            "Controlled fusion could help, says Cole Miller. Miller is an astronomer at the University of Maryland, College Park. Controlled fusion harnesses energy from combining atomic nuclei to create a steady supply of power. Researchers have been working on controlled fusion for about 70 years. But these experiments have yet to produce more energy than they consume, Miller notes.",
            "Some vehicles in the Star Wars universe rely on “sun jamming” to zip along using solar wind. This “wind” is the constant stream of charged particles produced by stars. These spacecraft have huge sails that catch the solar wind, moving through space like a ship on the sea. ",
            "The Planetary Society crowdfunded a small spacecraft, Lightsail 2, that moved in a similar way. Rather than relying on solar wind, though, these solar sails used pressure from sunlight itself.  ",
            "*The_Lightsail_2_orbits_high_above_the_Earth_The_spacecraft_is_a_square_swatch_of_shiny,_metallic_fil",
            "fCLightsail 2 orbited Earth for about three years using just sunlight!",
            "Although light doesn’t have mass, it does have momentum. Solar sails intercept sunlight with thin sheets made of polymers and a reflective plastic called Mylar. When speeding photons hit the sail, they bounce off and transfer energy. These small and repeating collisions create a force that can push objects along.  ",
            "Lightsail 2 launched in 2019 and orbited Earth for about three years before reentering the atmosphere. ",
            "But using solar sails to propel a large spacecraft would be tough, says Miller. The thrust produced probably wouldn’t be strong enough to carry large ships ferrying humans.   Upscaling solar sails would offer unique benefits, however. Using sunlight would allow a spaceship to accelerate without fuel. And unlike Earthbound objects, spacecraft aren’t slowed down by air friction produced by an atmosphere. This would allow any spacecraft to continue gaining speed as long as it’s exposed to sunlight. ",
            "Star Wars makes the cosmos seem like a raceway. But the immense distances separating worlds hinder space travel, even within our solar system.  For now, the longest distance we’re looking to transport people is to Mars, says ​​Jarred Young. This engineer studies propulsion systems at the University of Maryland, College Park. Researchers are eyeing new methods that could bring people to and from the Red Planet safely, he says.  ",
            "One of these is ion engines. These thrusters create force by shooting charged atoms from the back of a spacecraft. Star Wars’ ​​TIE Fighters wind through space battles with them. But real ion engines work best with straight paths, says Young. “It’s essentially point-and-click propulsion.”  Ion engines aren’t as powerful as the chemical propellants used in rockets. Chemical rockets create thrust by combusting fuel and oxygen-releasing substances called oxidizers.   But chemical rockets only burn for a short time. Ion engines can last months or even years, possibly helping fuel future trips to Mars. These thrusters, though, aren’t yet strong enough to propel massive spacecraft that far, Young says. ",
            "And for now, reaching new worlds is only possible in fictional galaxies far, far away. ",
            "iFhttps://www.youtube.com/embed/1GjbNc9pzIo?feature=oembed",
            "Learn more about how sci-fi’s most iconic spaceships have inspired real-life engineering with University of Maryland, College Park, propulsion engineer Jarred Young."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-campfire-definition-pronunciation",
        "title": "\n\tScientists Say: Campfire",
        "content": [
            "*A_false-color_image_of_the_sun_in_ultraviolet_light_showing_flares_and_eruptions_breaking_from_its_s",
            "This image taken by the European Space Agency’s Solar Orbiter shows what the sun looks like in ultraviolet light. UV images like this helped scientists first identify “campfire” flares on the sun in 2020.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1924904594&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Campfires are small eruptions on the sun’s surface. They are similar to massive explosions known as solar flares and coronal mass ejections, or CMEs. But campfires are only about a millionth or a billionth the size of those outbursts.",
            "The European Space Agency’s Solar Orbiter snapped the first pictures of campfires in 2020. To the probe’s ultraviolet camera, these events appeared as flickers of UV light. Like solar flares and CMEs, campfires are thought to arise when magnetic fields on the sun interact. But scientists are still teasing out just how the sun’s campfires ignite.",
            "Campfires may be puny by solar standards. But they’re still pretty epic events. The smallest ones are a few hundred kilometers (miles) across. That’s about as big as Arkansas. And campfires can stretch thousands of kilometers above the sun’s surface. Each one lasts no longer than a few minutes. But campfires light up much more frequently than larger solar flares — which could help solve a longstanding mystery about the sun. Namely, why the sun’s outer atmosphere, or corona, is so hot.",
            "The solar corona is millions of degrees Celsius. That’s much hotter than the sun’s surface, which sizzles at about 5,500° Celsius (9,930° Fahrenheit). Perhaps campfires, which boast temperatures around 1 million degrees Celsius, add heat to the corona. ",
            "The Solar Orbiter probe first spotted solar campfires when it was about half the distance from Earth to the sun.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/jupiter-great-red-spot-is-shrinking",
        "title": "\n\tAnalyze This: Jupiter’s Great Red Spot is shrinking",
        "content": [
            "*a_close-up_color_photo_of_Jupiter's_Great_Red_Spot,_a_giant_swirling_red_storm",
            "Records of a spot on Jupiter in the vicinity of the Great Red Spot (pictured) go back hundreds of years. New research reveals that today’s Great Red Spot is not the same as a spot seen in the 1600s. That spot vanished and, someday, the Great Red Spot could too.",
            "Centuries ago, astronomers observed a dark oval — nicknamed the Permanent Spot — on Jupiter. It was located at the same latitude, or distance from Jupiter’s equator, where the giant windstorm known as the Great Red Spot swirls today. Researchers have wondered whether these spots are the same. Now, a new study suggests the spots are distinct — and hints at what could become of the Great Red Spot.",
            "Agustín Sánchez‐Lavega and his colleagues dug through historical observations of Jupiter’s spots. These records dated back to the 1600s. Today, telescopes can take pictures of objects in space. But hundreds of years ago, Jupiter’s observers sketched what they saw through their telescopes.",
            "“It was very exciting to see in old articles and books the descriptions of the observations and drawings that astronomers made with great precision 375 years ago,” says Sánchez‐Lavega. An astronomer and planetary scientist, he works at the University of the Basque Country in Bilbao, Spain.",
            "The Permanent Spot appears in observations of Jupiter made from 1665 to 1713. But starting in 1713, reports of Jupiter bore no signs of this feature. Then, in 1831 and the following decades, drawings of Jupiter showed a spot resembling the Great Red Spot. At first, it appeared as a clear oval. In later records, it was drawn with a red tint.",
            "Sánchez‐Lavega’s team also tracked the spots’ sizes and shapes from 1665 to 2023. They measured the Permanent Spot from centuries-old drawings. Those data suggested that this spot’s length was two to three times smaller than that of the Great Red Spot. They got the Great Red Spot’s size from a photograph taken in 1879.",
            "*a_composite_image_showing_a_drawing_of_Jupiter_from_1672_and_1831,_and_photos_from_1879_and_1890",
            "fCAstronomer Giovanni Cassini’s January 1672 drawing of Jupiter shows the Permanent Spot (a). That spot vanished from images of Jupiter until 1831. In an image drawn in 1851, the Great Red Spot appears (b). It remains in photos taken in 1879 (c) and 1890 (d).",
            "It seems that naming the earlier feature the “Permanent Spot” was a bad call. Its absence in the record for 118 years and its small size suggest it may have vanished before the current Great Red Spot emerged. The researchers shared their findings June 16 in Geophysical Research Letters.",
            "The Great Red Spot has been shrinking since it was spotted in the 1800s. It’s now about the size of the long-lost Permanent Spot. And it may share that spot’s fate. If the Great Red Spot keeps getting smaller, there are two possibilities. It could reach a new stable size or it could disappear, the researchers say.",
            "“We’re in some ways lucky that we get to observe this storm now,” says Amy Simon. A planetary scientist, she works at NASA’s Goddard Space Flight Center in Greenbelt, Md. She was not part of the new study. “It’s been stable for a long time, but it’s changing and there’s nothing to say that it can’t break apart tomorrow. It could be that 30 years from now there is no Great Red Spot.”",
            "*two_graphs_showing_meausurements_of_the_Permanent_Spot_and_the_Great_Red_Spot_over_time",
            "fCSánchez‐Lavega and his colleagues took measurements of the Permanent Spot (PS) and the Great Red Spot (GRS) from drawings, photos and other images. The term GRS usually describes just the swirling red oval. This oval is surrounded by a whitish area, called the hollow. But sometimes no red is visible. At those times the whole thing is called the clear oval. These features are on a curved surface, and their length and height can be described in degrees. For instance, a full circle is 360 degrees and one-quarter of a circle is 90 degrees. Figure A shows how wide the spots are from east to west. Figure B shows how wide the spots are from north to south."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/mayo-behavior-nuclear-fusion",
        "title": "\n\tWeirdly, mayo can help study conditions ripe for nuclear fusion ",
        "content": [
            "*A_spoon_scooping_mayonnaise_out_of_a_jar",
            "Yes, mayonnaise, the same stuff you might put on a sandwich. Dollops of the condiment could help scientists better design nuclear fusion experiments.",
            "Mayonnaise is useful for smearing on sandwiches and  prepping potato salads. But scientists are now using it to study nuclear fusion.",
            "How mayonnaise behaves can vary. If jiggled gently, it returns to its original shape. That’s called elastic behavior — like how an elastic hair band will return to its original shape after you stretch it. But fling the mayo forcefully and it takes on plastic behavior. That means it permanently changes its shape or can even break apart. (You’re probably more familiar with the term “plastic” to describe the material that makes up soda bottles, LEGOs and more. The two terms are related. Plastic, the material, is named after its ability to be molded or deformed into various shapes.)",
            "This elastic-to-plastic morphing also can also take place in tests that use lasers to kick off nuclear fusion. That’s the process where slamming two lightweight atoms together hard enough can make them merge. The mass of this combo is less than the sum of each starting atom. That’s because some of that mass is converted into energy. So the process releases an enormous amount of energy.",
            "Scientists want to learn how to control fusion so they can one day use it to generate electricity.",
            "Scientists have been working to ignite a fusion reaction in the lab that releases more energy than went into it. Last December they succeeded. Researchers at Lawrence Livermore National Laboratory in California beamed 192 lasers at a small chamber containing fuel. This raised the pressures and temperatures so high inside the fuel that the nuclei of its atoms fused. And those fusion reactions released more energy than had been needed to set them off.",
            "But it’s difficult to study how materials behave under the extreme conditions required for fusion. And that’s where the mayonnaise comes in.",
            "The behavior of the fuel capsule in fusion experiments, it turns out, has a lot in common with mayonnaise. The fuel capsule is a metal or other material that contains a gas (the fuel). When lasers hit the capsule, it melts. The melty capsule can now switch from elastic to plastic.",
            "The molten capsule has some properties of a solid. Like gloopy mayo, it doesn’t flow on its own. Under enough force, however, it can break apart. If the capsule becomes plastic before fusion occurs, the gas could escape. And that could prevent fusion from taking place.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Two mechanical engineers at Lehigh University in Bethlehem, Pa., wanted to understand that better. So they looked at how mayo mixes with a gas — air. Aren Boyaci and Arindam Banerjee spun a wheel into which they’d dropped dollops of mayo. The centrifugal force of the spinning wheel accelerated that mayo into the air. Here, the mayo acts like the melted capsule, and the air acts like the gaseous fuel.",
            "The scientists observed the glob while the wheel was spinning. They looked at it again after it stopped. They checked whether the mayo had returned to its original form, changed shape or broken apart. This determined the border between its elastic and plastic behaviors, they explain in the May Physical Review E.",
            "Working with mayo does have one drawback. When you show up in the supermarket checkout line with 48 containers of mayo, you’re bound to attract attention. “We sometimes get a lot of questions from the grocery stores,” Banerjee says, asking “why we are buying that much mayonnaise.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/ion-chemistry-cell-electricity",
        "title": "\n\tExplainer: How cells use chemistry to make the electricity of life",
        "content": [
            "*an_illustration_of_how_ions_move_through_a_cell_membrane_to_create_electric_current",
            "The movement of electrically charged particles —  ions (blue dots) — through a cell membrane (pink structure) can set up an electric current. Those ions must pass through channels (colored cream in this artist’s illustration). When channels are closed (left), ions can’t get through. When channels are open (right), ions flow freely. ",
            "Every second, cells throughout your body send out small electrical signals. Tiny jolts control your heartbeat. In your brain, cells use electricity to release chemicals that make you feel happy or sad. In your muscles, they send signals that help you run, stand or reach for a glass of water.",
            "But you’re not plugged into an electric outlet. And you’re not carrying around a battery. So where does that electricity come from? The cells themselves create these electric currents through the power of chemistry.",
            "Cells are tiny bags of liquid chemicals, surrounded by an outer fatty jacket known as a membrane.",
            "Those membranes separate chemicals inside the cell from what’s outside it. This separation allows cells to concentrate ions — atoms and molecules with an electric charge. Get enough of those ions together and the inside of the cell, too, will develop an electric charge.",
            "The average animal cell is more negatively charged on the inside than on the outside. This difference in charge is called an electrochemical gradient. It represents the difference between the concentration and charge of particles on either side of the membrane.",
            "This gradient is not stable.",
            "Ions want to flow toward places where they are less concentrated. Negative ions in the negatively charged inside of a cell want to get out. Positive ions in the positively charged outside want to get in. So a cell’s membrane will trap ions inside the cell — but only for so long.",
            "Cell membranes are dotted with channels. Think of them as gates that, under certain circumstances, open or shut. Some channels evolved as gates for charged particles — such as ions of sodium, potassium or calcium. When these channels open, ions flood from the side where they are more concentrated to the side where they are less concentrated.",
            "This chemical flood changes the charge on either side of the membrane. And that change in charge then triggers more channels to open further down a cell’s membrane — sending the tiny electrical changes racing down toward the ends of the cell. This movement of charges is called an action potential.",
            "iFhttps://www.youtube.com/embed/OZG8M_ldA1M?feature=oembed",
            "This video describes how the membranes of cells collect electrical charge, and how ions flow back and forth to create an electrical zap known as an action potential. Those zaps underlie everything we think, do and feel.",
            "Consider brain cells known as neurons. There are a lot more positively charged sodium ions outside these cells than inside. In contrast, these cells tend to concentrate more positive potassium ions inside their membrane, mixed with proteins. But the proteins have a negative charge. So the inside of the cell is much more negative than the outside.",
            "When the charge in one part of a neuron’s membrane begins to change, sodium channels in the membrane will open. At once, sodium ions flood into the cell, bringing their positive charge. They rush in to try and balance both their chemical concentration in the cell and the cell’s electric charge.",
            "This triggers other sodium channels around them to also open. More and more sodium ions move into the cell. As this happens, the negative charge inside the cell moves toward zero.",
            "Channels for potassium ions now open. This allows these ions to leave the cell. Remember that these are positively charged. So when they leave, the charge inside a brain cell will drop back down to become negative again.",
            "At the same time, a large protein in the membrane is constantly at work. Called a sodium-potassium pump, it brings some potassium ions back inside the cell and allows some sodium ions to go back outside the membrane again.",
            "Over time, this restores the original electric charges along the membrane. That also prepares the whole process of ion transport to start again, as needed.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Meanwhile, the electric signal triggered by the initial ion movement spreads along the membrane.",
            "Neurons are cells with small bodies and long tails called axons. Once an action potential trips, it triggers sodium and then potassium channels to open up further and further down the axon. The result is a tiny jolt of electric charge that moves along the cell.",
            "When that zap reaches the end of one neuron’s axon, it spreads out its finger-like ends, known as axon terminals. Each of these is very close to the membrane of another cell.",
            "When the action potential reaches the axon terminals, it triggers the release of chemical neurotransmitters from the cell. Those chemicals act as messengers and float out to the next brain cell — triggering its ion channels to open.",
            "This whole process repeats at that second neuron. It, in turn, quickly moves on to signal the next, neighboring neuron.",
            "Such tiny electrical signals underlie our senses — how we smell, hear, touch, taste and move. They also underlie every thought and emotion.",
            "Other cells in the body have electrical activity too. In the heart, cells move calcium ions to help control your heartbeat. Electrical signals also tell cells in your muscles to shorten — making the tissue contract.",
            "As in the brain, all of these cells operate with the help of ion migrations, which trigger tiny sparks of electricity."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/explainer-how-heart-beats",
        "title": "\n\tExplainer: Anatomy of a heartbeat",
        "content": [
            "*a_model_of_a_uman_heart_behind_illustrated_ECG_traces",
            "The heart beats steadily from long before you’re born to the day you die. Triggering each beat (illustrated in background by an electrocardiogram line) is a zap of electricity — literally the pulse of life. ",
            "Your heart beats about 100,000 times per day. That’s around 3 billion times over an average lifetime. Each beat pumps blood to the lungs, where it picks up oxygen. From there, it flows on to all of the rest of our cells, bringing nutrients and life-sustaining oxygen and carrying away wastes.",
            "When we sit quietly in a chair, our hearts typically beat between 60 and 100 times per minute. But very fit people can have as few as 40 to 50 heartbeats per minute. When you’re exercising, stressed or angry, your heart rate will speed up. How fast? The usual estimate for how fast your heart can beat is 220 beats per minute, minus your age (in years). So a 13-year-old would have a maximum heart rate of 207 beats per minute.",
            "Our hearts are made up of millions of muscle cells. And no matter how your heart rate changes, all of those cells still contract — and beat — in the right order. And they do it over and over without stopping.",
            "iFhttps://www.youtube.com/embed/GMBSU-2GK3E?feature=oembed",
            "See how various parts of the heart rhythmically contract to move blood throughout the body.",
            "Each heartbeat is divided into two segments, which sound like “lub-DUB.” You can hear this if you put your ear on someone’s chest or use a stethoscope. The rhythm comes from the pumping of blood as the heart’s four chambers contract.",
            "Each beat starts in the heart’s two upper chambers — the right and left atrium. The right atrium fills with low-oxygen blood that is returning from a circuit around the body. The left atrium fills with blood coming from the lungs, where it picked up oxygen.",
            "These atria push blood down into two bigger, muscular chambers below them — the right and left ventricles. When the ventricles are full, valves close so the blood can’t flow back to the atria. That’s the “lub” sound.",
            "Now the ventricles contract. The right ventricle sends the low-oxygen blood to the lungs where it can pick up a new supply of oxygen. The left ventricle takes oxygen-rich blood and pumps it out to the rest of the body. Then the valves in those ventricles close to keep the blood from coming back in. That’s the “DUB” sound.",
            "Lub-DUB. Lub-DUB. The rhythm can speed up or slow down. But it always happens in the same order.",
            "It might be easy to think that the brain controls this action. After all, it controls our muscles and other organs. But while the heart takes some input from the brain, it has a “mind” of its own.",
            "If the four chambers of the heart are a four-piece band, all beating in rhythm, their conductor is the sino-atrial node. It is sometimes called the SA node or sinus node. It’s the heart’s natural pacemaker.",
            "*an_animation_showing_the_electrical_signal_that_travels_through_the_various_parts_of_the_heart_to_ca",
            "fCKalumet/Wikimedia Commons (CC BY-SA 3.0)",
            "This animation shows the electrical signal, or action potential, coming from the heart’s right sino-atrial node (at animation’s top left). That signal (in red) moves on to the atrio-ventricular node at center of the heart before spreading to the heart’s ventricles. This signal is what makes the chambers of the heart contract in a coordinated rhythm. The line at the bottom shows the electrical signal, like you might see in an electrocardiogram or EKG.",
            "This tiny bundle of cells is about the size of two grains of rice, laying end to end. It sits atop the right atrium. Electricity sets the rate at which this pacemaker fires a zap of electricity into the heart’s two upper chambers.",
            "That signal then travels to another clump of cells that sit between the heart’s upper and lower chambers, explains Edward Lakatta. He’s a cardiologist, or doctor who studies and treats diseases of the heart. He works at the National Institutes of Health in the Laboratory of Cardiovascular Science. It’s in Baltimore, Md. This second clump of cells makes up the AV node. That’s short for atrio-ventricular node. It’s an electrical transfer station.",
            "The AV node shuttles an electric pacing signal down to the heart’s lower chambers. This jolts the muscle cells that make up the walls of each ventricle. Called an action potential, this zap “wakes up heart cells in the ventricle,” Lakatta says, and asks them to squeeze. This action, he explains will “pump the blood out of the bottom part of the heart and throughout your body.”",
            "That, in a nutshell, is one heartbeat. And it happens about 60 times each minute — from before we’re born to the time we die."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/perseverance-rover-hint-of-life-on-mars",
        "title": "\n\t‘Percy,’ NASA’s rover, finds its first hint of ancient life on Mars",
        "content": [
            "*An_image_of_a_rock_on_Mars_taken_by_the_NASA_rover_Perseverance_Rocky_white_stripes_flank_a_clay-col",
            "The Mars Perseverance rover examined this rock on July 21. It found leopard spot–like features speckling clay-colored parts of it. These resemble structures in Earth rocks that have been linked to microbial life.",
            "NASA’s Perseverance rover has bagged its first hint of ancient Martians. If they existed, these creatures were small. Very small. As in, microbes.",
            "“We’re not able to say that this is a sign of life,” says Katie Stack Morgan. “But this is the most compelling sample we’ve found yet.” Morgan is the deputy project scientist in charge of the Mars rover. She works at NASA’s Jet Propulsion Lab in Pasadena, Calif.",
            "Nicknamed Percy, the rover turned up this potential sign of life in mid-July. The robot had drilled into a reddish rock at a site known as Cheyava Falls. (It was named for a feature at the Grand Canyon.) This is the first piece of Mars that Percy found containing organic molecules. Here, the term organic refers to carbon-based molecules. On Earth, they’re the building blocks of life.",
            "Project scientist Ken Farley shared Percy’s discovery July 25 at the 10th International Conference on Mars in Pasadena. Farley works at the California Institute of Technology there.",
            "This isn’t the first sign of organics on Mars. The Curiosity rover detected organic molecules in 2014. It had been examining rocks at a site called Gale Crater. But since Percy landed in Jezero Crater three years ago, scientists have struggled to identify organics, Stack Morgan says. That landing site was an ancient, dried-up lake.",
            "Adding to the new excitement, little white spots with black rims speckle the reddish rock sample that Percy found. “They look like a tricolored leopard spot,” Stack Morgan says.",
            "Percy examined these spots using instruments that can identify the chemical recipe of materials. And the spots’ rims contained iron phosphate. On Earth, rings with similar texture and chemistry have been linked to ancient microbial life. The chemical reactions that create such rings can be an energy source for microbes.",
            "To exist, those rings “don’t require life,” Stack Morgan says. And that’s an important point. “But based on our experience with similar things on Earth,” she says, “there is a possibility that life could have been involved.” So, Stack Morgan concludes, “these could have a biological origin.”",
            "But other features of the sampled rock seem to muddy the picture of how it likely formed. For instance, Stack Morgan notes, it’s shot through with white veins of calcium sulfate. And those veins are filled with super-tiny crystals of olivine. It’s a mineral that forms from a volcano’s magma.",
            "Finding the spots and these volcanic features in the same rock is “a little bit mysterious,” Stack Morgan says. They seem to point to different origins, she says. Going forward, figuring out how the rock formed could help tell how likely it is to have had the right conditions and temperatures to have once hosted life.",
            "*A_panarama_of_an_ancient_river_delta_on_Mars_called_Jezero_Crater,_where_the_NASA_rover_Perseverance",
            "fCAn ancient river delta once flowed into the Jezero Crater on Mars. NASA’s rover Perseverance (partially seen in the foreground) has been exploring this site. NASA is buzzing over a rock it found there — slightly right of center in this image, about 110 meters (360 feet) from the rover.",
            "Paul Byrne works at Washington University in St. Louis, Mo. And this planetary scientist thinks we should be cautious in interpreting Percy’s new findings.",
            "“Could this truly be a [signature of life]?” he asks. “Yes. And if it is, then it really is the kind of society-altering discovery that the discovery of truly extraterrestrial life would be.” But it’s also possible, he notes, that the spots came from something other than life. In that case, he notes, “All this is, is an interesting example of water-rock chemistry.”",
            "The only way to find out for sure is to bring the rock home. A big part of Percy’s mission is to collect samples from interesting rocks for a future spacecraft to later bring home to Earth. Once here, they can be studied with better tools than a rover can carry on its back. For now, Stack Morgan says, Percy has thrown everything it has at this rock.",
            "When might the rocks be brought to Earth? No one knows. Funding is currently on hold for a program known as Mars Sample Return, or MSR. “With this sample, the rationale for MSR is strengthened,” Byrne says. He hopes it will “motivate NASA to commit to … this project sooner rather than later.”",
            "Stack Morgan says the rover team is carrying on despite MSR’s iffy budget.",
            "“We have a mission to carry out and a job to do,” Stack Morgan says — collecting compelling samples. “It can only be our hope that the samples that we collect are compelling enough to justify the cost of Mars Sample Return.”",
            "And she thinks Percy’s exciting new sample “really hits that home.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/explainer-earth-layer-layer",
        "title": "\n\tExplainer: Earth — layer by layer",
        "content": [
            "*a_cut_away_diagram_showing_the_innner_layers_of_the_Earth",
            "Scientists understand much about Earth’s structural layers — the inner core, core, mantle and crust. Yet there are still great mysteries to solve about our planet’s inner workings.",
            "Mountain ranges tower to the sky. Oceans plummet to impossible depths. Earth’s surface is an amazing place to behold. Yet even the deepest canyon is but a tiny scratch on the planet. To really understand Earth, you need to travel 6,400 kilometers (3,977 miles) beneath our feet.",
            "Starting at the center, Earth is composed of four distinct layers. They are, from deepest to shallowest, the inner core, the outer core, the mantle and the crust. Except for the crust, no one has ever explored these layers in person. In fact, the deepest humans have ever drilled is just over 12 kilometers (7.6 miles). And even that took 20 years!",
            "Still, scientists know a great deal about Earth’s inner structure. They’ve plumbed it by studying how earthquake waves travel through the planet. The speed and behavior of these waves change as they encounter layers of different densities. Scientists —  including Isaac Newton, three centuries ago — have also learned about the core and mantle from calculations of Earth’s total density, gravitational pull and magnetic field.",
            "Here’s a primer on Earth’s layers, starting with a journey to the center of the planet.",
            "*a_diagram_showing_the_layers_of_the_Earth",
            "fCA cut-away of Earth’s layers reveals how thin the crust is when compared to the lower layers.",
            "This solid metal ball has a radius of 1,220 kilometers (758 miles), or about three-quarters that of the moon. It’s located some 6,400 to 5,180 kilometers (4,000 to 3,220 miles) beneath Earth’s surface. Extremely dense, it’s made mostly of iron and nickel. The inner core spins a bit faster than the rest of the planet. It’s also intensely hot: Temperatures sizzle at 5,400° Celsius (9,800° Fahrenheit). That’s almost as hot as the surface of the sun. Pressures here are immense: well over 3 million times greater than on Earth’s surface. Some research suggests there may also be an inner, inner core. It would likely consist almost entirely of iron.",
            "This part of the core is also made from iron and nickel, just in liquid form. It sits some 5,180 to 2,880 kilometers (3,220 to 1,790 miles) below the surface. Heated largely by the radioactive decay of the elements uranium and thorium, this liquid churns in huge, turbulent currents. That motion generates electrical currents. They, in turn, generate Earth’s magnetic field. For reasons somehow related to the outer core, Earth’s magnetic field reverses about every 200,000 to 300,000 years. Scientists are still working to understand how that happens.",
            "At close to 3,000 kilometers (1,865 miles) thick, this is Earth’s thickest layer. It starts a mere 30 kilometers (18.6 miles) beneath the surface. Made mostly of iron, magnesium and silicon, it is dense, hot and semi-solid (think caramel candy). Like the layer below it, this one also circulates. It just does so far more slowly.",
            "Near its upper edges, somewhere between about 100 and 200 kilometers (62 to 124 miles) underground, the mantle’s temperature reaches the melting point of rock. Indeed, it forms a layer of partially melted rock known as the asthenosphere (As-THEEN-oh-sfeer). Geologists believe this weak, hot, slippery part of the mantle is what Earth’s tectonic plates ride upon and slide across.",
            "Diamonds are tiny pieces of the mantle we can actually touch. Most form at depths above 200 kilometers (124 miles). But rare “super-deep” diamonds may have formed as far down as 700 kilometers (435 miles) below the surface. These crystals are then brought to the surface in volcanic rock known as kimberlite.",
            "The mantle’s outermost zone is relatively cool and rigid. It behaves more like the crust above it. Together, this uppermost part of the mantle layer and the crust are known as the lithosphere.",
            "*a_photo_of_the_Himalayan_mountains",
            "fCThe thickest part of Earth’s crust is about 70 kilometers (43 miles) thick and lies under the Himalayan Mountains, seen here.",
            "Earth’s crust is like the shell of a hard-boiled egg. It is extremely thin, cold and brittle compared to what lies below it. The crust is made of relatively light elements, especially silica, aluminum and oxygen. It’s also highly variable in its thickness. Under the oceans (and Hawaiian Islands), it may be as little as 5 kilometers (3.1 miles) thick. Beneath the continents, the crust may be 30 to 70 kilometers (18.6 to 43.5 miles) thick.",
            "Along with the upper zone of the mantle, the crust is broken into big pieces, like a gigantic jigsaw puzzle. These are known as tectonic plates. These move slowly — at just 3 to 5 centimeters (1.2 to 2 inches) per year. What drives the motion of tectonic plates is still not fully understood. It may be related to heat-driven convection currents in the mantle below. Some scientists think it’s caused by the tug from slabs of crust of different densities, something called “slab pull.” In time, these plates will converge, pull apart or slide past each other. Those actions cause most earthquakes and volcanoes. It’s a slow ride, but it makes for exciting times here on Earth’s surface."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/periodic-table-new-element-120",
        "title": "\n\tThe periodic table might soon have a new element",
        "content": [
            "*An_illustration_of_element_120_shows_120_electrons_arranged_around_a_nucleus",
            "A new experiment hints that element 120 (illustrated) could be created with beams of titanium ions.",
            "We may be one step closer to adding a new element to the periodic table. ",
            "The table currently lists 118 chemical elements. Each has a different number of protons in the nucleus of its atoms. They range from one proton (in hydrogen) to 118 (in oganesson). Some of these elements have been found in nature. Others have been made in labs.",
            "Making new elements with even more protons could help probe the limits of atomic physics.",
            "A new study lays the groundwork to create an element with 120 protons. If produced, this element 120 would occupy a new row of the periodic table. ",
            "The plan to make that element involves a beam of electrically charged atoms, or ions. Specifically, titanium ions. Scientists would slam this beam into a target of californium atoms.",
            "In theory, that smashup between titanium (element 22) and californium (element 98) should forge element 120. (It’s simple math: 22 + 98 = 120.) But scientists have not used a titanium beam to create such a heavy element before.",
            "So they did a test run.",
            "In this test, they beamed titanium ions at a target of plutonium (element 94). Their goal: Create livermorium; this element has 116 protons. After 22 days of searching, the team found two atoms of livermorium in the wreckage of their particle smashups.",
            "This helped confirm that a titanium beam could be used to create element 120. But it likely would take about 10 times as long, the team now predicts.",
            "Jacklyn Gates shared these results July 23 at the Nuclear Structure 2024 meeting. It was held in Lemont, Ill. Gates is a nuclear scientist at Lawrence Berkeley National Laboratory in California.",
            "iFhttps://www.youtube.com/embed/5RF4DlXA_Uo?feature=oembed",
            "Here’s what it takes to add a new element to the periodic table.",
            "The five elements with the most protons so far were all produced using a beam of calcium-48. That’s a variety, or isotope, of calcium with 28 neutrons in its nucleus. To produce those different elements, scientists swapped out the target element. The more protons in the nucleus of the target, the more protons the newly produced element would have.",
            "But that tactic has reached its limit. The next possible targets for calcium-48 are radioactive elements that decay fast. So they don’t last long enough to sift through the debris looking for the new element. Switching to beams of titanium-50 would allow scientists to use more practical targets in their search for new elements.",
            "The target material for element 120 is easier to work with than the one for 119. That’s why scientists are skipping element 119 for now.",
            "“If you want to push above what we currently know on the periodic table,” Gates says, “you need to find a new way of making heavy elements.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/science-ghosts",
        "title": "\n\tThe science of ghosts",
        "content": [
            "*860_ghoststairspng",
            "People love scary, spooky stories of spectral phantoms. While there’s no science to support the existence of ghosts, research does provide plenty of explanations for why we might genuinely sense a supernatural presence.",
            "A shadowy figure rushed through the door. “It had a skeletal body, surrounded by a white, blurry aura,” recalls Dom. The figure hovered and didn’t seem to have a face. Dom, who prefers to use only his first name, had been fast asleep. Just 15 at the time, he panicked and closed his eyes. “I only saw it for a second,” he recalls. Now, he’s a young adult who lives in the United Kingdom. But he still remembers the experience vividly.",
            "Was the figure a ghost? In the mythology of the United States and many other Western cultures, a ghost or spirit is a dead person who interacts with the living world. In stories, a ghost may whisper or groan, cause things to move or fall, mess with electronics — even appear as a shadowy, blurry or see-through figure.",
            "*_The_science_of_ghosts1",
            "fC“I’d been hearing noises on the ceiling at the same time each night,” says Clare Llewellyn-Bailey, who is now a student at the University of South Wales. One night, a big thud prompted her to grab her camera. This was the first picture she took. Other photos she took on that and later nights showed nothing unusual. Does this story make it seem like ghosts exist? Or is the glowing figure a flash of light that the camera accidentally captured?",
            "Ghost stories are lots of fun, especially on Halloween. But some people believe that ghosts are real. Chapman University in Orange, Calif., runs a yearly survey that asks people in the United States about their beliefs in the paranormal. In 2018, 58 percent of those polled agreed with the statement, “Places can be haunted by spirits.” And almost one in five people from the United States said in another survey, conducted by the Pew Research Center in Washington, D.C., that they’ve seen or been in the presence of a ghost.",
            "On ghost-hunting TV shows, people use scientific equipment to attempt to record or measure spirit activity. And numerous creepy photos and videos make it seem like ghosts exist. However, none of these offer good evidence of ghosts. Some are hoaxes, created to fool people. The rest only prove that equipment sometimes can capture noise, images or other signals that people don’t expect. Ghosts are the least likely of many possible explanations.",
            "Not only are ghosts supposed to be able to do things that science says are impossible, such as turn invisible or pass through walls, but also scientists using reliable research methods have found zero evidence that ghosts exist. What scientists have discovered, though, are lots of reasons why people might feel they have had ghostly encounters.",
            "What their data show is that you can’t always trust your eyes, ears or brain.",
            "Dom began having unusual experiences when he was eight or nine. He would wake up unable to move. He researched what was happening to him. And he learned that science had a name for it: sleep paralysis. This condition leaves someone feeling awake but paralyzed, or frozen in place. He can’t move or speak or breathe deeply. He may also see, hear or feel figures or creatures that aren’t really there. This is called a hallucination (Huh-LU-sih-NA-shun).",
            "Sometimes, Dom hallucinated that creatures were walking or sitting on him. Other times, he heard screaming. He only saw something that one time, as a teenager.",
            "Sleep paralysis happens when the brain messes up the process of falling asleep or waking. Usually, you only start dreaming after you’re fully asleep. And you stop dreaming before you waken.",
            "*A_sitting_woman_looks_down_at_her_dreaming_self",
            "fCWhile dreaming in REM sleep, the body is usually paralyzed, unable to act out the motions the dreamer might see herself performing. Sometimes, a person wakes up while still in this state. That can be terrifying.",
            "Sleep paralysis “is like dreaming with your eyes open,” explains Baland Jalal. A neuroscientist, he studies sleep paralysis at the University of Cambridge in England. He says this is why it happens: Our most vivid, lifelike dreams happen during a certain stage of sleep. It’s called rapid eye movement, or REM, sleep. In this stage, your eyes dart around under their closed lids. Though your eyes move, the rest of your body can’t. It’s paralyzed. Most likely, that’s to prevent people from acting out their dreams. (That could get dangerous! Imagine flailing your arms and legs as you play dream basketball, only to whack your knuckles on the wall and tumble to the floor.)",
            "Your brain usually turns this paralysis off before you wake up. But in sleep paralysis, you wake up while it’s still happening.",
            "You don’t have to experience sleep paralysis to sense things that aren’t there. Have you ever felt your phone buzz, then checked to find there was no message? Have you heard someone calling your name when no one was there? Have you ever seen a face or figure in a dark shadow?",
            "These misperceptions also count as hallucinations, says David Smailes. He’s a psychologist in England at Northumbria University in Newcastle-upon-Tyne. He thinks that just about everyone has such experiences. Most of us just ignore them. But some may turn to ghosts as the explanation.",
            "We’re used to our senses giving us accurate information about the world. So when experiencing a hallucination, our first instinct is usually to believe it. If you see or feel the presence of a loved one who died — and trust your perceptions — then “it has to be a ghost,” says Smailes. That’s easier to believe than the idea that your brain is lying to you.",
            "The brain has a tough job. Information from the world bombards you as a mixed-up jumble of signals. The eyes take in color. The ears take in sounds. The skin senses pressure. The brain works to make sense of this mess. This is called bottom-up processing. And the brain is very good at it. It’s so good that it sometimes finds meaning in meaningless things. This is known as pareidolia (Pear-eye-DOH-lee-ah). You experience it whenever you stare at clouds and see rabbits, ships or faces. Or gaze at the moon and see a face.",
            "*a_wall_with_three_bricks_that_look_like_they_have_faces",
            "fCCan you see the three faces in this image? Most people can easily find them. Most people also realize that they aren’t real faces. They are an example of pareidolia.",
            "The brain also does top-down processing. It adds information to your perception of the world. Most of the time, there is way too much stuff coming in through the senses. Paying attention to all of it would overwhelm you. So your brain picks out the most important parts. And then it fills in the rest. “The vast majority of perception is the brain filling in the gaps,” explains Smailes.",
            "What you see right now isn’t what’s actually out there in the world. It’s a picture your brain painted for you based on signals captured by your eyes. The same goes for your other senses. Most of the time, this picture is accurate. But sometimes, the brain adds things that aren’t there.",
            "For example, when you mishear the lyrics in a song, your brain filled in a meaning that wasn’t there. (And it will most likely continue to mishear those words even after you learn the right ones.)",
            "This is very similar to what happens when so-called ghost hunters capture sounds that they say are ghosts speaking. (They call this electronic voice phenomenon, or EVP.) The recording is probably just random noise. If you listen to it without knowing what was supposedly said, you probably won’t hear words. But when you know what the words are supposed to be, you might now find that you can discern them easily.",
            "Your brain may also add faces to images of random noise. Research has shown that patients who experience visual hallucinations are more likely than normal to experience pareidolia — see faces in random shapes, for instance.",
            "In one 2018 study, Smailes’ team tested whether this might also be true for healthy people. They recruited 82 volunteers. First, the researchers asked a series of questions about how often these volunteers had hallucination-like experiences. For example, “Do you ever see things other people cannot?” and “Do you ever think that everyday things look abnormal to you?”",
            "*a_face_that_hidden_in_a_busy_black_and_white_image",
            "fCThis is one of the images that Smailes’ study participants looked at. This one contains a difficult-to-detect face. Do you see it?",
            "Next, the participants looked at 60 images of black and white noise. For a very brief moment, another image would flash in the center of the noise. Twelve of these images were faces that were easy to see. Another 24 were hard-to-see faces. And 24 more images showed no faces at all — just more noise. The volunteers had to report whether a face was present or absent in each flash. In a separate test, the researchers showed the same volunteers a series of 36 images. Two-thirds of them contained a face pareidolia. The remaining 12 did not.",
            "Participants who had initially reported more hallucination-like experiences were also more likely to report faces in the flashes of random noise. They were also better at identifying those images that contained face pareidolia.",
            "In the next few years, Smailes plans to study situations in which people might be more likely to see faces in randomness.",
            "When people sense ghosts, he points out, “They’re often alone, in the dark and scared.” If it’s dark, your brain can’t get much visual information from the world. It has to create more of your reality for you. In this type of situation, Smailes says, the brain may be more likely to impose its own creations onto reality.",
            "The brain’s picture of reality sometimes includes things that aren’t there. But it can also completely miss things that are there. This is called inattentional blindness. Want to know how it works? Watch the video before you keep reading.",
            "The video shows people in white and black shirts passing a basketball. Count how many times the people in white shirts pass the ball. How many did you see?",
            "iFhttps://www.youtube.com/embed/vJG698U2Mvo?feature=oembed",
            "This video was part of a famous 1999 study into inattentional blindness. While you watch it, count the number of times people in white shirts pass a basketball.",
            "Partway through the video, a person in a gorilla suit walks through the players. Did you see it? About half of all viewers who count passes while watching the video miss the gorilla completely.",
            "If you too missed the gorilla, you experienced inattentional blindness. You were likely in a state called absorption. That’s when you are so focused on a task that you tune out everything else.",
            "“Memory does not work like a video camera,” says Christopher French. He is a psychologist in England at Goldsmiths University of London. You only remember things you’re paying attention to. Some people are more likely to become absorbed than others. And these people also report higher levels of paranormal beliefs, he says, including beliefs in ghosts.",
            "How could these things be related? Some strange experiences that people blame on ghosts involve unexplained sounds or movements. A window may seem to open all by itself. But what if someone opened it and you just didn’t notice because you were so absorbed in something else? That’s a lot more likely than a ghost, French says.",
            "In one 2014 study, French and his colleagues found that people with higher levels of paranormal beliefs and higher tendencies to get absorbed are also more likely to experience inattentional blindness. They also tend to have a more limited working memory. That’s how much information you can hold in your memory at once.",
            "If you have trouble keeping lots of information in your memory or paying attention to more than one thing at once, then you risk missing sensory cues from the environment around you. And you might blame any misperceptions that result on a ghost.",
            "Anyone may experience sleep paralysis, hallucinations, pareidolia or inattentional blindness. But not everyone turns to ghosts or other supernatural beings as a way to explain these experiences. Even as a child, Dom never thought he had come face to face with a real ghost. He went online and asked questions about what might have happened. He used critical thinking. And he got the answers he needed. When an episode happens now, he uses a technique that Jalal developed. Dom doesn’t try to stop the episode. He just focuses on his breathing, tries to relax as much as possible and waits for it to pass. He says, “I deal with it far better. I just sleep and enjoy sleeping.”",
            "Robyn Andrews is a psychology student at the University of South Wales in Treforest. She wondered if people with stronger critical-thinking skills might be less likely to believe in the paranormal. So she and her mentor, psychologist Philip Tyson, recruited 687 students for a study about their paranormal beliefs. The students majored in a wide range of different fields. Each was asked how strongly he or she agreed with statements such as, “It is possible to communicate with the dead.” Or “Your mind or soul can leave your body and travel.” The research team also looked at the students’ grades on a recent assignment.",
            "*a_woman_sitting_on_a_chair_looking_at_a_ghost_twin_image_sitting_in_front_of_a_window",
            "fCThe seated woman longs for her dead twin. She may “feel” her sister is trying to reach out to her, physically or mentally. But her brain is likely just misreading some sensory cues — such as soft air currents in the environment around her.",
            "Students with higher grades tended to have lower levels of paranormal beliefs, this study found. And students in the physical sciences, engineering or math tended not to believe as strongly as those studying the arts. This trend also has been seen in research by others.",
            "This study did not actually assess the students’ ability to think critically. “That’s something we would look into as a future study,” says Andrews. However, previous research has shown that science students tend to have stronger critical-thinking skills than art students. That’s probably because you need to think critically in order to conduct scientific experiments. And thinking critically can help you scout out likely causes for an unusual experience without involving ghosts (or aliens, or Bigfoot).",
            "Even among science students and working scientists, though, paranormal beliefs persist. Andrews and Tyson think that’s a problem. If you can’t judge whether a ghost story or spooky experience is real or not, you may also get fooled by advertisements, bogus medical cures or fake news, says Tyson. It’s important for everyone to learn how to question information and seek reasonable, realistic explanations.",
            "So if someone tells you a ghost story this Halloween, enjoy it. But remain skeptical. Think about other possible explanations for what was described. Remember that your mind may fool you into experiencing spooky things.",
            "Wait, what’s that behind you? (Boo!)",
            "Kathryn Hulick has been a regular contributor to Science News for Students since 2013. She’s covered everything from laser “photography” and acne to video games, robotics and forensics. This piece — her 43rd story for us — was inspired by her book: Strange But True: 10 of the world’s greatest mysteries explained. (Quarto, October 1, 2019, 128 pages)."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/top-10-tips-study-smarter-not-longer-study-skills",
        "title": "\n\tTop 10 tips on how to study smarter, not longer",
        "content": [
            "*teen_reading_on_a_tablet_lying_in_bed",
            "Many students study by reading their notes and textbooks over and over again. Research studies show there are more effective ways to use your valuable study time.",
            "As a teen, Faria Sana often highlighted books with markers. “The colors were supposed to tell me different things.” Later, she recalls, “I had no idea what those highlighted texts were supposed to mean.”",
            "She also took lots of notes as she read. But often she was “just copying words or changing the words around.” That work didn’t help much either, she says now. In effect, “it was just to practice my handwriting skills.”",
            "“No one ever taught me how to study,” Sana says. College got harder, so she worked to find better study skills. She’s now a psychologist at Athabasca University in Alberta, Canada. There she studies how students can learn better.",
            "Having good study skills is always helpful. But it’s even more important now during the COVID-19 pandemic. Many students worry about family or friends who may get sick, Sana notes. Others feel more general stress. Beyond that, students in many countries are facing different formats for learning. Some schools are holding in-person classes again, with rules for spacing and masks. Others schools have staggered classes, with students at school part-time. Still others have all online classes, at least for a while.",
            "These conditions can distract from your lessons. Plus, students are likely to have to do more without a teacher or parent looking over their shoulders. They will have to manage their time and study more on their own. Yet many students never learned those skills. To them, Sana says, it may be like telling students to learn to swim by “just swimming.”",
            "The good news: Science can help.",
            "For more than 100 years, psychologists have done research on which study habits work best. Some tips help for almost every subject. For example, don’t just cram! And test yourself, instead of just rereading the material. Other tactics work best for certain types of classes. This includes things like using graphs or mixing up what you study. Here are 10 tips to tweak your study habits.",
            "Nate Kornell “definitely did cram” before big tests when he was a student. He’s a psychologist at Williams College in Williamstown, Mass. He still thinks it’s a good idea to study the day before a big test. But research shows it’s a bad idea to cram all your studying into that day. Instead, space out those study sessions.",
            "*a_kid_sitting_at_a_table_studying_and_looking_really_stressed_out",
            "fCCramming before a big test can leave you exhausted. But you’ll learn and remember material better if you space your study sessions over the course of several days. ",
            "In one 2009 experiment, college students studied vocabulary words with flash cards. Some students studied all the words in spaced-apart sessions throughout four days. Others studied smaller batches of the words in crammed, or massed, sessions, each over a single day. Both groups spent the same amount of time overall. But testing showed that the first group learned the words better.",
            "Kornell compares our memory to water in a bucket that has a small leak. Try to refill the bucket while it’s still full, and you can’t add much more water. Allow time between study sessions, and some of the material may drip out of your memory. But then you’ll be able to relearn it and learn more in your next study session. And you’ll remember it better, next time, he notes.",
            "Musicians practice their instruments. Athletes practice sports skills. The same should go for learning.",
            "“If you want to be able to remember information, the best thing you can do is practice,” says Katherine Rawson. She’s a psychologist at Kent State University in Ohio. In one 2013 study, students took practice tests over several weeks. On the final test, they scored more than a full letter grade better, on average, than did students who studied the way they normally had.",
            "In a study done a few years earlier, college students read material and then took recall tests. Some took just one test. Others took several tests with short breaks of several minutes in between. The second group recalled the material better a week later.",
            "As a teen, Cynthia Nebel studied by reading her textbooks, worksheets and notebooks. “Over and over and over again,” recalls this psychologist at Vanderbilt University in Nashville, Tenn. Now, she adds, “we know that’s one of the most common bad study skills that students have.”",
            "In one 2009 study, some college students read a text twice. Others read a text just once. Both groups took a test right after the reading. Test results differed little between these groups, Aimee Callender and Mark McDaniel found. She is now at Wheaton College in Illinois. He works at Washington University in St. Louis, Mo.",
            "Too often, when students reread material, it’s superficial, says McDaniel, who also co-wrote the 2014 book, Make It Stick: The Science of Successful Learning. Rereading is like looking at the answer to a puzzle, rather than doing it yourself, he says. It looks like it makes sense. But until you try it yourself, you don’t really know if you understand it.",
            "One of McDaniel’s coauthors of Make it Stick is Henry Roediger. He, too, works at Washington University. In one 2010 study, Roediger and two other colleagues compared test results of students who reread material to two other groups. One group wrote questions about the material. The other group answered questions from someone else. Those who answered the questions did best. Those who just reread the material did worst.",
            "That 2010 study backs up one of Nebel’s preferred study habits. Before big tests, her mom quizzed her on the material. “Now I know that was retrieval practice,” she says. “It’s one of the best ways you can study.” As Nebel got older, she quizzed herself. For example, she might cover up the definitions in her notebook. Then she tried to recall what each term meant.",
            "*a_girl_explaining_something_to_her_mom",
            "fCYou’ll understand and remember information better if you can explain it to someone else. And if you can’t explain it, you probably don’t understand it well enough yet. ",
            "Such retrieval practice can help nearly everyone, Rawson and others showed in an August 2020 study in Learning and Instruction. This research included college students with an attention problem known as ADHD. It stands for Attention Deficit Hyperactivity Disorder. Overall, retrieval helped students with ADHD and those without the disorder equally well. ",
            "“Create a deck of flash cards every time you learn new information,” Sana suggests. “Put questions on one side and the answers on the other side.” Friends can even quiz each other on the phone, she says.",
            "“Try to quiz yourself the way the teacher asks questions,” Nebel adds.",
            "But really grill yourself and your friends, she says. And here’s why. She was part of a team that asked students to write one quiz question for each class period. Students would then answer a question from another classmate. Preliminary data show that students did worse on tests afterward than when the daily quiz questions came from the teacher. Nebel’s team is still analyzing the data. She suspects the students’ questions may have been too simple.",
            "Teachers often dig deeper, she notes. They don’t just ask for definitions. Often, teachers ask students to compare and contrast ideas. That takes some critical thinking.",
            "It’s crucial to test your memory. But it doesn’t really matter how many seconds you spend on each try. That finding comes from a 2016 study by Kornell and others. But it’s important to go the next step, Kornell adds: Check to see if you were right. Then focus on what you got wrong.",
            "“If you don’t find out what the answer is, you’re kind of wasting your time,” he says. On the flip side, checking the answers can make your study time more efficient. You can then focus on where you need the most help.",
            "In fact, making mistakes can be a good thing, argues Stuart Firestein. A Columbia University biologist in New York City, he actually wrote the book on it. It’s called Failure: Why Science is So Successful. Mistakes, he argues, are actually a primary key to learning.",
            "In many cases, it helps to mix up your self-testing. Don’t just focus on one thing. Drill yourself on different concepts. Psychologists call this interleaving.",
            "*a_photo_of_a_young_asian_man_studying_his_notes_while_lying_in_bed",
            "fCTry to solve problems and recall information on your own. Then check to see if you’re right. Retrieval practice boosts your learning and memory, say psychologists.",
            "Actually, your tests usually will have questions mixed up, too. More importantly, interleaving can help you learn better. If you practice one concept over and over “your attention decreases because you know what’s coming up next,” Sana explains. Mix up your practice, and you now space the concepts apart. You can also see how concepts differ, form trends or fit together in some other way.",
            "Suppose, for instance, you’re learning about the volume of different shapes in math. You could do lots of problems on the volume of a wedge. Then you could answer more batches of questions, with each set dealing with just one shape. Or, you could figure out the volume of a cone, followed by a wedge. Next you might find the volume for a half-cone or a spheroid. Then you can mix them up some more. You might even mix in some practice on addition or division.",
            "Rawson and others had groups of college students try each of those approaches. Those who interleaved their practice questions did better than the group that did single-batch practice, the researchers reported last year in Memory & Cognition.",
            "A year earlier, Sana and others showed that interleaving can help students with both strong and weak working memory. Working memory lets you remember where you are in an activity, such as following a recipe.",
            "Pay attention to diagrams and graphs in your class materials, says Nebel. “Those pictures can really boost your memory of this material. And if there aren’t pictures, creating them can be really, really useful.”",
            "*_a_diagram_of_a_neuron",
            "fCPay attention to drawings, graphics, chart and other visual aids. Psychologist Mark McDaniel at Washington University in St. Louis, Mo., says a diagram of a nerve cell helped when he studied neuroscience in college.",
            "“I think these visual representations help you create more complete mental models,” McDaniel says. He and Dung Bui, then also at Washington University, had students listen to a lecture on car brakes and pumps. One group got diagrams and was told to add notes as needed to the diagrams. Another group got an outline for writing notes. The third group just took notes. The outlines helped students if they were otherwise good at building mental models of what they were reading. But in these tests, they found, visual aids helped students across the board.",
            "Even goofy pictures might help. Nikol Rummel is a psychologist at Ruhr University Bochum in Germany. In one study back in 2003, she and others gave cartoon drawings to college students along with information about five scientists who studied intelligence. For example, the text about Alfred Binet came with a drawing of a race car driver. The driver wore a bonnet to protect his brain. Students who saw the drawings did better on a test than did those who got only the text information.",
            "Abstract concepts can be hard to understand. It tends to be far easier to form a mental image if you have a concrete example of something, Nebel says.",
            "For instance, sour foods usually taste that way because they contain an acid. On its own, that concept might be hard to remember. But if you think about a lemon or vinegar, it’s easier to understand and remember that acids and sour go together. And the examples might help you to identify other foods’ taste as being due to acids.",
            "Indeed, it helps to have at least two examples if you want to apply information to new situations. Nebel and others reviewed studies on this in July 2019. Their Journal of Food Science Education report describes how students can improve their study skills.",
            "It’s hard to remember a string of facts and figures if you don’t push further. Ask why things are a certain way. How did they come about? Why do they matter? Psychologists call this elaboration. It’s taking class material and “asking a lot of how and why questions about it,” Nebel says. In other words, don’t just accept facts at face value.",
            "Elaboration helps you combine new information with other things you know. And it creates a bigger network in your brain of things that relate to one another, she says. That larger network makes it easier to learn and remember things.",
            "*an_illustration_of_a_man_driving_a_blue_car",
            "fCYou’ll remember facts if you ask questions about why they’re so and how they fit with other things. For example, suppose a hungry man drove a car. Why might he do that? ",
            "Suppose you’re asked to remember a string of facts about different men, says McDaniel. For example, “The hungry man got into the car. The strong man helped the woman. The brave man ran into the house.” And so on. In one of his studies back in the ‘80s, college students had trouble remembering the bare statements. They did better when researchers gave them explanations for each man’s action. And the students remembered a whole lot better when they had to answer questions about why each man did something.",
            "“Good understanding produces really good memory,” McDaniel says. “And that’s key for a lot of students.” If information just seems sort of random, ask more questions. Make sure you can explain the material. Better yet, he says, see if you can explain it to someone else. Some of his college students do this by calling home to explain what they’re learning to their parents.",
            "Many students know they should space out study periods, quiz themselves and practice other good skills. Yet many don’t actually do those things. Often, they fail to plan ahead.",
            "Back when Rawson was a student, she used a paper calendar for her planning. She wrote in the date for each exam. “And then for four or five other days,” she recalls, “I wrote in time to study.”",
            "*a_photo_of_a_person_running_away_from_the_viewer_on_a_leafy_path,_zoomed_in_on_the_feet_and_lower_le",
            "fCBuild breaks for exercise into your study schedule too. Even a few minutes outside can help you perk up for more studying.",
            "Try to stick to a routine, too. Have a set time and place where you do schoolwork and studying. It may seem odd at first. But, Kornell assures you, “by the time week two rolls around, it becomes a normal thing.” And put your phone somewhere else while you work, adds Nebel.Allow yourself short breaks. Set a timer for 25 minutes or so, suggests Sana. Study during that time, with no distractions. When the timer goes off, take a five or 10 minute break. Exercise. Check your phone. Maybe drink some water — whatever. Afterward, set the timer again.",
            "“If you have a study plan, stick to it!” adds McDaniel. Recently, he and psychologist Gilles Einstein at Furman University in Greenville, S.C., looked at why students don’t use good study skills. Many students know what those skills are, they report. But often they don’t plan when they intend to put them in action. Even when students do make plans, something more enticing may come up. Studying has to become a priority, they say. The team published its report in Perspectives on Psychological Science on July 23.",
            "Try to stick to a regular routine. And get enough sleep — not just the night before the test but for weeks or months on end. “Those things are really, really important for learning,” Nebel says. Exercise helps as well, she says.",
            "Don’t stress out if all of this seems like a lot, she adds. If a lot seems new, try adding just one new study skill each week or two. Or at least space out your study sessions and practice retrieval for the first few months. As you get more practice, you can add more skills. And if you need help, ask.",
            "Finally, if you struggle to follow the advice above (such as you can’t keep track of time or find it very hard to just sit and focus on your work), you may have an undiagnosed condition, such as ADHD. To find out, check with your doctor. The good news: It may be treatable.",
            "Doing schoolwork during a pandemic is a tough situation at best. But remember your teachers and classmates also face challenges. Like you, they have fears, concerns and questions. Be willing to cut them some slack. And be kind to yourself as well. After all, Kornell says, “we’re all in this together.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/why-hurricanes-strengthening-really-fast",
        "title": "\n\tExplainer: Why are so many hurricanes strengthening really fast?",
        "content": [
            "*A_satellite_image_of_Hurricane_Lee",
            "It took Hurricane Lee just 24 hours to explode from a Category 1 to a major Category 5 hurricane (shown here as a Category 5 on September 8).",
            "On the morning of September 5, 2023, a loosely swirling system of thunderstorms formed off the western coast of Africa. One day later, that system had turned into Hurricane Lee. A Category 1 storm, it spun with maximum winds of at least 130 kilometers (80 miles) per hour.",
            "Over the next day, it passed over record-warm waters in the North Atlantic. And they fueled a doubling in its wind speed — to 260 kilometers per hour (160 miles per hour). This storm was now a beast.",
            "In recent years, the world’s oceans have been stockpiling heat as a result of global warming. Now stories of rapidly strengthening tropical cyclones — hurricanes — are becoming fairly common. And not just in the Atlantic.",
            "iFhttps://www.youtube.com/embed/lqfExHpvLRY?feature=oembed",
            "This short video helps you visualize the powerful difference between a Category 1 hurricane and a monster Cat 5.",
            "On September 6, most eyes were focused on Hurricane Lee, notes Eric Blake. He’s a meteorologist at the U.S. National Hurricane Center. It’s in Miami, Fla. But writing on X (what used to be Twitter), he noted that another storm, Hurricane Jova, “is bombing out in the eastern Pacific.” Just a day and a half after organizing into a named storm, it too had exploded — into a Category 4 hurricane.",
            "Both storms followed Hurricane Idalia, which slammed into Florida’s Gulf Coast on August 30 packing 120 km/hr to 209 km/hr (or 75 mi/hr to 130 mi/hr) winds. Again, in just 24 hours, it had rapidly built into a monster.",
            "And then there was Otis. In just one day, it morphed from a Pacific tropical storm into a 130 km/hr (80 mi/hr) hurricane. It attained this hurricane status at 2 p.m. on October 24, 2023. Within another 10 hours, it revved up into a 260 km/hr (160 mi/hr) Category 5 beast. It slammed into the west coast of Mexico, leveling much of the resort town of Acapulco and killing more than two dozen people.",
            "Each of these storms easily met — and some greatly exceeded — the National Hurricane Center’s definition for rapid intensification. That’s a jump in a cyclone’s top sustained winds of at least 56 kph (35 mph) within a day or less. Such quickly strengthening storms leave people little time to prepare. That makes these really dangerous.",
            "An October 19 paper in Scientific Reports has now quantified that trend. Andra Garner of Rowan University in Glassboro, N.J., analyzed lifetime wind speeds for every Atlantic cyclone between 1970 and 2020. She divided them into two groups: storms from 1971 to 1990 and storms from 2001 to 2020.",
            "The more recent storms were more than twice as likely to strengthen to a major Category 3 or stronger within 24 hours than the storms in the earlier group, she found. And the likelihood one would intensify from a weak hurricane to a strong one within a day jumped from 3.23 percent to 8.12 percent, she showed. That’s an increase of 40 percent in just a few decades.",
            "Here’s what to know about why such storms are also becoming a trend.",
            "Several ingredients are needed to quickly boost a storm’s power. You must start with very warm ocean water and a lot of moist air over it, says Philip Klotzbach. He’s an atmospheric scientist at Colorado State University in Fort Collins. Also very important, he adds: very low vertical wind shear.",
            "That last term refers to winds at different heights that move at very different speeds and in different directions. High wind shear pulls heat and moisture away from a storm’s center. This chips away at its upper structure as the storm tries to form into a tight twirl.",
            "In 2023, Earth’s climate was impacted by the start of an El Niño. It’s an ocean-driven pattern that emerges every few years. An El Niño’s arrival tends to bring more vertical wind shear in the North Atlantic. So El Niño years tend to host fewer Atlantic hurricanes.",
            "But not in 2023.",
            "The El Niño didn’t appear to dampen hurricane formation — or the power of the storms that developed.",
            "The first half of the hurricane season did not see the unfavorable upper-level wind conditions in the western Atlantic that are “typical in an El Niño year,” says Ryan Truchelut. He’s president and chief meteorologist at WeatherTiger. The company is based in Tallahassee, Fla.",
            "This held true even in the Caribbean Sea, he noted. And that’s a surprise, he added, because this is where El Niño’s shearing power tends to be strongest.",
            "Generally, El Niño years bring more of a contrast in temps between the Atlantic and Pacific oceans. The eastern tropical Pacific tends to heat up while the Atlantic stays relatively cool. But 2023 saw record-breaking ocean temperatures in the North Atlantic Ocean and in the Gulf of Mexico. The El Niño warmed Pacific waters about 1.5 degrees Celsius (2.7 degrees Fahrenheit) above normal. Parts of the Atlantic warmed more — up to 3 degrees C (5.4 degrees F) above normal.",
            "Contrasting temperatures between the oceans drive jets, Truchelut says. Jets are fast air currents moving high in the atmosphere. A 2023 “lack of this contrast is likely responsible for the missing [wind] shear,” he concludes.",
            "Feverish temps in the Atlantic and the Gulf of Mexico can set the stage, says John Kaplan. Then all that’s needed to whip up monster storms is a span of time with favorable wind conditions, he says. Kaplan is a hurricane modeler, based in Miami. He works for the Atlantic Oceanographic and Meteorological Laboratory, a federal facility.  ",
            "For rapid hurricane strengthening, he says, those favorable conditions are enough. “If there’s a window — even if not a very long one — the [weather] system can take advantage of it.” In 2023, he notes, that was the case for both Hurricanes Lee and Idalia.",
            "*_Explainer_Why_are_so_many_hurricanes_strengthening_really_fast2",
            "fCA superimposed map of the southeast United States shows the size of Hurricane Ian on September 30, 2022, as it was about to make landfall. This rapidly intensifying cyclone was linked to 150 deaths and more than $112 billion in damage. At its time, it was the third-costliest hurricane in U.S. history.",
            "It certainly feels like most recent hurricanes have strengthened very rapidly. But is that true? And if so, was it due to climate change? In fact, that trend indeed appears real.",
            "In August 2023, researchers reported that over the last 40 years, the yearly number of tropical storms around the globe that rapidly intensified just offshore — within 400 kilometers (250 miles) of land — has grown steadily. It had been fewer than five per year in the 1980s. By 2020, it was some 15 per year.",
            "Open-ocean storms showed no similar increase.",
            "A 2021 study reported that since 1982, hurricanes have been migrating closer to the coasts. And those closer to shore pose the biggest threat to people.",
            "In 2019, another team focused on records of changes in hurricane wind speeds over spans of 24 hours. From 1982 to 2009, there was a tripling in the number of storms that underwent a rapid strengthening, these showed. And using computers to model climate, the researchers were able to strongly link this trend to human-caused climate change.",
            "Truchelut notes that the same team also authored a study last year. It further supported that trend. Over the last few decades, it found, a larger share of hurricanes underwent a really rapid boost in strength at some point.",
            "Klotzbach at Colorado State and his colleagues have found another fingerprint of climate change in rapid hurricane strengthening. It’s an increase in global sea-surface temperatures over the last 30 years. This rise correlates well with how strong hurricane winds are capable of becoming around the world. The team reported its finding last year.",
            "That observed increase was particularly apparent for the most monstrous storms — those whose wind speeds increased by a whopping 93 kph (57 mph) in just one day."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-hurricanes",
        "title": "\n\tLet’s learn about hurricanes",
        "content": [
            "*a_line_of_hurricanes_spinning_across_the_Atlantic_in_2017",
            "Each white swirl in this image is a hurricane that formed in the Atlantic in 2017 and then headed toward the night lights of North America (upper left). ",
            "Summer in North America means the arrival of warm weather, family vacations, ice cream and hurricane season. Every year, these huge storms form over the Atlantic Ocean and Eastern Pacific Ocean. Many fade out at sea. A few head for the coasts of North or South America.",
            "Hurricanes, cyclones and typhoons are all tropical cyclones. What a storm is called depends on where it forms. If it forms in the Indian Ocean, it’s a cyclone. If it’s in the Western Pacific, it’s a typhoon. If the storm is in the Atlantic Ocean or the Eastern Pacific, it’s a hurricane.",
            "These are all rotating storms with heavy rain that form over warm ocean water. As the climate changes, oceans are getting warmer. That warmer water can create bigger storms that cause more damage.",
            "The strength of a tropical cyclone is defined by its wind speeds. A storm doesn’t qualify as a tropical cyclone unless it has a sustained wind speed of at least 119 kilometers (74 miles) per hour. Hurricanes are then split up into five categories based on wind speed. Category 3, 4 and 5 hurricanes are considered “major” storms. If such storms make landfall, they can be devastating. (Learn how to prepare for a hurricane at ready.gov.)",
            "Earth isn’t the only planet where powerful rotating winds can occur. And in space, the wind can get much, much faster. A hurricane around the center of a galaxy called J0230 has winds that howl at one-fifth of the speed of light.",
            "Climate change intensified Hurricane Florence, study finds: The study concluded that the storm’s size and fury would have been much smaller without global warming (9/14/2018) Readability: 7.9",
            "Scientists at last link some extreme weather to human activities: Researchers ruled out 2016’s deadly heat and ocean-warming events as simply being due to chance (1/17/2018) Readability: 8.5",
            "Hurricane at this galaxy’s center is wicked fast: Winds circling one black hole whip by at almost one-fifth the speed of light (4/24/2016) Readability: 6.6",
            "Scientists Say: Hurricane or typhoon?",
            "Explainer: Hurricanes, cyclones and typhoons",
            "Analyze This: Seasonal hurricane costs have been rising sharply",
            "Explainer: The furious eye(wall) of a hurricane or typhoon",
            "Pacific hurricanes to strengthen as Earth warms",
            "Hurricane Harvey proved to be a tornado master",
            "Picture This: Biggest hurricane in the West",
            "Word find",
            "Drag the hurricane in this interactive from the University of Wisconsin Department of Atmospheric and Oceanic Sciences to see how ocean temperature affects storm size and strength."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/supercell-its-king-thunderstorms",
        "title": "\n\tSupercell: It’s the king of thunderstorms",
        "content": [
            "*860_supercell_explainerpng",
            "Rotating thunderstorms known as supercells are the storms that give rise to most tornadoes.",
            "Tornadoes are one of the most feared weather events on Earth. These quick-forming and normally short-lived cyclones tend to emerge from strongly rotating thunderstorms known as supercells. Driven by a long-lasting tower of rising air, these storms can unleash some of the fastest surface winds on Earth. Rising as much as 16.1 kilometers (10 miles) high, supercells can encompass a volume of air up to 25 times the size of Mount Everest. Some have been known to pummel the ground with hailstones the size of grapefruits.",
            "Simply stated, these things are beasts. ",
            "Despite their intensity, supercells are relatively small compared to most thunderstorms. Supercells typically are no more than 19.3 kilometers (12 miles) across. That’s why one neighborhood might be ravaged by wind and hail, while the next might escape untouched.",
            "*350_Cappuci_supercellpng",
            "fC\nSupercell on May 16, 2017, near Sayre, Okla. It dropped a tornado that killed a man in Elk City. You see the updraft, where the air is spiraling upwards. A curtain of rain under the cloud swooping up left is a downdraft with winds of up to 80 miles per hour. (The storm destroyed the author’s windshield with softball-sized hail.) A lowering ragged cloud is visible underneath — where the tornado would eventually develop.\n",
            "The secret to a supercell’s power is its isolation. These loners don’t share their environment with neighboring storms. That allows them to gobble up all the surrounding air as “fuel.” While most thunderstorms form in a line and feature multiple updrafts — or pockets of rising air — supercells are different. They only have one updraft. But that one is extremely powerful. That’s why supercells are small but feisty.",
            "What truly sets supercells apart is their rotation. The entire storm spins like a top due to wind shear. That’s a change in the speed or direction of winds with height.",
            "In the Northern Hemisphere, spinning up a supercell normally requires moist southerly winds on the ground. This fuels the storm. That storm also needs dry air at mid-level heights. It helps if the dry air comes from the west. That will tend to keep the surface air from rising — until an explosive updraft punctures through this layer.",
            "Finally, the storm needs cold air up high, arriving from the northwest. Air will rise as long as it is less dense — which usually means warmer — than the air around it. The chilly upper atmosphere tops off this highly unstable environment: It allows a growing storm to rise unimpeded. The rotating base of the storm cloud evolves into what scientists call a mesocyclone.",
            "When all of these conditions come together, air can spiral in to the south side of the storm. This then wraps into the vortex of spinning air in a corkscrew motion. The vortex has very powerful suction. Moisture in its air rapidly condenses to form a cloud. This is due to the air pressure: It’s lower inside the spinning air column than outside it. In fact, that’s why tendrils of cloud rising into the soon-to-be-tornado can seem to materialize out of thin air.",
            "When conditions are just right, the rotation may whirl ever more tightly into a narrow tube. This funnel cloud is what can become a tornado. The funnel’s finger-like spinning protrusion often snakes down towards the surface. Only when it reaches the ground does it officially become a tornado.",
            "In particularly dry climates, there may not be much water vapor near the ground. So there’s nothing to condense within the funnel when the tornado reaches the surface. That can make part of the tube invisible! After all, it’s just rotating air. It only becomes visible when its whirling winds hit something or pick up enough dirt. That’s why it’s extremely important to seek shelter whenever a rotating cloud is spotted. You never know what might be lurking below it. An invisible twister may already extend to the surface.",
            "Most supercells that spawn tornadoes also serve up other types of damage. These include straight-line winds of up to 200 kilometers (124 miles) per hour, destructive hail and potentially deadly lightning.",
            "Conditions worsen as one approaches the region of the storm containing the twister. Here the updraft is strongest. This rising air can even spawn the growth of enormous ice chunks that may eventually be pelted out as hailstones baseball-size or larger. Often, sheets of heavy rain wrap tornadoes or blow around the funnel, hiding it from view.",
            "Most supercells form when sun-warmed air rises quickly and high. But there can be other sources of triggering heat, such as volcanoes or fires. The Carr Fire outside Redding, Calif., for instance, created a firenado on July 26, 2018. National Weather Service experts found evidence it had winds in excess of 230 kilometers (143 miles) per hour.",
            "A supercell thunderstorm also formed from a wildfire in the Texas Panhandle that the author witnessed on May 11, 2018."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/analyze-this-hurricanes-help-lizards-evolve-better-grips",
        "title": "\n\tAnalyze This: Hurricanes may help lizards evolve better grips",
        "content": [
            "*Anolis_carolinensis_lizard_hanging_onto_a_branch_when_blasted_by_wind",
            "This Anolis carolinensis lizard hangs on tight during a blast of wind that simulates hurricane-force winds.",
            "During a hurricane, strong winds blast the shore. Gusts can reach speeds of 250 kilometers (155 miles) per hour or more. Some animals, including lizards, may get blown away. But with a good grip, others can weather the storm. A new study suggests that such hurricanes helped lizards evolve traits that allow them to hang tight.",
            "Colin Donihue is an ecologist who studies evolution at Washington University in St. Louis, Mo. He and his colleagues had been studying two populations of Caribbean anole (Anolis scriptus). This work focused on the island territory of Turks and Caicos. Then, in 2017, hurricanes Irma and Maria pummeled islands in the Caribbean Sea. The extremely powerful storms struck within a few weeks of each other.",
            "“We realized that we had this unique … opportunity,” recalls Donihue. His team quickly began documenting the hurricanes’ effects on Caribbean anoles. The feet of surviving lizards tended to have larger toepads than those from before the hurricanes, they found. “That was a surprise,” Donihue says. It suggested hurricanes might play a role in natural selection.",
            "Lizards that lived through a hurricane might be better adapted to making it through such storms. For instance, their toes might be grippier.",
            "Hairs cover ridges on the anoles’ toepads. Those hairs help lizards latch onto a tree or perch. In general, larger surface area means a stronger clinging force, Donihue explains.",
            "However, it was not clear that extreme weather was pushing lizards to evolve better grips. Evolution can be a long, slow process. And evidence of long-term changes can be difficult to find. One approach is to study how a population changes over a very long time. But Donihue and his team took a different tack.",
            "Caribbean islands each have their own history of hurricanes. Some have been hit frequently. Others have seen less storm activity. The researchers thought higher storm frequency might shape where lizards evolved to have better grips.",
            "The team studied 188 species of anoles. Their populations stretcheed from Florida to Brazil. From photos of museum specimens, the researchers sized up the lizards’ toepads. The researchers also reviewed hurricane data collected over the last 70 years. They came up with a measure for hurricane activity experienced by each species based on how many times it was hit by these severe storms.",
            "“It seems that hurricanes are immensely important,” Donihue says. Hurricanes indeed appear to shape lizard diversity by helping them evolve clingy toes. The team shared its findings April 27 in the Proceedings of the National Academy of Sciences.",
            "*_Analyze_This_Hurricanes_may_help_lizards_evolve_better_grips3",
            "fCThis map shows the location of 188 species of anole lizards. Size of spots represents the size of lizards’ toepads. The color of the spot represents the hurricane activity those species experience. Blue corresponds to low activity; red corresponds to high activity."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/jeans-denim-blue-dye-sunlight",
        "title": "\n\tTurning jeans blue with sunlight might help the environment",
        "content": [
            "*several_pieces_of_denim_dyed_different_shades_of_blue_are_fanned_out_on_top_of_each_other",
            "Denim yarn exposed to sunlight can change color, researchers noticed. They found indican can react with light to develop its iconic blue hue.",
            "With a little help from the sun, blue jeans are going “green.”",
            "By accident, researchers stumbled on a new way to give jeans their iconic blue hue. The light-driven process could help dye denim with fewer harsh chemicals. ",
            "Denim is usually dyed with indigo. But this compound doesn’t easily dissolve in water. So harsh chemicals are used to break it down into a liquid that can turn the fabric blue. Each year, tens of thousands of tons of these harsh chemicals go into making denim across the world. Many are then dumped as waste into streams.",
            "“It’s very toxic to both the environment [and] also the workers,” says Katrine Qvortrup. She’s a chemist at Technical University of Denmark in Kongens Lyngby.",
            "Denim-dyeing chemicals can harm fish. They also pose health risks to workers who must use them. Formaldehyde is just one of the potentially cancer-causing chemicals that denim-makers use. So Qvortrup and her colleagues wanted to find a safer way to make jeans blue. ",
            "For their new dyeing technique, the researchers chose to use indican. It’s the substance in indigo plants from which natural indigo dye is made. And unlike indigo, indican does dissolve in water. That means using it directly requires fewer harsh chemicals.",
            "In the past, others have used bacteria to make indican. But this only worked for producing small batches. To make enough for the big denim industry, the Danish team needed a new way. Their solution: Tweak an indican-producing enzyme found in indigo plants. This enzyme can make enough indican for factory-scale production, the researchers say.",
            "Their first idea was to mix indican with a second enzyme that would convert it to indigo. Then they dipped yarn in this liquid solution. It worked — the yarn turned blue within a few minutes.",
            "This sped-up video shows denim developing color over 40 minutes after being soaked in an enzyme solution.",
            "But the team also dipped some yarn in indican alone, without the second enzyme. A few of these samples got left on a windowsill in their lab. And to their surprise, these “were just turning blue without us doing anything,” says Ditte Hededam Welner. “We were like, ‘What’s going on here?’” Welner is a biochemist on the team.",
            "It turns out that sunlight reacted with the indican on the yarn, converting it to indigo.",
            "How? The light turned a substance in the indican into a radical. A radical is a molecule with unpaired outer electrons, which primes it to bond to other molecules. Once turned into radicals, indoxyl molecules can bond with each other to form indigo.",
            "The team dipped more yarn in an indican solution, again with no enzyme. Then, they exposed the mix to various light sources. “Very slowly, over the next couple of hours, [the yarn] will turn blue, and more and more blue,” Welner says. “The light will develop the color.”",
            "Light from the sun, from LEDs and even from household light bulbs can do this. In fact, light can dye denim even darker than the enzyme method could using the same amount of indican.",
            "The researchers shared their discovery February 27 in Nature Communications.",
            "Using indican as a dye — with either an enzyme or light — would reduce the environmental harm from denim dyeing, the researchers say.",
            "They calculated the impact of each method using factors such as the materials involved, wastes produced and more. They looked at things such as carbon dioxide emissions and worker exposures to toxic chemicals.",
            "The enzyme-based method seems most promising. It could cut the harmful impacts by more than 90 percent, compared to normal denim dyeing, the scientists estimate.",
            "Light-driven dyeing is also less harmful than current methods, though not by quite as much. It might cut the impacts of dyeing denim by more than 70 percent. But the light method might take up less space than the enzyme method — and use less land. And if the researchers can cut electricity costs by dyeing with just sunlight, not bulbs, the light method may prove even better for the environment.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Using indican instead of indigo may be much better for the environment in some ways, says Robert Vos. He’s a sustainability scientist who did not take part in the new project. Vos works at the University of Southern California in Los Angeles. But, he notes, the new dyeing methods still use lots of water. And this is a concern because a lot of water also goes into growing the cotton used to make denim.",
            "Both of the new indican-dyeing methods will require more testing before either can be used in factories. But at least cost shouldn’t be an issue. Even with the cost of materials, such as LED lights, the light method may not raise the cost of denim dyeing at all, Qvortrup estimates. The enzyme method should cost only a few cents more per pair of jeans.",
            "That’s a good thing. “We don’t want to develop sustainable jeans [just] for the rich people,” Qvortrup says. “Our aim is to help to make it a cleaner process and not as polluting.”",
            "Welner hopes these methods will have an impact even before they reach factories. Simply learning about more sustainable ways to make jeans may make denim-wearers think about where their clothes come from, she says. “If you want to wear blue denim,” she says, “be aware that there are better ways to make it” than are used right now."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/belugas-shape-forehead-fat-communicate",
        "title": "\n\tBelugas can warp and wiggle their forehead fat like Jell-O",
        "content": [
            "*A_beluga_whale_looks_toward_the_camera,_its_forehead_bulging_out_prominently",
            "Beluga whales like this one at Connecticut’s Mystic Aquarium sport a blob of fat on their forehead called a “melon.” The whales can mold that melon into different shapes, possibly to communicate.",
            "The beluga whale wears its heart on its sleeve — or rather, its forehead.",
            "Every beluga (Delphinapterus leucas) has a big bulge on its forehead called its “melon.” This fat-filled bump helps aim the sound waves a beluga makes for echolocation. But this squishy organ might also be used for communication. Now, researchers have cataloged the expressions that belugas in captivity seem to make with this wobbly forehead fat.",
            "Belugas mold their melon using muscles and connective tissue. They can extend the melon forward until it juts over their lips. This shape looks sort of like the bill of a baseball cap. Belugas can also mush their melon down until it’s flat against their skull. Or lift it upward to create a fleshy top hat. They can even shake it with enough force that it jiggles like Jell-O.",
            "“If that doesn’t scream ‘pay attention to me,’ I don’t know what does,” says Justin Richard. “It’s like watching a peacock spread their feathers.” Richard studies animal behavior at the University of Rhode Island in Kingston. His team shared its new findings March 2 in Animal Cognition.",
            "Before Richard became a scientist, he spent a decade as a beluga trainer. He worked closely with the animals at Mystic Aquarium in Connecticut. “Even as a trainer, I knew the shapes meant something,” Richard says. “But nobody had been able to put together enough observations to make sense of it.”",
            "From 2014 to 2015, he was part of a group that recorded interactions between four belugas at Mystic Aquarium. This footage revealed that the belugas make five distinct melon shapes. The scientists dubbed these flat, lift, press, push and shake. When interacting socially, the whales sported an average of nearly two shapes per minute.",
            "*A_collage_of_five_images_showing_five_different_contortions_of_a_blob_of_fat_on_a_beluga_whale's_hea",
            "fCBelugas appear to make distinct shapes with their melons. Four shapes are shown here. Top row, from left: flat, lift, press. Bottom row: push and no shape.",
            "It’s not clear whether belugas make these shapes on purpose. It’s possible the animals make them unconsciously when having different emotions. But belugas made 93 percent of the shapes when another beluga could see them. So Richard suspects they’re likely purposeful signals.",
            "Shake and press are proving harder to interpret. “There are probably some [fine details of the shapes] that are meaningful to them [but] that are difficult for us to pick out,” Richard says.   ",
            "The team confirmed its findings from the first four belugas in a larger group of captive whales. Fifty-one belugas at MarineLand Canada in Niagara Falls showed the same melon shapes as the Mystic whales.",
            "The five shapes described in this study may just be the tip of the iceberg, Richard says. Scientists have yet to track how these whales use their melon in the wild. It would be especially interesting to see how they move it during key behaviors, such as group foraging. Or when mother belugas interact with their calves.",
            "The findings establish a shared vocabulary for the melon expressions, says Malin Lilley. She works at Texas A&M University–Central Texas in Killeen. Other researchers, she says, can now build on this as they work to decode beluga communication. Lilley herself studies marine-mammal behavior and cognition but did not take part in the new study.",
            "iFhttps://www.youtube.com/embed/voj7Q6oM628?feature=oembed",
            "Two belugas at an aquarium bob their heads up and down, shaking their blobs of forehead fat — called melons — at one another. One of five distinct melon shapes that the whales make, “shake” seems to be associated with mating.",
            "Labeling melon shapes is key to understanding belugas, Lilley says. But it’s also just plain cool to have words for the squishy expressions she’s seen in her years studying these whales.",
            "Richard and Lilley are both eager to learn how melon shapes interact with belugas’ voices. These whales let out a near-constant stream of whistles, chirps, squeals and clicks. That chatter has earned belugas the nickname “canaries of the sea.” ",
            "If wild belugas make these kinds of expressions in murky Arctic waters, then “there must be important information that’s being transmitted,” Richard says. “There’s got to be a reason they spend so much time doing it.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/egg-laying-amphibian-feeds-babies-milk",
        "title": "\n\tThis egg-laying amphibian feeds its babies ‘milk’",
        "content": [
            "*A_photograph_a_ringed_caecilian_female_with_gray_skin,_and_her_pink-skinned_babies_wrapped_up_in_her",
            "A female ringed caecilian is shown with her babies. This species feeds its babies a fat-rich fluid. Made in the reproductive tract, this fluid is similar to mammals' milk.",
            "In a humid coastal rainforest, a litter of pink, hairless babies snuggle with their mom. They stir and squeak for milk and drink from their mother until they are full. But these are no puppies or cubs. They are snake-shaped amphibians, far closer to frogs than to foxes.",
            "Mammals are named for their ability to produce milk. But scientists have found that a few species that are not mammals feed their young this way, too. These include certain spiders, fishes, cockroaches and birds — and now, snake-shaped amphibians. Ringed caecilians (Siphonops annulatus) are the first amphibians known to feed hatchlings a kind of “milk.” Researchers reported their new finding March 8 in Science.",
            "Caecilians (Seh-SEEL-yenz) have many strange features. Rarely seen, they are burrowing creatures that are nearly blind. Some species, like the ringed caecilian, have poisonous slime and may be venomous. They feed their own skin to their young.",
            "Herpetologist Carlos Jared of the Instituto Butantan in São Paulo, Brazil, has been studying these animals for years. After hatching, ringed caecilian babies live with their mothers for two months. Jared and his research team found that the babies spent much of their time around the end of their mom’s body. That’s where there’s an opening called a vent. It’s shared by mom’s reproductive, digestive and urinary systems.",
            "Jared’s team saw the female would expel a thick fluid from her vent. Her young then would enthusiastically feed on it. ",
            "“Some [young] even stuck their heads inside this opening,” Jared notes.",
            "For the new study, the team worked in Bahia state in Brazil. They collected 16 females and their babies, then observed them in the lab. In all, they videoed these mothers and babies for more than 240 hours.",
            "Feedings started with the babies wriggling and nibbling at their mother’s vent. They also made high-pitched noises. Mom would then raise that end of her body and release the fluid. This happened up to six times per day. It looked like the mothers were responding to the babies’ pleas. ",
            "The squeaking and begging is a fascinating observation, says Mark Wilkinson. He’s an evolutionary biologist in England at the London Natural History Museum. Adult ringed caecilians are thought to be sensitive only to lower pitched sounds, he says. So it’s surprising that moms seem to respond to high-pitched noises from their young.",
            "iFhttps://www.youtube.com/embed/VdQEhkdR1OM?feature=oembed",
            "fCSiphonops annulatus",
            "The researchers examined the internal anatomy of some of the adult females. They also analyzed the fluid. It’s secreted by glands in the tube through which  eggs travel from an ovary. (This is known as an oviduct.) The glands enlarge while a female is raising her hatchlings.",
            "This “milk” is rich in fats, much as mammal milk is. This nutritious resource may help explain how the hatchlings grow so fast. They more than double their mass in the first week of life. Their only other nourishment is their mother’s skin, which they feed on once every few days.",
            "Isabella Capellini wonders if the squiggly siblings compete for milk access. She studies evolution at Queen’s University Belfast in Northern Ireland. Capellini is also curious about how the “milk” production affects the mother.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "“In mammals, lactation is the most expensive stage of reproduction for the mother,” she says. That is, it requires a lot of energy from food or her stored fat. “It would be useful to study whether milk production is as expensive in caecilians, too,” Capellini says. “How is the mother impacted in the short and long term?”",
            "It’s not known how these amphibians evolved their version of milk. But a clue may come from other caecilian species that give birth to live young. Their oviducts sometimes feed their babies a milky substance while in the womb. These species, however, do not feed their babies after they’re born.",
            "Perhaps live-bearing caecilians “could have evolved from [egg-laying] species that already used their oviducts to produce food,” Wilkinson says. “We really have learned a lot about caecilians in the last few decades. But we are only seeing the tip of the iceberg.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-kugelblitz-definition-pronunciation",
        "title": "\n\tScientists Say: Kugelblitz",
        "content": [
            "*An_artistic_rendering_shows_a_glowing_orb_of_light_with_light_beams_streaming_in",
            "A kugelblitz would be a black hole made of pure light (illustrated). Such objects may be possible in theory, but recent research suggests that no existing light source could create one.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1916062139&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A kugelblitz is a black hole made of pure light. Such objects are only theoretical. Some laws of physics suggest they should be able to exist. Others suggest that in real life, a kugelblitz could never actually form.",
            "A black hole packs a huge amount of mass into a very tiny space. As a result, its gravity is so strong that not even light can escape. All known black holes are made of matter. But Einstein’s general theory of relativity says that matter and energy are just two different forms of the same thing. (This is what is expressed in the famous equation E = mc2.) So in theory, a black hole could be made out of densely packed energy — light — rather than matter. This would be a kugelblitz, which is German for “ball lightning.”",
            "But new research suggests that the rules of quantum physics would keep kugelblitzes from forming. According to quantum physics, when light gets too highly concentrated, something strange happens. Electrons and their antimatter partners (positrons) start to form. Those particles could then escape a region of densely packed light, taking energy with them. That would keep light from ever concentrating enough to form a black hole. Not even the superbright centers of active galaxies could produce light intense enough to overcome this limit.",
            "Kugelblitzes may only be theoretical — but black holes were predicted to exist decades before scientists actually found one.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/cool-artificial-turf-evaporation-system",
        "title": "\n\tNew system uses evaporation to greatly cool artificial turf",
        "content": [
            "*a_close-up_of_artificial_turf_on_a_soccer_field,_soccer_players_can_be_seen_in_the_distance",
            "Artificial turf fields, such as this one, come with challenges. They can heat to dangerous temperatures. And when it rains, runoff carries harmful chemicals that can pollute waterways. A new system works to avoid both problems. ",
            "This is another in our series of stories identifying new technologies and actions that can slow climate change, reduce its impacts or help communities cope with a rapidly changing world.",
            "When Gijsbert Cirkel coached his son’s soccer team, he remembers the kids laying in the shade after a game. They’d put their feet in the air and cry, “Our feet are hot!” Their games had been played on artificial turf. This heat-trapping plastic can get so hot it burns. A new water-storage system that Cirkel’s Dutch research team has just developed works to avoid that problem.",
            "It cools through the evaporation of rainwater.",
            "A hydrologist, Cirkel studies the water cycle. His team’s new system collects and stores rainwater about 8.5 centimeters (3.3 inches) below a playing field. Eventually, that water will evaporate. As it does, it will cool the playing surface. It’s like the way sweating works. There, the body releases moisture to carry heat away from our skin.",
            "Natural grass stayed cooler than the new system — but not by much. In fact, the new fake-grass system worked really well in the sun. One hot June day, the surface of regular artificial grass soared to 62.2° Celsius (144° Fahrenheit)! That was 25 degrees C (45 degrees F) hotter than regular grass. The new fake-grass system was only 1.7 degrees C warmer than the real grass.",
            "Cirkel’s group shared its new findings July 8 in Frontiers in Sustainable Cities.",
            "*a_cut_section_showing_chambers_to_hold_water_under_artificial_turf",
            "fCThis is an artist’s rendering of the rainwater-cooled artificial turf. Rainwater soaks into a chamber below the fake grass. Later the water wicks up and evaporates, cooling the surface. ",
            "Cirkel works at the KWR Water Research Institute. It’s in Nieuwegein, the Netherlands. For an earlier project, his team developed a system to store rainwater under a living roof — one with plants growing on it. The collected water later wicked up to slake the thirst of plant roots.",
            "It’s the same process by which water travels up a paper towel when a part of the towel falls into water. Cirkel wondered if such a system could be adapted to cool artificial turf.",
            "Fields of artificial turf are built of layers, like a sandwich. The fake grass sits on top. Some filler material, often made of rubber, lies below that. Cirkel’s team added a rainwater-storage area below the filler and a waterproof liner under that. The team also swapped in a fiber filler for the usual rubber.",
            "Rigid plastic blocks in the water-storage zone have holes to let water enter. The blocks clip together a bit like thin Lego bricks. Linking the water-storage layer to the filler above is a cone of wicking fiber. It’s made from rock wool.",
            "*A_lab_setup_with_small_sections_of_turf_attached_to_chambers_to_measure_evaporation",
            "fCSmall samples of different materials were tested in the lab to see which best wicks up water to help it evaporate. That evaporation should cool the surface of the turf — and anyone playing on it. ",
            "The team hoped — but wasn’t sure — the water would move up the layers to evaporate at the surface. So they were “pleasantly surprised that such a huge amount of water was evaporating,” recalls Marjolein van Huijgevoort. She’s another hydrologist on the team. ",
            "Those first tests were indoors. The team had crafted 33 small glass boxes and stacked them with different combinations of materials.",
            "All the boxes had water storage at the bottom with a pad on top and a wick to move moisture between layers. The more water that wicked up from below, the better the system should cool.",
            "The different types of artificial turf didn’t affect the evaporation rates. What did seem to matter was the filler layer.",
            "Here, sand performed well. Water wicked up through it and evaporated at a rate of 2.7 millimeters (0.1 inch) per day. The only filler that didn’t move water well was the conventional rubber (the standard filler in fields topped by artificial turf). Only about 1 millimeter (0.04 inch) of the stored water evaporated from its surface each day.",
            "For their outdoor tests, the researchers created four small fields in the city of Amsterdam. Each was five meters (16 feet) on a side. Two plots topped the new rainwater-cooled system with artificial turf. One plot had real grass planted on top of that system. The last plot used standard artificial turf with no water storage below.",
            "*a_photo_of_a_field_where_three_types_of_turf_were_tested_",
            "fCThe researchers tested four types of turf surfaces (three are shown). They measured how much water soaked into each and how hot or cool the surface later became. Two plots were topped with artificial turf cooled by evaporating rainwater. One had real grass. The last was conventional artificial turf without any water storage below. ",
            "The new fake-grass system did a good job storing rainwater and preventing runoff. It stored up to six times as much rainwater as typical artificial turf. This water would later evaporate to cool the surface.",
            "If many urban plots were covered with such a system, they might help limit a city’s warming from what’s known as the heat-island effect, says Cirkel.",
            "*A_set_of_charts_showing_the_temperatures_of_artificial_turf_over_the_hottest_test_weeks",
            "fCThe top chart shows temperature changes in the different types of tested turf systems. The x-axis shows date and the y-axis temperature. The bottom graph shows one of the hottest test weeks. Conventional artificial grass reached burning temps, such as 62.2 °C (144 °F). Rainwater-cooled turf stayed nearly as cool as real grass. (Click image to enlarge.)",
            "Artificial turf has become more and more common. It holds up better than real grass to heavy use and wet conditions. But normal artificial grass doesn’t soak up rain. Instead, water runs off it, carrying with it turf-based pollutants.",
            "The new alternative “is a good effort,” says Vasilis Vasilou. He’s an environmental toxicologist at the Yale School of Public Health in New Haven, Conn. He likes the new concept, even though it doesn’t solve all the issues with artificial turf. Fake grass contains harmful chemicals, he notes. These include “forever chemicals” called PFAS and hydrocarbons (the building blocks of most plastics). Players will still be exposed to these, Vasilou notes. These pollutants will also leach into the air and rainwater.",
            "Cooling the fake grass and catching rainwater should cut back on the amount of pollution coming off these fields. And that’s a good step forward, Vasilou says. But in the end, he concludes, nothing beats natural grass.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The Dutch team also wants to see more natural grass fields. In future work, they hope to make grass fields more robust — able to be played on longer before getting muddy or damaged. They’ll see if storing rainwater below these fields and improving their drainage might help.",
            "The rain-cooled system was a big improvement over today’s fake grass. And in the outdoor tests, rain fell often enough to supply all the water the system needed. But in hotter, drier cities, the system may need irrigation, as real grass does.",
            "Cost is another factor: This system is more expensive than real grass or fields of standard fake grass. But if cities can view sports fields as part of how they manage rainwater, the costs for both can be combined, Cirkel says.          ",
            "His team’s study was done in partnership with a company that installs sports fields. Based on their encouraging field tests, they’ve now gone on to build full-sized systems in the Netherlands, United Kingdom and Japan."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/to-spot-a-deepfake-focus-on-eyes-ai",
        "title": "\n\tWant to spot a deepfake? Focus on the eyes  ",
        "content": [
            "*Two_side-by-side_images_and_closeups_of_their_eyes_displayed_under_their_images_reveal_that_the_imag",
            "Reflections in the eyes of these images reveal that the one on the left is a real photo (of the actress Scarlett Johansson) and the one on the right is an AI-generated deepfake. ",
            "This is another in a year-long series of stories identifying how the burgeoning use of artificial intelligence is impacting our lives — and ways we can work to make those impacts as beneficial as possible.",
            "Clues to which images are deepfakes may be found in the eyes. ",
            "Deepfakes are phony pictures created by artificial intelligence, or AI. They’re getting harder and harder to tell apart from real photos. But a new study suggests that eye reflections may offer one way to spot deepfakes. The approach relies on a technique used by astronomers to study galaxies. ",
            "Researchers shared these findings July 15. They presented the work at the Royal Astronomical Society’s National Astronomy Meeting in Hull, England. ",
            "In real images, light reflections in the eyes match up. For instance, both eyes will reflect the same number of windows or ceiling lights. But in fake images, that’s not always the case. Eye reflections in AI-made pictures often don’t match.  ",
            "Put simply: “The physics is actually incorrect,” says Kevin Pimbblet. He’s an astronomer at the University of Hull. He worked on the new research with Adejumoke Owolabi while she was a graduate student there. ",
            "Astronomers use a “Gini coefficient” — an index of how light is spread across some image of a galaxy. If one pixel has all the light, the value is 1. If the light is spread evenly across pixels, the index is 0. This measure helps astronomers sort galaxies by shape, such as spiral or elliptical. ",
            "The researchers applied this idea to photos. First, they used a computer program to detect eye reflections in pictures of people. Then, they looked at pixel values in those reflections. The pixel value represents the intensity of light at a given pixel. Those values could then be used to calculate the Gini index for the reflection in each eye. ",
            "*A_set_of_four_pairs_of_eyes_shows_how_the_reflections_in_each_eye_don't_match,_revealing_the_images_",
            "fCEach of these pairs of eyes (left) have reflections (highlighted on the right) that reveal them as deepfakes.",
            "The difference between the Gini coefficient of the left and right eye can hint at whether an image is real, they found. For about seven in every 10 of the fake images examined, this difference was much greater than the difference for real images. In real images, there tended to be almost no difference between the Gini index of each eye’s reflection. ",
            "“We can’t say that a particular [difference in Gini index] corresponds to fakery,” Pimbblet says. “But we can say it’s [a red flag] of there being an issue.” In that case, he says, “perhaps a human being should have a closer look.” ",
            "This technique could also work on videos. But it is no silver bullet for spotting fakes. A real image can look bogus if someone is blinking. Or if someone is so close to a light source that only one of their eyes reflects it.  ",
            "Still, this method may be yet one more useful tool for weeding out deepfakes. At least, until AI learns to get reflections right. "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/waterpower-build-egypt-first-pyramid",
        "title": "\n\tDid builders of Egypt’s first pyramid use a water-powered elevator?",
        "content": [
            "*Egyptian_King_Djoser's_pyramid_rises_above_a_sandy_landscape,_while_sun-tinged_clouds_cast_a_golden_",
            "Egyptian King Djoser’s pyramid, shown here, is nearly 4,700 years old. A new study suggests a water-powered elevator inside this structure helped lift the heavy blocks used to build it. ",
            "Waterpower may have given a big lift to the builders of Egypt’s first pyramid.  ",
            "It was built for King Djoser, the first ruler of Egypt’s Third Dynasty. That was nearly 4,700 years ago. The structure’s stone platforms get smaller as they rise from the ground. The six levels stand roughly 62 meters (200 feet) tall in the Saqqara necropolis. That’s a vast ancient burial ground in northern Egypt.   ",
            "Researchers now suggest that ancient people used a water-powered system to construct this pyramid. How? Builders would have controlled flows of water into and out of a large shaft inside the pyramid. The water’s movement would have lifted and lowered a platform that carried building stones to higher levels.  ",
            "Scientists shared this idea August 5 in PLOS ONE. The team was led by Xavier Landreau. He has a background in materials science and physics. He also founded a private research institute known as the Paleotechnic to study ancient technologies. It’s in Paris, France.  ",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "There’s no broadly accepted explanation for how people built pyramids in ancient Egypt. It took millions of massive blocks. Some of those blocks weighed up to 2,500 kilograms (5,500 pounds).  ",
            "Scholars have proposed several techniques — including ramps and cranes — to move such hefty stone blocks. Scientists have also thought about rope-and-pulley devices and rolling wooden rods attached to stones. ",
            "Other studies have hinted that water played some role in building pyramids. ",
            "Earlier this year, researchers reported a newfound Nile tributary. (A tributary is a freshwater stream that feeds into a larger river.) This stream borders a chain of 31 pyramids, including Djoser’s. It’s dried up now. But boats carrying workers and building blocks could have traveled this branch of the Nile between 3,700 and 4,700 years ago. They might have docked near to sites where the pyramids now stand. ",
            "But water likely played an even bigger part in building Egypt’s first pyramid, Landreau says. Designers of Djoser’s pyramid devised techniques for controlling water flow, he now argues. This field of knowledge is known as hydraulics.  ",
            "The proposed hydraulic system is based on a computer model. That model included data on features inside the pyramid and on a network of underground tunnels at the site. The team also added detailed satellite images of the region. These all helped to model ancient rainfall and runoff levels. ",
            "In addition to the pyramid itself, the model also included a walled enclosure several hundred meters (yards) away. Known as Gisr el-Mudir, this structure was first described in the 1700s. But its exact purpose has long been a puzzle.  ",
            "In the new model, Gisr el-Mudir would have captured floodwater that flowed through desert channels during heavy rains. Structures in the walls of the enclosure fed the water to a basin just west of Djoser’s burial grounds. Periods of intense rain may have temporarily turned that basin into a lake. Such a lake would have then drained into a section of a limestone trench around the burial complex. That trench is now known as the Dry Moat. ",
            "Water from the Dry Moat could have entered two large shafts. One was a north shaft inside the pyramid. Granite chambers near the bottom of both shafts contained stone plugs. When removed, water could rush in. ",
            "Landreau’s group thinks the north shaft is the framework for a water-powered lift. They think a huge wooden float rested above its granite chamber. That float would have been attached to long ropes. These ropes could have passed over pulleys at the top of the shaft before looping around to attach to a lift platform. ",
            "Ancient engineers would have designed the float and lift platform to counterbalance each other as water filled or drained from the shaft. ",
            "*A_diagram_of_the_area_around_Djoser_pyramid_shows_how_water_from_a_nearby_Nile_tributary_could_have_",
            "fCThe controversial new study suggests that a stone-walled dam (far left) fed flood water to a deep trench (center). That water was then sent to a shaft inside the first ancient Egyptian pyramid (far right). The shaft may have served as an elevator to lift stones during the pyramid’s construction.",
            "Workers hauling building stones could have gotten onto the lift platform at ground level. Or they might have gotten on through a tunnel several meters above ground level. ",
            "As water filled the shaft through the granite chamber, the float would rise and the platform descend. Water would be shut off when the platform reached the loading area. After placing tons of stones on the platform, the shaft would be drained. Then, as the float descended, it pulled on the ropes. And that yanked the platform and its cargo up to new construction levels. ",
            "Researchers not involved with the study find the water power idea intriguing. But they are not convinced that pyramid builders ever used it.  ",
            "One skeptic is Oren Siegel. He’s an archaeologist at the University of Toronto in Canada. Gisr el-Mudir could not have held enough water from occasional rains to maintain this hydraulic system, he argues. Instead, Siegel thinks Gisr el-Mudir may have been an early experiment. It could have been used to test the building of stone enclosures like those that would later, on a larger scale, surround pharaohs’ burial sites. ",
            "Kamil Kuraszkiewicz has doubts about something else: the proposed lake. It’s not mentioned in any ancient Egyptian writings. He suspects it may never have existed. Kuraszkiewicz is an Egyptologist in Poland at the University of Warsaw. ",
            "Djoser’s pyramid stones also each weighed, on average, some 300 kilograms (660 pounds). That may sound heavy. But these blocks were much smaller and easier for workers to move than the ones used for later pyramids, says Kuraszkiewicz. Building the proposed water-powered system, he says, would have required “much more effort … than to move the stone blocks using just manpower.” "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/plastic-pollution-microbes-break-down-algae-plants",
        "title": "\n\tTo limit pollution, new recipe makes plastic a treat for microbes",
        "content": [
            "*tiny_bits_of_colored_plastic_scattered_in_soil",
            "Microplastic bits can show up anywhere in the environment, including soil (as here). A new plastic can break down when exposed to certain bacteria. That should limit the ability of those plastic bits to stick around long enough to harm ecosystems — and people. ",
            "Plastic pollution is hurting the planet. Even when plastics break down, tiny bits of them still end up polluting the air, the oceans, our food — and even our blood. But a new material might help limit that.",
            "“We’re basically running a giant experiment right now, in terms of what microplastics and nanoplastics are doing to us,” says Michael Burkart. He’s a chemical biologist at the University of California, San Diego (UCSD). He’s also a founder of Algenesis Materials. It’s a company developing a new plastic.",
            "Most plastics have been made from crude oil, a fossil fuel. Four years ago, Burkart’s team at UCSD developed a new type. They made it from building blocks that can be produced by algae. Now, they’ve shown that this plastic breaks down quickly when a particular species of bacteria dine on it.",
            "The researchers described the finding March 12 in Scientific Reports.",
            "In the environment, larger plastic pieces tend to break down into tinier and tinier bits. If the starting plastic is made from fossil fuels, those bits can take centuries to break down completely. In contrast, Burkart’s team reports the new plastic shouldn’t stick around long enough to harm wildlife (or us).",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The new plastic is a type of polyurethane. Such plastics are used to make foams, paints and adhesives, among other things. The new, biodegradable type contains many chemical building blocks. Small chemical groups known as esters link all those building blocks into a long chain. Bacteria can break apart those esters, releasing the building blocks.",
            "Those building blocks are made from ingredients produced by plants and algae. Many types of microbes break down plants and algae and eat those building blocks. The researchers suspected those microbes might do the same thing to the building blocks of the new plastic.",
            "To test that, Burkart’s team broke their new plastic into tiny particles. They did the same with a different type of plastic made from fossil fuels. It’s known as ethyl vinyl acetate, or EVA. Then researchers mixed these microplastics with fresh compost — a moist mix of decomposed plants, food waste and microbes. After 90 days, 68 percent of the new plastic had broken down. That number climbed to 97 percent after about seven months. In contrast, the researchers saw no EVA breakdown throughout that time.",
            "Compost has everything the plastic needs to degrade: microbes to break it down plus water. The material also can break down in wet soil or the ocean.",
            "But the new plastic won’t break down while you’re using it, says Stephen Mayfield. He’s a molecular geneticist at UCSD. He’s also the chief executive officer of Algenesis Materials. To break down the microplastics, “you need them to be wet 24 hours a day, seven days a week,” he says. “If you break that cycle, even for a short period of time, you kill the microorganisms.”",
            "*phone_cases_made_from_biodegradable_plastic_after_0,_29,_192,_370_and_533_days",
            "fCThis phone case is made from the biodegradable plastic. After being mixed with compost for a year and a half, it turned brown and brittle, showing microbes were breaking it down. Another phone case that was not composted (not shown) was still fully intact after a year. ",
            "When microbes break down plant materials, such as cellulose, they release carbon dioxide (CO2), a greenhouse gas. The researchers decided to compare the CO2 output of microbes dining on the new microplastic to when they ate cellulose.",
            "The new plastic’s breakdown released just as much CO2 as when the microbes ate the same amount of cellulose. This suggests the microbes were breaking down the plastic about as well as they do plants. The scientists even found one bacterium that can survive just by munching bits of the new plastic.",
            "Finally, the UCSD team made a cell phone case from a similar polyurethane that microbes can break down. They left it in moist compost for a year. Afterwards, the case was brittle and discolored. Those changes indicate that microbes living naturally in the compost were breaking it down.",
            "The scientists also coated a piece of fabric in the new plastic. After being mixed with the compost for two weeks, that fabric easily broke apart. Another piece of the coated fabric was not composted. It was still intact after two weeks.",
            "“I’m so excited for this in the textiles space,” says Lisa Erdle. She’s an ecotoxicologist at 5 Gyres. It’s a nonprofit institute in Santa Monica, Calif. Erdle did not take part in the new work, but she does study how microplastics affect the environment.",
            "Polyurethane is sometimes used to coat natural fibers, like wool and cotton, for clothing, Erdle says. Over time, that plastic coating flakes off, “fragmenting into smaller and smaller pieces and never going away.” Having something that can readily be broken down by bacteria, she says, is better than “having persistent plastic in the environment.”",
            "*fabric_coated_in_biodegradable_plastic_after_0,_19_,_and_38_days",
            "fCThis fabric is coated with biodegradable plastic. After a month mixed with compost, it crumbled into pieces. That suggests that microbes broke down the plastic. Another piece of coated fabric (not shown) was not composted; it didn’t change at all during that time.",
            "Moving forward, Algenesis Materials hopes to start making biodegradable, single-use plastics, says Mayfield. These might, for example, replace materials currently used in food packaging, he says. And then “you just chuck that thing in a compost pile and it becomes mulch in about 90 days.”",
            "“What I want is for people to have hope that there are solutions” to the microplastics problem, says Burkart. “We actually don’t have to accept the status quo.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-carbon-capture-definition-pronunciation",
        "title": "\n\tScientists Say: Carbon capture",
        "content": [
            "*two_fence-like_rows_of_tubes_one_grey,_one_green_run_across_a_platform_toward_other_equipment_under_",
            "These tubes, called bioreactors, are filled with microalgae that sponge carbon dioxide from the atmosphere and use it in photosynthesis. This process converts the carbon dioxide into sugars, which the algae use to grow and reproduce — removing it from the air. ",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1776482877&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Carbon capture refers to technology that tries to tackle climate change by capturing carbon dioxide, or CO2.",
            "In Earth’s atmosphere, CO2 works like a blanket. It traps heat, warming our climate. Humans add a lot of CO2 to the air when they burn fossil fuels, such as coal, oil or natural gas, for energy. Carbon capture can reduce this climate-warming CO2 pollution.",
            "There are two main types of carbon capture. One removes CO2 that’s already in the atmosphere. That’s called non-point-source capture. The other removes CO2 from the source — where it is made — so it never enters the atmosphere. That’s called point-source capture.",
            "Point-source carbon capture is used in some industries that produce a lot of CO2, such as steel- and cement-making. One type of point-source carbon capture uses a liquid to remove CO2 before it billows out of a smokestack. Another approach uses special materials that cling to CO2 molecules, removing them from emissions. Once captured, this carbon must be used or pumped deep underground for storage.",
            "Non-point-source carbon capture removes CO2 from the atmosphere — after it has escaped from where it was made. One approach uses tanks filled with a kind of algae called microalgae. Like plants, these algae carry out photosynthesis. This process converts CO2 in the air into sugar, which the algae use to grow and reproduce. When algae reproduce — giving rise to more algae — they’ve turned CO2 into biomass, the matter that makes up organisms. That removes CO2 from the air. The algae’s biomass might then be stored or used to make fertilizers or other valuable products.",
            "Carbon capture technologies receive some criticism. Some people argue that the benefit of this tech is too small to be of value. Or that carbon capture can disguise the real problem — that people should not be burning so many fossil fuels in the first place. Others point to the risks of carbon capture, such as leakage of the stored CO2. Carbon capture technologies remain one of several approaches to tackling climate change.",
            "For carbon capture, special nano-scale materials sponge CO2 from the air.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/bottled-water-hosts-nanoplastics",
        "title": "\n\tBottled water hosts many thousands of nano-sized plastic bits",
        "content": [
            "*a_row_of_single_use_water_bottles_on_a_wood_plank_in_front_of_a_beach",
            "Scientists found hundreds of thousands of nanoplastics in bottled water and identified seven types of plastics in the mix. This is 10 times more than what had turned up in previous studies.  ",
            "Tiny plastic bits are everywhere — wafting in the air, riding ocean currents, raining down on plants and swirling in bottled water. The smallest of these — nanoplastics — have been hard for scientists to study. Now, researchers have developed a new method to identify these super-tiny bits, each billionths of a meter in size. And when used on bottled water, the method turned up more plastic than ever before.",
            "Beizhan Yan is an environmental-exposure scientist at Columbia University, in Palisades, N.Y. He had studied microplastics — tiny pieces that range from 1 to 5 millimeters across. Yan wanted to study the even smaller pieces that form when these microplastics break down. Unfortunately, he lacked the tools to do it.",
            "*a_computer_illustration_of_the_technology_used_to_detect_nanoplastics_in_bottled_water",
            "fCUsing lasers, scientists imaged hundreds of thousands of previously invisible plastic particles in bottled water. ",
            "These nanoplastics are less than 100 nanometers wide, Yan notes. “About the size of a virus.”",
            "Yan teamed up with Wei Min, a physical chemist, also at Columbia. Their team developed a new method. To do it, they used what’s known as stimulated Raman scattering microscopy.",
            "“We’re using really powerful lasers,” explains Min. These probed the chemical makeup of particles in bottled water, looking for plastics. Different plastics “have different chemical bonds. And each will vibrate at a different energy,” Min explains. His team’s laser is tuned to identify the plastics based on these vibrations.",
            "Electronics measure the interactions between the laser and the particles. The team then created a machine-learning algorithm. It could identify seven types of common plastics from the vibrational data. The tool also can map where the plastics are in the water.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The researchers found hundreds of thousands of plastic particles per liter (quart) of water. They found plastic in all three brands of bottled water they tested. This amount is 10 to 100 times more than had turned up in studies that had focused on microplastics.",
            "“It’s because most of the particles [90 percent] we found were in the nano size,” says Naixin Qian. She’s a graduate student and physical chemist on the Columbia team. The conventional ways to find microplastics just weren’t able to detect these smaller bits, she says.",
            "The new tool identified tiny bits of PET plastic. It’s the same plastic used to make the bottles. The tool also found polystyrene, PVC and polymethyl methacrylate. The team suspects that filters at the bottling plant were the sources of these. But most of the nano bits found were not one of the seven plastics their tool could identify. The researchers don’t know what they are or where they came from.",
            "Yan’s team shared its results online January 16 in the Proceedings of the National Academy of Sciences.",
            "iFhttps://www.youtube.com/embed/a_8QRSFMMlk?feature=oembed",
            "Researchers at Oregon State University estimate that there’s as much nanoplastic pollution in the environment as all larger plastics — from leftover trash to microplastic bits in the air and water. They’re also working on ways to measure nanoplastics. The end of the video suggests ways to avoid generating more nanoplastics.",
            "Not all scientists are convinced by the new numbers. Among them is Dušan Materić. He’s an analytical scientist. He heads a research group that studies micro- and nanoplastics at the Helmholtz Centre for Environmental Research. It’s in Leipzig, Germany.",
            "Materić is working to create standard methods to test for nanoplastics. They don’t exist yet, he says. Such new methods will have to be scientifically sound. Without that, there’s no way to truly know how many particles are there. What’s more, he adds, it’s easy to contaminate samples. When this happens there’s no telling where the polluting bits might have come from. Were they already in the water? Did they come from a researcher’s lab?",
            "Machine learning is a type of artificial intelligence. Using it to identify the plastic bits, as the Columbia team did, can be another source of error, Materić says. The new algorithm may be prone to “false positives,” he says — where other things are mistaken for plastic. This would exaggerate how many plastic bits were present.",
            "More standardization is needed here, agrees Kurunthachalam Kannan. He’s an environmental chemist who has studied microplastics. He works at New York State’s Department of Health in Albany. Without a standardized way to test for micro- or nanoplastics, results from different labs can’t be compared in terms of their number or size, he points out.",
            "But whether the water holds 10 pieces of nanoplastics or 100,000, one thing is certain — they’re there. And one big question remains: What are their health impacts?",
            "These nano-scale bits are very, very small, notes Phoebe Stapleton. She’s a toxicologist at Rutgers University in Piscataway, N.J. She also is part of the team that measured them in water. Bits this size can be breathed in. From the lungs they could pass into the blood. Or, if consumed, they could pass into the blood from the gut, says Stapleton.",
            "Once in the blood, the tiny bits can move throughout the body, reaching cells anywhere.",
            "Rain can wash nanoplastics from the air and onto plants, including farm crops. Scientists found some plants absorb these tiny plastics. In fact, eating leafy plants is yet another pathway for these tiny plastics to enter the body. It’s something two researchers at the University of Chinese Academy of Sciences in Beijing described. They mentioned this in a January 3 commentary in Environmental Science & Technology Letters.",
            "But are these nano bits harmful? Past studies placed nanoplastic bits directly onto cells to study their impacts. That caused some toxicity and cancer-causing changes, Stapleton notes. But scientists don’t yet know what happens when the exposure is to the whole body.",
            "“We know they get in,” says Stapleton. “So really, the question is about that toxicity” — what harm they might cause to us. She plans to investigate that.",
            "*a_reusable_metal_water_bottle_hanging_of_of_a_person's_bag",
            "fCRefillable metal water bottles are an alternative to plastic. Studies have shown tap water contains fewer bits of plastics than does bottled water.",
            "Most of our exposure to nanoplastics probably comes from the air, says Materić. For those worried about water quality, he recommends using an activated-charcoal water filter.",
            "“Dehydration probably causes more [health risks] than exposure to nanoplastics,” adds Yan. So don’t hesitate to drink bottled water if that’s all you have. However, past studies have shown tap water contains fewer plastic bits than bottled water.",
            "“The fact that we’re exposed to so many plastic particles from different sources is the reality we have right now,” notes Qian. But we can limit this pollution by reducing, reusing and recycling plastics. We can also look for using alternatives to plastics."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/chimps-bonobos-recognize-faces-science-comic",
        "title": "\n\tChimps and bonobos recognize familiar faces even after decades apart",
        "content": [
            "*Two_chimpanzees_near_each_other_hold_hands_while_perched_on_a_wooden_structure_in_front_of_green_lea",
            "Remembering friends, family and other social acquaintances is something people regularly do. Now there’s evidence that other types of apes also have this recognition of others that persists after years of absence.",
            "Chimpanzees and bonobos have great memories for familiar faces.",
            "Research now suggests that these apes can recognize members of their own species. Not just day to day or month to month. These animals recognized others even after more than 26 years apart. That sets a new record for the longest known social memory in any non-human animal. Until now, the record was held by dolphins. They can recognize each other’s voices after 20 years apart.",
            "Researchers shared the new findings December 18. The work appeared in the Proceedings of the National Academy of Sciences.",
            "*illustrated_text_reads_Wild_Things_A_graphic_tale_with_animals_drawn_around_the_letters",
            "*Text_Chimps_and_bonobos_have_great_memories_for_faces_Written_by_Maria_Temming_Illustrated_by_JoAnna",
            "*Text_above_image_Humans’_closest_living_relatives,_chimpanzees_and_bonobos,_are_very_social_creature",
            "*Text_above_top_image_Chimps_and_bonobos_might_groom_or_play_with_their_friends,_or_eat_or_sleep_near",
            "*Text_above_image_Chimps_and_bonobos_also_interact_with_the_scientists_who_study_them_Lewis_first_got",
            "*Text_above_image_To_find_out,_Lewis_and_her_colleagues_recently_ran_an_experiment_with_15_chimps_and",
            "*Text_above_image_While_drinking_juice,_each_ape_viewed_side-by-side_photos_on_a_computer_screen_a_me",
            "*Text_above_image_The_chimps_and_bonobos_looked_about_14_percent_longer_at_images_of_apes_they_once_l",
            "*Text_above_image_Humans_can_recognize_faces_they_haven’t_seen_for_nearly_50_years_Finding_out_that_c",
            "*Text_The_discovery_also_raises_many_new_questions_Do_chimps_and_bonobos_remember_specific_events_tha",
            "*Text_above_image_And_what_other_primates_might_also_have_such_great_memories_for_familiar_faces_Imag",
            "fCJoAnna Wendel"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/regeneron-isef-2024-herbal-medicine-concussion-recovery-flies",
        "title": "\n\tHerbal medicine could help recovery after concussion",
        "content": [
            "*Amelia_Hammersley_in_a_laboratory,_looking_at_fruit_flies_under_a_microscope",
            "People with concussions often take pain relievers called NSAIDs. But these can have side effects, especially if used in high doses. At the Regeneron ISEF competition this week, Amelia Hammersley shows that a plant substance can reduce the dose of NSAIDs needed to treat concussions. ",
            "LOS ANGELES, Calif. — When Amelia Hammersley was in sixth grade, her younger sister went to the hospital after hurting her head in a fall. Her diagnosis: a concussion. That’s a temporary type of traumatic brain injury, or TBI.",
            "People with TBIs often take pain medicines to ease symptoms, such as headaches. But heavy use of NSAIDs, a common type of pain reliever, can come with serious side effects, especially if taken at high doses or for a long time.",
            "Amelia, now 16, has now shown that a plant substance could supplement NSAIDs’ helpful effects. Called celastrol (Seh-LASS-trawl), it comes from the thunder god vine (Tripterygium wilfordii). This compound has anti-inflammatory properties. People in China have used this native plant for hundreds of years to treat various health problems.",
            "The teen’s research suggests that TBI sufferers would need less of a potentially toxic NSAID if it’s taken along with celastrol.",
            "“My sister led me to neuroscience,” notes the teen. Amelia is a junior at Oak Park and River Forest High School in Oak Park, Ill.",
            "She showcased her findings here, this week, at the Regeneron International Science and Engineering Fair (ISEF). This competition is a program of the Society for Science (which also publishes this magazine).",
            "Inflammation contributes to a concussion’s harmful effects. Amelia turned up prior research suggesting that celastrol might help the brain recover from injuries. She also found studies showing that the plant compound hinders a biological pathway in the brain that leads to inflammation.",
            "*Amelia_showing_the_apparatus",
            "fCAmelia gave fruit flies concussions using a TBI apparatus. The device consists of a horizontal spring attached to a wooden plank at one end. The other end had a tube to hold a fly. To injure a fly’s brain, Amelia pulled the tube back so that the spring was at a 90-degree angle and then let go so the tube would slam back down. ",
            "Celastrol “has been studied, but not really in combination with [other] things,” Amelia says. To see if it might lower the dose of an NSAID needed to help the brain bounce back from a TBI, Amelia worked with an animal model: fruit flies (Drosophila melanogaster). The same brain pathway promotes inflammation in both fly and human brains.",
            "She purchased a lot of fruit flies — at least 120. First, she tested how quickly each fly could climb a clear tube that was 9.4 centimeters (about 4 inches) tall. They were in search of a treat: moldy raspberry juice. The flies took a little less than a minute, on average, to complete the climb.",
            "Then, one by one, Amelia stuck each fly into another tube. It was attached to a spring lying horizontally. One end of that spring was attached to a plank of wood below. The spring’s free end held the tube with a fly.",
            "Again and again, Amelia pulled the tube upward so that the spring stretched straight up at a 90-degree angle. Then she let it go. This released the tube holding the fly. As it slammed down onto a surface below, the fly got knocked against the wall of the tube. She did this four times for each insect. It left each of them with a TBI.",
            "Afterward, the teen again tested her flies’ climbing ability. Most were now so disoriented that they took more than two minutes, on average, to climb up their tubes. Several didn’t even bother to try, Amelia says. Instead, these dazed bugs ran around the bottom of their tubes in circles.",
            "*an_animated_image_showing_how_the_TBI_apparatus_works",
            "fCAmelia demonstrates the operation of her handmade device for inducing TBIs in fruit flies.",
            "Amelia later transferred the flies to new tubes. Thirty of them got food into which she mixed an NSAID called naproxen at a dose of 200 micrograms (µg) per milliliter (ml) of food. Another 30 got food laced with celastrol, also at 200 µg per ml. A third group of 30 flies received food treated with both naproxen and celastrol, each medicine at 100 µg per ml. The last group of 30 flies got plain food.",
            "See Amelia’s project and watch her give a short description of her work at her Project Board. ",
            "Twenty-four hours later, Amelia tested the flies once more. Some had died since their TBIs. Only 55 percent of the unmedicated flies lived. Six in every 10 that got just naproxen lived. The other treatment groups fared better. Eight in 10 of those treated with both medications lived. And in the celastrol group, nine in every 10 survived.",
            "All survivors were given one last chance to climb up to a treat. The untreated flies took an average of 112 seconds to reach the treat. The celastrol group needed about 71 seconds. The naproxen group took about 54 seconds and flies given both celastrol and naproxen made the climb in 55 seconds. Those last speeds were similar to how they had performed before their TBIs.",
            "Amelia hopes to continue working on this project in the future. She wants to use more sophisticated lab equipment to investigate the brain’s inflammation pathways.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "But based on her findings, Amelia says that this low-cost, readily available plant substance “could help make medicine more accessible” in places where health care is costly or hard to get. It could also reduce long-term toxicity from TBI treatment.",
            "Amelia is among nearly 2,000 high school finalists from almost 70 countries, regions and territories who competed this week. Regeneron ISEF, which will dole out more than $9 million in prizes this year, has been run by Society for Science since this organization created the annual event in 1950."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/science-of-paper-cuts",
        "title": "\n\tScience reveals the reasons behind painful paper cuts",
        "content": [
            "*A_photo_of_a_hand_with_a_paper_cut_on_the_index_finger",
            "A piece of paper’s thickness and slicing angle affect its ability to cut through skin, physicists report.",
            "Tiny as they are, paper cuts can cause real pain.",
            "It’s common to get a minor cut while flipping through a magazine or book. But tissue paper is not likely to draw blood. Now, scientists have explained the physics behind why some paper is more likely to slice through skin.",
            "Physicist Kaare Jensen was part of a team that set up experiments to study this. They used a gelatin replica of human tissue. Jensen works at the Technical University of Denmark in Kongens Lyngby. A thickness of around 65 micrometers (not quite 3 thousandths of an inch) was the sweet spot for paper cuts, they found. (Or you might call it the sore spot!) Their findings got posted June 19 in Physical Review E.",
            "A thin sheet of paper wouldn’t cut; it would bend instead. Thicker paper made a dent in the gelatin but couldn’t break its surface. Like a dull knife blade, it couldn’t apply enough force over a small enough area of the material to pierce it.",
            "The most treacherous paper tested was the kind used in old-fashioned dot matrix printers. Good news for fingers everywhere: That paper isn’t used much anymore. Magazine paper ranked a close second in the scientists’ tests.",
            "The slicing angle also mattered. Pressing the paper’s edge straight down into the gelatin was less likely to cause a cut than if the paper’s path angled across and down.",
            "Next, the researchers put paper’s slicing powers to use. They designed a 3-D printed tool they call the Papermachete. Loaded with a strip of printer paper, the tool becomes a single-use knife. The paper blade can cut into cucumber, pepper and apple. It can even cut chicken. The tool could be a low-cost option for prepping some foods.",
            "Next, the researchers plan to study more realistic, finger-shaped materials, rather than flat sheets of gelatin, says Jensen.",
            "No human fingers were harmed in the making of the study. “Ideally, you would want some test subjects,” Jensen says. “But it’s hard to find volunteers.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/making-music-with-bottles-pitch",
        "title": "\n\tExperiment: Making music with bottles",
        "content": [
            "*assorted_glass_bottles_of_different_sizes,_shapes_and_colors_on_a_shelf",
            "Have you ever blown across a bottle’s top and noticed that it made a pleasant sound? In this experiment, we explore how the volume of air inside one of these containers affects its pitch.  ",
            "Objective: Determine the relationship between musical note frequency and air cavity volume when blowing over the top of a partly filled bottle",
            "Areas of science: Music",
            "Difficulty: Medium intermediate",
            "Time required: 2–5 days",
            "Prerequisites: None",
            "Material availability: Readily available",
            "Cost: $20–50",
            "Safety: No issues",
            "Credits: Andrew Olson, Ph.D., and Teisha Rowland, Ph.D., Science Buddies",
            "Some musical instruments produce sound from vibrating strings, others from vibrating reeds and still others from resonating columns or cavities of air. In this science project, you will study a simple example of the last type of instrument: a narrow-necked bottle partially filled with water.",
            "How do musical instruments make the sounds that they do? All sound is made by vibrations. The vibrations push and pull on air molecules, changing the air pressure around them. The pushes cause a local compression of the air (increase in air pressure), and the pulls cause a local rarefaction of the air (decrease in air pressure). The compressions and rarefactions are rapidly transmitted through the air from the original source as a wave and are commonly called a sound wave. In summary, sound itself is a wave, a pattern, of changing air pressures.",
            "*a_drawing_showing_how_a_sound_wave_is_detected_and_a_graph_showing_pressure_versus_time",
            "fCFigure 1. Illustration of a sound wave as compression and rarefaction of air (top) and as a graph of pressure vs. time (bottom).",
            "The top part of Figure 1 represents the compressions (darker areas, increases in pressure) and rarefactions (lighter areas, decreases in pressure) of a pure-tone (i.e., single-frequency) sound wave traveling in air. If you measured the changes in pressure and graphed the results, you could see how pressure changes over time, as shown in the bottom of Figure 1. The peaks in the graph correspond to the compressions, and the troughs correspond to the rarefactions.",
            "*two_graphs_showing_a_high-frequency_wave_which_has_a_shorter_period_and_low-frequency_waves_which_ha",
            "fCFigure 2. Graphs of high (top) and low (bottom) frequency waves.",
            "For a sound wave, the frequency of the wave is related to the perceived pitch or musical note of the sound. The higher the frequency, the higher the perceived pitch. Technically, the frequency of a wave describes how many cycles of the wave happen during a certain amount of time. This is measured in hertz, or cycles per second. On average, the frequency range for human hearing is from 20 hertz at the low end to 20,000 hertz at the high end. Figure 2 shows examples of sound waves of two different frequencies. The period in the wave is the time that it takes for a single cycle of the wave to pass. (For more information on how sound waves make certain frequencies and harmonics, check out the Science Buddies project idea Do-Re-Mi with Straws.)",
            "Containers with an opening that is smaller than the width of the container are called air cavities, also known as Helmholtz resonators. Certain musical instruments, like ocarinas (Figure 3), are Helmholtz resonators. Note that Helmholtz resonators are different from air columns, or containers where the opening is the same width as the rest of the container (similar to musical instruments like clarinets). The frequency of the sound wave generated by a Helmholtz resonator depends on the geometry of the opening (its area and length) as well as the volume of air inside the cavity. But what exactly is the relationship? In this science project, you will investigate how musical note frequency changes based on the volume of the empty space when producing notes by blowing over the top of a partially filled bottle.",
            "*a_wooden_ocarina",
            "fCFigure 3. This is an example of an ocarina.",
            "These are good resources on the physics of sound:",
            "fCTable 1.",
            "*a_close-up_of_a_person_pursing_their_lipe_to_blow_across_the_top_of_a_glass_bottle",
            "fCFigure 4. Blow across the top of a bottle, as shown here, to make a musical note.",
            "This activity is brought to you in partnership with Science Buddies. Find the original activity on the Science Buddies website.",
            "*A_banner_that_reads_SCIENCE_BUDDIES"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-thc-definition-pronunciation",
        "title": "\n\tScientists Say: THC",
        "content": [
            "*a_photo_of_Cannabis_Sativa_plants_growing_in_a_greenhouse_with_a_person's_gloved_hands_visible",
            "The plant cannabis (pictured) contains the compound THC, which is mainly responsible for the drug's mind-altering effects.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1920348272&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "THC is a chemical found in the plant cannabis, or marijuana. THC is short for delta-9-tetrahydrocannabinol. It is the compound mainly responsible for cannabis’s psychoactive effects. That is, effects that change how a person thinks, feels or behaves. THC interacts with receptors in the brain to bring about such changes.",
            "The U.S. Food and Drug Administration has approved some lab-made forms of THC for medical use. The THC-containing medicine dronabinol is one example. Doctors sometimes prescribe it to increase a person’s appetite. It also can help relieve nausea. People going through cancer treatment sometimes suffer from appetite loss or nausea. For some, this medicine provides relief. However, patients can suffer bad side effects from the drug. These include hallucinations and paranoia.",
            "The medical value of cannabis remains debated though. This plant contains not only natural THC, but also other compounds that can affect the brain and body. Some studies have found it could help relieve some types of pain. But under U.S. law, cannabis remains a Schedule 1 drug. That means the law doesn’t recognize it as having any value in medicine and that it could harm people instead.",
            "Some people use cannabis for non-medical reasons. But recent studies suggest this could pose serious risks, especially for young people. Only about a third of teens think smoking marijuana a couple of times a week could be harmful. Yet, researchers find that cannabis use could impair a young person’s brain development. And, among adults, studies have found brain damage in those who regularly use the drug.",
            "The chemical THC gives Cannabis sativa most of its mind-altering effects, but new studies indicate this drug could harm young people’s brains.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/pfas-forever-chemicals-enter-skin",
        "title": "\n\tSkin appears to be no barrier for some common ‘forever’ chemicals",
        "content": [
            "*A_girl_in_a_raincoat_holding_an_umbrella",
            "Forever chemicals can show up in everyday products, such as raincoats and umbrellas.  A new study suggests they also could enter our skin — and might even reach our bloodstream.",
            "PFAS — also known as forever chemicals — are thousands of fluorine-rich compounds. And these human-made chemicals can be found everywhere. They’re in school uniforms, food packaging, cosmetics and personal care products. They seep into our food and drinking water. Now research suggests some can also enter our skin.",
            "These new data point to yet another way we can be exposed to the potentially harmful chemicals.   ",
            "PFAS is short for per- and polyfluoroalkyl (PAH-lee-flooh-roh-AL-kul) substances. They get that “forever” nickname from the almost unbreakable bonds between their carbon and fluorine atoms. Since the 1950s, these chemicals have turned up in everything from nonstick pans to stain- and water-repellent papers and fabrics.",
            "*Group_of_teenage_students_walking_home_from_school_together_wearing_school_uniforms",
            "fCMost school uniforms have been treated with PFAS, studies have shown. Wearing them can transfer PFAS to kids through their skin, data now suggest.",
            "But after broad use for so long, research has begun to show PFAS can be harmful to our bodies. Especially worrisome: They are unlikely to break down. So they’ve been showing up all over the environment.",
            "Environmental chemists at the University of Birmingham in England now show that PFAS can pass through the outer skin layer. That suggests PFAS might be able to get into our bodies and bloodstream.",
            "Oddný Ragnarsdóttir, Stuart Harrad and Mohamed Abdallah shared their new findings in the June Environment International.",
            "For their new study, the team studied 17 PFAS. They chose to study ones found in products that can come into contact with our skin. In the lab, the team dissolved each chemical in an alcohol. Then they applied a tiny amount of each chemical — 500 billionths of a gram per square centimeter — to samples of tissue made from lab-grown human skin cells. ",
            "After 36 hours, 11 of the 17 PFAS had crossed the outer, barrier layer of skin. PFAS with only four to seven carbon atoms entered more readily than those with more carbon atoms.",
            "The researchers also measured how much of each PFAS stayed in the skin — and how much had never been absorbed. Roughly 59 percent of one PFAS (PFPeA ) and 49 percent of another (PFBS) entered the skin. In fact, each reached a fluid beneath the skin — one used as a stand-in for the bloodstream.",
            "*3-D_human_skin_model_in_the_lab",
            "fCResearchers used 3-D models of human skin (tweezers hold an example) to investigate whether some PFAS can pass through the skin.",
            "These shorter PFAS had been developed as safer alternatives to the original forever chemicals. As these findings show, the newer ones, too, may be a problem.",
            "“We cannot say with 100 percent certainty that [PFAS] will end up in the bloodstream,” says Ragnarsdóttir (who now works at the University of Iceland in Reykjavik). “But they have still managed to enter the skin,” she says. And that “is the first step in the process of [skin entry].”",
            "Her team’s tests used a model of human skin. But it might not have behaved exactly as intact skin will, notes Miriam Diamond, who was not involved in the study. She’s an environmental scientist in Canada at the University of Toronto. Our skin is thicker in some places, she explains, such as the soles of our feet. It’s thinner in others, such as over our genitals. So absorption may differ greatly depending on where a PFAS touches the skin.",
            "What’s more, Ragnarsdóttir notes, her team used doses that were higher than people would normally encounter. (That dose had been picked to more easily track the movement of the chemicals.)",
            "Even so, she says, people need to take note of whether their clothing and the personal care products they use on their skin contain PFAS. “We wear our clothes for hours during the day,” Ragnarsdóttir says. “So if you’re wearing something with PFAS, it’s a source of exposure.”",
            "Most people in the United States are exposed to PFAS through food packaging, indoor dust and tainted drinking water. The U.S. Environmental Protection Agency became so concerned about PFAS levels in drinking water that in June 2022 it set limits to help cut those exposures.",
            "Past research had suggested skin might be a possible route of PFAS exposure, too. But there had been few data on this. One study, for instance, showed a PFAS could enter rat skin. But “the skin of a rat does not [precisely] mimic human skin,” notes Harrad on the Birmingham team. That, he says, is why this new study has long been needed."
        ]
    }
]