[
    {
        "URL": "https://www.snexplores.org/article/frogs-calls-vocal-sacs",
        "title": "\n\tFrogs evolved a wide variety of vocal sacs to amplify their ribbits",
        "content": [
            "*A_picture_of_a_male_Indian_bullfrog_with_blue_vocal_sacs_puffed_out_on_either_side_of_the_frogs_neck",
            "A pair of blue bulges puffs outward as a male Indian bullfrog (Hoplobatrachus tigerinus) calls. Side puffs are just one of 20 types of vocal sacs among frogs and toads.",
            "Here’s a great case of real life turning out to be stranger than fiction. Storybooks often show male frogs croaking by ballooning the bottoms of their mouths out in one fat, round bubble. But only half of frog species croak that way. The rest use a huge range of body parts for their ribbitting.",
            "Some males use a pair of brilliant blue puff-out disks. They look sort of like padded headphones that have slipped down the frog’s neck. Other species have sacs that look like khaki-colored-balloon Mickey Mouse ears. Still others ribbit with a single upright sac. It looks a bit like a fat rhino horn on some inflatable swimming pool toy.",
            "In a new study, two herpetologists looked at 4,358 species of frogs and toads. (Herpetologists are experts on amphibians and reptiles.) All together, the team found frogs and toads had evolved 20 basic forms of vocal sacs. And about one in every six of the species studied had no vocal sacs at all.",
            "Agustín Elías-Costa and Julián Faivovich did the research. Both work at the Bernardino Rivadavia Natural Science Museum. That’s in Buenos Aires, Argentina. The two shared their findings March 7 in the Bulletin of the American Museum of Natural History. ",
            "*_Frogs_evolved_a_wide_variety_of_vocal_sacs_to_amplify_their_ribbits0",
            "fCHead-side sacs balloon out as a male Surinam goldeneye tree frog (Trachycephalus coriaceus) calls. The sound itself comes from the frog’s larynx in its throat. The sacs can amplify the sound.",
            "The team studied 777 specimens over 10 years at museums around the world. “Libraries of nature,” Faivovich calls them. Just drawing a picture of something doesn’t confirm its details the way a preserved specimen does.",
            "Their survey showed that vocal sacs disappeared between 146 and 196 times across the frog and toad family tree. That’s “an astounding number considering their biological importance,” Elías-Costa says.",
            "Even animals without sacs still emit sounds. Like human speech, frog and toad ribbits come from the larynx. Vocal sacs make the sound louder. They convey how attractive a male frog is, too. But they can tip off eavesdropping predators.",
            "Female frogs of a few species also vocalize. But mostly it’s a male endeavor.",
            "Frogs and toads search for mates in a wide range of settings. Some meet up at the edges of lakes. Others hook up in cozy tree holes. Some even find each other in tiny pools at the sunken centers of bromeliad leaves. Every locale has different risks and acoustic issues. Frogs must have different types of vocal sacs to succeed in each.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-kleptopredation-definition-pronunciation",
        "title": "\n\tScientists Say: Kleptopredation",
        "content": [
            "*a_colorful_sea_slug_that_engages_in_kleptopredation",
            "The pilgrim hervia sea slug (Cratena peregrina) grazes on hydrozoans, preferring those that have just had a meal themselves. This is one example of a meal-stealing hunting strategy called kleptopredation.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2148258891&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Kleptopredation is when an animal hunts prey that has recently hunted and eaten its own prey.",
            "The root word “klept-” means theft. So, kleptopredation describes a predator that hunts prey and steals their last meal. Scientists first noticed this double-dipping hunting strategy in 2017.",
            "Some animals steal prey from others. Scientists have known that for some time. For example, hyenas may gang up against a lion to steal a hunted gazelle. This practice is called kleptoparasitism. But the hyenas eat only the gazelle, not the lion. That’s what sets kleptopredation apart. The hunter eats both its own prey and the prey’s last meal.",
            "Some predatory sea slugs use this approach. Take the pilgrim hervia (Cratena peregrina). These electric-blue and tangerine-colored sea slugs graze on colonies of little polyps called hydrozoans. But they’re a little picky. The sea slugs prefer eating polyps that have just had a meal themselves. Hydrozoans are predators that catch and eat plankton. So, the sea slug chows down on plankton-stuffed polyps in this two-for-one meal deal.",
            "Scientists have now seen other animals use this buy-one-get-one-free scheme, too. For instance, some jumping spiders eat mosquitoes. And they seem to prefer catching mosquitoes that have just had their own blood meal.",
            "Some predatory sea slugs use kleptopredation to eat both predator and prey.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/teens-vacation-independence-parenting",
        "title": "\n\tVacation could provide teens time to practice independence",
        "content": [
            "*Teens_need_freedom_from_parents_on_vacation",
            "Most parents won’t let teens go off alone during vacation, according to a new poll. But experts say teens need that independence.",
            "Vacation season is upon us. But a school break doesn’t necessarily mean teens are roaming free.",
            "A new poll finds that less than half of U.S. parents feel comfortable leaving their teenager alone in a hotel room while they grab breakfast. Fewer than one in three would let their teen walk alone to a coffee shop. And only one in five would be okay with their teen wandering solo around an amusement park.",
            "Those results, released June 16, are troubling, says public health expert Sarah Clark. She codirects the C.S. Mott Children’s Hospital National Poll on Children’s Health. Teenagers, she says, need freedom to develop the confidence that they can navigate the world on their own.",
            "The poll surveyed more than 1,000 U.S. parents of children ages 13 to 18. It was conducted by the Mott Poll team at the University of Michigan in Ann Arbor. This group regularly surveys a subset of 50,000 households. They ask about issues related to parents’ views and children’s health.",
            "For years, researchers and policymakers have been sounding an alarm. They’re concerned that children and teens have fewer chances to play and explore without adults around.",
            "Psychologist Peter Gray is part of a team that wrote about this almost two years ago in The Journal of Pediatrics. For instance, compared with previous generations, children across much of the Western world are less likely to hold part-time jobs. They also are less likely to walk or bike to school alone. Parents report increasing discomfort with letting their kids engage in risky, unsupervised play, other research shows.",
            "That loss of freedom coincides with a decades-long uptick in teen mental-health problems. Showing whether one causes the other has proven difficult. Many other aspects of childhood have changed too, researchers note. Technology use is a big one.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "But squelching childhood independence undermines normal development, says Gray at Boston College in Massachusetts. That development includes a teen’s innate need for close peers and partners. “It’s absolutely no surprise to me that we are seeing these dramatic rises in anxiety, depression, even suicide among teenagers.”",
            "Vacations present an ideal time for teens to practice independence, says Clark. Parents can plan where to stay to give teens more freedom. And they can set guidelines. For example, they can ask their teen to text when they get to their destination. Or families can agree on when and where to meet up.",
            "Clark does sees some promising signs. Two-thirds of the parents polled felt confident their teens would follow their rules even without them around.",
            "The goal shouldn’t be to protect teens from all dangers. Instead, says Clark, adults need to help them practice life skills. This might mean riding public transit, knowing what to do when approached by a stranger or ordering a sandwich on their own.",
            "“If we reach some families and just approach this upcoming summer a little differently, I feel like that’s a big win.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/tiktok-skincare-routines-harm-skin",
        "title": "\n\tTikTok skincare routines may cause more harm than good",
        "content": [
            "*a_young_woman_holding_a_skincare_product_and_applying_a_cream_to_her_face_while_sitting_in_front_of_",
            "Skincare TikTok videos are rising in popularity. However, many of these videos are promoting harmful messages and products. ",
            "More and more kids are posting skincare routines on TikTok. These videos can be a playful and fun way to express oneself. But many of the routines might be more harmful than helpful, a new study shows. The majority of the regimens shown are costly, have harmful ingredients and lack sunscreen. Most don’t offer benefits for young skin. And they may lead to skin damage.",
            "This study suggests that young people are getting a lot of health information from TikTok instead of more reliable sources such as doctors, parents or skincare specialists, says Nusheen Ameenuddin. She’s a pediatrician at Mayo Clinic in Rochester, Minn.",
            "Pediatricians and dermatologists are worried about the message these videos are delivering. Namely, they give possibly harmful skincare advice, wrapped up with troubling messages about unrealistic and unhealthy beauty standards.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "When healthcare researcher Tara Lagu asked her 11-year-old niece what she wanted for Christmas, her niece handed her a list of expensive skincare products. According to Lagu’s sister-in-law, all the girl’s friends were taking part in this trend. Lagu was shocked.",
            "Lagu recounted this to Molly Hales. She’s a dermatologist at Northwestern Medicine in Chicago, Ill. She also studies how culture and medicine intertwine. Lagu asked Hales if she’d be interested in exploring this skincare trend. Hales jumped at the opportunity.",
            "To start, Hales and a colleague each made TikTok accounts. They reported that they were 13 years old. Then they scrolled through their “For You” pages until they had seen 100 skincare routine videos. As they watched, the researchers noted information on the content creators, the products and the cost of each regimen.",
            "Most of the videos were pretty popular. They had an average of more than a million views each. Because the creators’ ages weren’t specified, the team assigned age ranges based on appearance and context clues. For example, in one video a creator said, “Get ready with me for the first day of sixth grade.” Most creators used an average of six products, which on average cost a total of $168.",
            "Then the researchers dug into the products and their ingredients.",
            "iFhttps://www.youtube.com/embed/emIsUY8EhTo?feature=oembed",
            "Molly Hales and Tara Lagu talk about the some of the problems they see in popular TikTok skincare videos aimed at teens.",
            "Overall, the team found that the products had three main skin risks: skin allergy, irritation and sun sensitivity.",
            "A post shared by Science News Explores (@sn.explores)",
            "More than half of the products had fragrance. Many scents are contact allergens. That means they can cause an allergic reaction when they come in contact with skin. They are one of the most common things people develop a skin allergy to, says Hales.",
            "Plus, the 25 most-viewed videos had an average of 11 potentially irritating active ingredients. These can cause an itching, burning, tingling or prickling sensation.",
            "The most common of these ingredients were alpha-hydroxy acids. These chemicals exfoliate skin, removing surface layers. They’re common in anti-aging products because they can smooth fine lines and wrinkles and improve skin texture. They’re also used in some products to prevent acne. But they can irritate and damage young skin.",
            "Creators used products with alpha-hydroxy acids an average of three times per video and as many as seven times in one regimen. This is harmful because the chemical becomes more irritating the more you layer it.",
            "Alpha-hydroxy acids also increase the skin’s sensitivity to the sun. The U.S. Food and Drug Administration recommends staying out of the sun and using sunscreen with these products. But on average, only 26 percent of the TikTok videos included any type of sun protection. So these regimens would boost the risk of sunburn and other sun damage.",
            "Though not part of the study, pediatrician Molly O’Shea was distressed by the findings. “The majority of the products that were being shown and demonstrated weren’t designed for young skin,” says O’Shea. She practices in Bloomfield Hills, Mich.",
            "Many of the products had abrasive features, such as retinols, scrubs and beads, that can damage the skin. These types of products are usually meant for people whose skin has begun to show signs of aging, says O’Shea. “When you’re young, using products that are designed for older skin can actually damage your skin.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Beyond risks to the skin, the team also had concerns about potential psychological and social risks.",
            "The videos place high importance on physical appearance, Hales says. And much of the content showed creators in large, expensive, private bedrooms and bathrooms. They had drawers stuffed with high-priced skincare products.",
            "The products seemed to be used as status symbols, says Hales. “That may make someone feel bad if they don’t have the money or they’re not in a position to be able to afford that kind of skincare routine.” Studies have shown that comparing yourself to others who seem “better” can have big drawbacks, especially for teens. “It can have a harmful effect on your self-image,” says Hales.",
            "The study didn’t look at who was consuming this content, says Hales. But this type of media could pose a risk of adverse mental health outcomes for kids and teens who view it, she notes.",
            "The team also paid attention to skin tone. In the United States, beauty standards traditionally have been linked to ideals of whiteness. The researchers wanted to see if the videos idealized white skin.",
            "The majority of content creators they viewed had light skin. But since TikTok’s feed is driven by an algorithm, the researchers don’t know how well what they saw reflects the whole platform. The early videos they saw and engaged with may have prompted more videos from creators with light skin to appear in their feed.",
            "Some popular terms used in these videos, such as “glowy,” could be seen as coded racial language, they note. While “glowy” is not as overt as “white” or “light,” when something glows, it gets brighter and lighter, says Hales.",
            "Next, the team would love to study more videos by non-white creators. “How much content is there from darker-skinned content creators?” asks Hales. “Are the messages and beauty ideals more affirming? Is there anything problematic in the messages that these girls are getting?”",
            "*a_girl_dressed_in_athletic_clothing_sits_under_shade_and_applies_sunscreen_to_her_face",
            "fCDaily sunscreen is important for kids and teens to protect their skin against sun damage.",
            "For pre-adolescents who don’t have any known skin condition, Hales recommends just one product: a daily sunscreen. If the skin becomes oilier during adolescence, she suggests adding a gentle cleanser once or twice a day.",
            "1. Make sure you’re putting on sunscreen every single day. ",
            "2. Read the labels of the products you’re using and see what kind of active ingredients they have. ",
            "3. Look for fragrance-free products. (Fragrance is the most common cause of skin allergy.)",
            "If teens are struggling with acne, some over-the-counter products can be helpful, she notes. However, it’s important to choose products that target the right problem. At that point, she advises teens to talk to their doctor. “Pediatricians are usually very equipped to manage mild to moderate acne,” says Hales. If it’s anything more severe, she recommends seeing a dermatologist.",
            "For kids who enjoy watching skincare routines online, Hales notes three steps to be a savvy consumer. First, she says, make sure you’re putting on sunscreen every single day. Second, read the labels of the products you’re using and see what kind of active ingredients they have. Third, look for fragrance-free products, since fragrance is the most common cause of skin allergy.",
            "Hales sees no harm in spending money on safe products that you put on from time to time because it feels luxurious or you enjoy it. But know that you don’t need elaborate skincare routines to take care of your skin. “In most cases,” she says, “those products are probably making the skin less healthy, rather than more healthy.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/snake-bites-antivenom-friede",
        "title": "\n\tMultiple-snake antivenom comes from blood of man bitten 202 times",
        "content": [
            "*Tim_Friede_stands_in_the_light_with_a_snake_on_his_arm_his_blood_was_used_to_make_an_antivenom_cockt",
            "Tim Friede injected himself with doses of venom over and over. It built up immunity in him to bites from venomous snakes, such as this water cobra.",
            "Tim Friede remembers his worst snakebites in screaming detail. The first was from an Egyptian cobra. The second, an hour later, came from a monocled cobra. Both were highly venomous snakes. Each occurred at his home in Wisconsin. And neither was an accident.",
            "“Was it stupid? Yes,” he says. But, he adds that he had been in it for the science.",
            "Someday, these might help others survive snakebites, too.  ",
            "Friede let the cobras bite him — on purpose. To date, he’s logged 202 snakebites. “It always burns,” he says. “And it’s always, always painful.”",
            "He had to be airlifted to a hospital after those first back-to-back cobra bites, nearly 20 years ago. He would go on to spend four days in a coma.",
            "Friede has been “self-immunizing” himself against some of the world’s deadliest snakes. The process involves milking venom from snakes. Then he’d inject tiny doses into his body, followed by increasingly larger ­ones. ",
            "Think The Princess Bride, says Jacob Glanville. In that movie, Westley built up immunity to the poisonous (and fictional) iocane powder by gradually exposing himself to it over time.",
            "That’s essentially what Friede did, says Glanville. He’s the president and CEO of the biotech company Centivax.",
            "Friede slowly and carefully injected ever-bigger amounts of venom into his body over months and years. His body eventually built up immunity to more than a dozen venomous snakes. These include coral snakes, black mambas and rattlesnakes.",
            "Afterward, he’d let snakes bite him. Without that slow preparation, bites by “most of those snakes would have killed him,” Glanville says.",
            "Instead, Friede survived.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Antibodies are proteins that help our bodies recognize and fight off threats such as germs. Vaccinations lead our bodies to build up protective antibodies against disease-causing germs. But antibodies can also neutralize the toxins found in different venoms.",
            "All of Friede’s injections left his bloodstream with what may be a one-of-a-kind mix of antibodies to snake venoms. Those antibodies may someday help accidental snakebite victims, too.",
            "Antivenoms can stop the effects of toxins in snakebite victims. Glanville’s team has now used antibodies from Friede’s blood to make a new antivenom.",
            "Glanville had already been working on a vaccine to protect against many different flu viruses. He also was interested in finding cases where broader immunity might be useful — and snakebites came to mind.",
            "More than 600 species of venomous snakes slither across the planet. Creating an antivenom for each one takes time and money. Glanville wanted to create an antivenom that could target toxins from many types of venomous snakes at once. He thought Friede — someone who’d been bitten so many times and by so many snakes — could help.",
            "Glanville contacted Friede after reading about him in the news. “I said, ‘This might be an awkward question, but I would really like to get some of your blood.’”",
            "Said Friede: “I have been waiting so long for this call.”",
            "The man had been involved in small studies before. But many weren’t published. And some projects never went anywhere.",
            "Glanville’s would.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Glanville’s research team used a small sample of Friede’s blood. The antivenom cocktail they developed from it can now quash the effects of several venoms.",
            "They made it from a combo of two of Friede’s antibodies plus a toxin-blocking drug (varespladib). This mix completely protected mice from lethal doses of venom from 13 different species of snakes. It partially protected mice from the venoms of six more.",
            "The researchers shared their findings in the June 12 issue of Cell.",
            "So far “this is perhaps the best combination published,” says Andreas H. Laustsen-Kiel. He’s a biotechnologist at Technical University of Denmark in Kongens Lyngby. He didn’t take part in the new antivenom work.",
            "Glanville’s research is part of a recent push in a handful of labs — including Lausten-Kiel’s — to create better antivenoms. Scientists have looked through billions of lab-created antibodies in search of ones that target key venom toxins. Some used AI to dream up new toxin-neutralizing proteins. And one old drug has been repurposed as a potential new tool for fighting viper venom.",
            "None of these, even Glanville’s cocktail, is ready for prime time. “It’s an experimental antivenom,” Lausten-Kiel says. It still needs to be tested for safety and how well it works in people.  ",
            "Across venomous snakes, there are about 10 toxin families that pose key targets for antivenoms, says study coauthor Peter Kwong. He studies the structures of proteins from viruses and other toxin sources at Columbia University in New York. The newly developed snake-antivenom cocktail targets three toxin families. That’s enough to move on to the next phase of testing.",
            "iFhttps://www.youtube.com/embed/GXArk_ZxMwI?feature=oembed",
            "Tim Friede recounts how he got into this the snake-venom business. It started with his first snake bite at age 5. Then he moved to carefully, methodically measuring out doses to keep the occasional accidental bite from turning lethal — in him and, potentially, in others.",
            "The researchers are now looking to work with veterinary groups in Australia to potentially treat dogs that come in with snakebites.",
            "And, Glanville adds, the team can always look for more antivenom ingredients in the billions of antibodies they found in Friede’s blood.",
            "Friede retired from snakebites and venom injections in 2018 (after 202 snakebites and 654 immunizations). Today, he’s a healthy 57-year-old. He has had regular liver and kidney checkups. Those ensure that his history of venom exposures hasn’t damaged these organs.",
            "“Tim did something remarkable, and we think it could change medicine,” Glanville says. But, he emphasizes, no one should be injecting themselves with snake venom.",
            "“We are actively discouraging anybody from trying it,” he says. “No one ever needs to do it again.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/anti-spicy-compound-chili-peppers-heat",
        "title": "\n\tNewfound ‘anti-spice’ compounds tame chili peppers’ heat",
        "content": [
            "*an_array_of_different_types_of_chili_peppers_hung_up_to_dry_on_strings",
            "The compounds behind chili peppers’ fiery flavor are well known. But some other compounds in peppers actually dial down their heat, according to a new study.",
            "Chili peppers famously bring the heat to hot sauces, salsas, curries and many other dishes. And if you’ve ever bitten into food that’s too spicy, you know how much they can burn. But now, it seems that certain compounds tame the flames of some peppers’ taste.",
            "It remains a mystery how the newly identified compounds cut down on spiciness, or pungency. But chili peppers that contain more of these molecules don’t have quite as much kick. These findings could one day help farmers grow and develop new kinds of peppers and even aid in pain relief, scientists say.",
            "A chili pepper’s spice level is often measured with the Scoville scale. This scale is based on two compounds that give peppers their heat. One is capsaicin. The other is dihydrocapsaicin. Peppers that contain more of these compounds rank higher on the Scoville scale.",
            "But even when two peppers have the same Scoville rating, one might taste hotter than the other. Devin Peterson and his colleagues wanted to find out why. Peterson is a flavor scientist at Ohio State University in Columbus.",
            "Pepper spiciness is usually measured with the Scoville scale. Peppers that contain more of two spice-causing compounds rate higher on the scale. Bell peppers have the lowest ranking. The viciously hot “Pepper X” gets the highest.  ",
            "*the_Scoville_scale_and_examples_of_various_peppers_and_their_ratings",
            "fCVeronika Oliinyk/iStock/Getty Images Plus",
            "To investigate, the team ran a series of taste tests. The first involved 10 types of powdered chili peppers. The researchers mixed different amounts of each powder with tomato juice so each blend contained the same amount of spice-causing compounds. As a result, each mix had the same Scoville rating.",
            "The researchers offered their samples to a panel of people who’d been trained to judge spiciness. Panelists tasted each mix and rated how pungent it was on a scale from zero to 15. A zero rating meant the panelist couldn’t perceive any spice. A 15 meant they “can’t imagine anything more intense,” Peterson says.",
            "Despite all the samples having the same Scoville rank, some tasted spicier than others, the panel found. Arbol peppers, the least pungent variety, earned an average 7.1 rating. Fatalii peppers, the most pungent type, averaged an 11.8.",
            "Clearly, the Scoville scale did not fully account for some key ingredient in a pepper’s punch.",
            "*a_photo_of_dried_Arbol_peppers_in_a_bowl,_and_a_bowl_of_Fatalii_peppers_on_the_right_The_Arbol_peppe",
            "fCIn a taste test, scientists had people try mixtures made with dried powder of 10 different chili peppers. The team fine-tuned the amount of pepper added to each mix so that each had the same Scoville rating. Still, some mixes tasted spicier than others. People thought the blend containing Arbol peppers (left) was least spicy. They thought the blend with Fatalii peppers (right) was spiciest.",
            "Peterson’s group took a closer look at the powdered peppers to see what was going on. They analyzed the peppers’ chemical makeup for compounds linked to pungency.",
            "Five chemicals seemed to make peppers less spicy. All were more abundant in the least spicy pepper than in the spiciest one. “These molecules are tasteless,” Peterson says. “Yet when they interact with taste molecules, they’re suppressing them.”",
            "Another round of taste tests offered more insight into the anti-spice compounds. For this experiment, the team prepped two mixtures. One contained just tomato juice, capsaicin and dihydrocapsaicin. The other held tomato juice, those two spice compounds, plus one of the five compounds that were linked to lower spiciness.",
            "The scientists dripped each mixture onto a piece of filter paper. Panelists put both pieces on their tongues, one on the left side and one on the right. This let them see which tasted spicier. In all, 37 panelists did this test for each of the five compounds.",
            "Three of the five compounds took the edge off the mixtures’ spiciness. One called capsianoside I decreased spiciness by 0.7 points on the 15-point scale. Another known as roseoside brought ratings down by 1.2 points. A third called gingerglycoside A soothed spiciness by 1 point.",
            "Peterson’s group also tried using all three anti-spice compounds together. But that didn’t seem to help much. With the combo, spiciness only dropped by 0.7 points.",
            "The findings appeared in the May 28 Journal of Agricultural and Food Chemistry.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "It’s not clear yet how any of these compounds affect our perceptions of spiciness. They might attach to the same receptors in our mouths that capsaicin does, Peterson says. These receptors let us taste spicy things. If the anti-spice compounds block capsaicin from latching on to the receptors, we might not taste as much spice.",
            "But that’s just one possible explanation, says Jie Zheng. The spice-blocking compounds might bind to a different receptor but still have the same effect. Zheng is a biophysicist at the University of California, Davis School of Medicine. He studies spicy sensations but was not involved in the new study.",
            "“It’s important to know how these compounds work,” Zheng says. “That would be very informative to guide the applications that people may find.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Some of these applications might include growing peppers to be more or less spicy, Peterson says. Or the compounds might work in an “anti-spice” condiment. If your food is too spicy, you could sprinkle the condiment on your food. That might reduce its heat, Peterson says.",
            "The anti-spice compounds might also work as pain relievers, though this hasn’t been tested yet. Gels containing capsaicin are known to relieve nerve pain. But they can also cause a burning sensation. Adding anti-spice compounds to those gels might allow them to provide relief without the burn, Peterson says."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/water-droplets-make-electricity-power",
        "title": "\n\tHere’s how rainwater might one day power some of your lights",
        "content": [
            "*A_photo_shows_raindrops_falling_on_a_shingle_roof",
            "Water carries a lot of built-in energy. Researchers have now found a way to harness some of that energy from rain and other sources as a clean source of electric power.",
            "They say April showers bring May flowers. But here’s another upside to rain any time of year: It could power some of your lights with clean, green energy. ",
            "Hydropower typically harnesses the strong flow of a big stream of water to create electricity by some mechanical means — such as the spinning of big turbines. A new type instead harnesses tiny bursts of energy sparked when rain runs down a narrow tube. ",
            "“There is a lot of energy in rain,” says Siowling Soh. An engineer, he works at the National University of Singapore. His team is developing the new tech. “If we can tap into this vast [rain] energy,” he says, “we can move toward a more sustainable society.”",
            "A water molecule, or H2O, is made of two hydrogen atoms bonded to an oxygen atom. Some experiments had shown the electric charges in a water molecule can become spatially separated as water flows through an electrically conducting tube.",
            "*an_illustration_of_water_molecules_inside_water_droplets",
            "fCWater molecules (here, illustrated inside water droplets) are made of one oxygen atom (shown red) and two hydrogen atoms (white). These molecules are held together by electrical charges. But their negative and positive ions can be spatially separated as droplets move down thin glass tubes. ",
            "As those drops move, negatively charged hydroxide molecules (OH–) leave the droplet. These can latch onto the tube’s inner surface. This will leave an excess of positively charged hydrogen ions (H+) in the water.",
            "As droplets dribble out of the tube and into a cup, the extra charge builds up in the accumulated water. That charge can create an electric current.      ",
            "In early tests by others, the share of water molecules affected this way had been truly tiny. So the energy they produced was small, too. Indeed, it was far less than would be needed to continuously pump water through that tube.",
            "Soh sought a way around that problem. His team’s new solution: Mix air in with that water.",
            "Instead of sending a continuous flow of water down a tube, they drip rain-like water droplets into it. To maximize the separation of electric charges, they keep the tube small. That way, a larger share of the water contacts the tube’s walls. (The tube’s 2-millimeter width is about as wide as a rice grain.)",
            "Tiny air pockets develop between the water driblets as they slide down that tube. This process creates higher rates of charge separation than do continuous flows, Soh reports. In fact, it releases roughly 100,000 times as much energy!",
            "The separated positive and negative electric charges create a voltage between the ions. It’s much the same idea as the charge separation that occurs when you shuffle across a rug wearing socks (and then risk getting a small shock when you touch metal).",
            "After traveling the length of the tube, each charged droplet falls into a stainless-steel cup. Wires connected to the tube and cup allow those built-up electric charges to create an electric current, which can power some device.",
            "Water moving down a tube can support an electric current. But based on the tube’s width (compared to water flow) — and whether air pockets mix in — that water’s flow can exhibit any of five patterns. Each is illustrated and then photographed here. They appear in order from most power generated (with air-pockets, left) to least (right).",
            "*_Here’s_how_rainwater_might_one_day_power_some_of_your_lights1",
            "fCC. Ao et al/ACS Central Science 2025 (CC-BY 4.0)",
            "Soh’s group ran 20-second-long tests of its system. Droplet flows through four tubes — each 32 centimeters (12.6 inches) long — made enough electricity each time to continuously power 12 LED lights.",
            "“We think [this new tech] will be helpful in rainy places, including tropical countries like Singapore,” Soh says. It could be scaled up, he adds — perhaps by installing rain-catching tubes on roofs. A system like this might also be set up next to sources that create sprays of water, such as waterfalls. ",
            "And this tech can do more than power little lights, Soh’s team reports. For instance, they showed how that electricity can be used to drive chemical reactions. Indeed, the engineers say, they’ve shown for “the first time that harvesting the constantly separated [electric] charge at the solid–liquid interface is … a practically useful source of electricity.”",
            "Soh’s group shared details of all this in the May 28 issue of ACS Central Science.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "This basic concept is not new, notes David Ma. This engineer at Texas A&M University in College Station worked on a somewhat related system seven years ago.",
            "“Our team focused on one droplet at a time moving across a surface,” recalls Ma. “This new approach is clever because it generated more droplets in a simple way.”",
            "Himanshu Mishra  also finds this new setup “an interesting way to learn [how electric charges behave].” It shows what happens when water touches the inside of the tube — tiny charges build up in a way that can generate electricity. A physicist, Mishra works at King Abdullah University in Thuwal, Saudi Arabia.",
            "The team behind the new tech says it can make up to 100 watts of power for each square meter of surface area collecting water. That’s a big jump compared to older methods, says Ma.",
            "But there’s also a catch, he adds.The device only works well when it’s connected to something with very high electrical resistance. That’s close to an “open circuit,” he explains — “where barely any current flows.” For that reason, he says, it can power only small things, such as tiny LED lights.",
            "“It won’t work for regular light bulbs,” Ma says, “because those need more current.”",
            "Mishra calls it “interesting science.” But “it won’t solve our global energy problems,” he notes. “We can’t expect it to replace fossil fuels.”",
            "It does suggest a clean new way to tap electricity from the environment, though. Even if it may only serve as a bit player for now.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-heat-dome-definition-pronunciation",
        "title": "\n\tScientists Say: Heat dome",
        "content": [
            "*_Scientists_Say_Heat_dome2",
            "A heat dome is a weather phenomenon that can cause record-breaking and ground-baking high temperatures.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2123244438&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A heat dome occurs when hot weather stalls over an area for days or weeks at a time. It forms when warm air at Earth’s surface gets trapped and cannot rise. Heat domes can cause periods of unusually hot weather called heat waves.",
            "In the atmosphere, warm air typically rises and cool air sinks. Air near Earth’s surface heats up, causing it to rise. As warmed air rises, it begins to cool and sink down again. This hot-cool cycle helps keep air moving in our atmosphere.",
            "A heat dome forms when heated surface air cannot rise. This can happen when a zone of high-pressure air moves over an area. High pressure is a region of sinking air high in the atmosphere. It’s usually marked by sunny skies and few clouds.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Sometimes, high-pressure air can prevent surface air from rising and cooling. Since this air remains near the Earth’s surface, it keeps getting hotter and forms a heat dome. The heat dome also blocks other weather from entering the region, including clouds and rain. As the region becomes drier, temperatures soar higher.",
            "Warm air in a heat dome isn’t just blocked from rising. It often cannot move out of the region, either. In North America, weather tends to move from west to east. But changes in the jet stream — a fast-moving air current high in the atmosphere — can block this motion. Such roadblocks can trap a high-pressure system for days or even weeks. This also can contribute to the formation of a heat dome.",
            "Heat domes’ high temperatures and dry conditions can increase the risk of wildfires. They bring other problems, too. In cool and mild regions, heat domes can cause unusually hot weather. Extreme temperatures may be especially dangerous to people living in such areas. That’s because they may lack air conditioners or other tools for managing the weather. ",
            "As the Earth’s climate changes, heat domes — and the extreme temperatures that come with them — become more common.",
            "Heat domes trap record-breaking temperatures over regions dangerously unprepared to handle the highs.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-lagrange-point-definition-pronunciation",
        "title": "\n\tScientists Say: Lagrange point",
        "content": [
            "*_Scientists_Say_Lagrange_point3",
            "The James Webb Space Telescope is at one of five positions of stable orbit called Lagrange points. These points occur around systems containing two massive orbiting objects, such as the Earth and sun.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2150040393&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A Lagrange point is a position in space near two large space objects, such as the sun and Earth. When a third, smaller object — such as a satellite —  is placed at a Lagrange point, it will tend to stay in place.",
            "A two-object system, such as the Earth-sun system, has five Lagrange points. These points are called L1, L2, L3, L4 and L5.",
            "At these points, the large objects’ pull of gravity holds the satellite in place relative to them. As a result, the satellite will move with the larger objects as they move.",
            "*_Scientists_Say_Lagrange_point4",
            "fCThe James Webb Space Telescope (right) orbits the L2 point, which is a Lagrange point that lies about 1.5 million kilometers (1 million miles) from Earth. Lagrange points occur in any two-body system, not just around the Earth and sun. For example the Earth-moon system has its own five Lagrange points.",
            "If a satellite or space telescope is placed at a Lagrange point, it will maintain a fairly steady orbit. If placed outside one of these points, the satellite’s orbit tends to change over time. Without an occasional rocket boost, the satellite’s orbit may slip so that it falls toward Earth. It would then burn up in the atmosphere. But a satellite at a Lagrange point needs very little rocket boost to maintain orbit. At very stable points — L4 and L5 — they may need no boost at all. That helps save fuel.  ",
            "iFhttps://www.youtube.com/embed/fTVN19h4nMg?feature=oembed",
            "Skip to 00:50 in this video to see how the Lagrange point L2 moves with the Earth as it orbits our sun.",
            "The James Webb Space Telescope (JWST) orbits at the L2 point. Note that it doesn’t just remain stuck at this point. This is an ideal location for a space telescope. Here’s why. ",
            "First, it keeps the telescope close to Earth. That allows for easy communication between the telescope and the people and programs on Earth that run it. Second, the telescope can turn its solar panels toward the sun. That allows for solar power. Third, this position gives the telescope a clear view of outer space. Here, the telescope can turn its mirrors outward to peer into the cosmos.",
            "Many stars in a galaxy orbit in stable positions called Lagrange points.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/how-terraform-mars-atmosphere-breathe",
        "title": "\n\tHere’s how future Martians might take their first breaths ",
        "content": [
            "*An_illustration_shows_a_vehicle_driving_along_Mars'_surface_Trees_grow_in_the_forefront_as_a_city_lo",
            "Humans looking to terraform Mars would first need to bulk up its thin atmosphere. Researchers have suggested using microbes and even asteroid impacts to pump heat-trapping greenhouse gases into Mars’ atmosphere.",
            "A spacecraft slowly descends to the surface of Mars. Once arid and lifeless, the Red Planet now features a lush, green landscape. Passengers watch as a city comes into view. People walk along busy streets, venture into the local park and breathe the Martian air.",
            "Many science fiction writers have envisioned futures like this for Mars. In these stories, humans use so-called terraforming technology to make other planets more Earthlike.  ",
            "Anyone living on a terraformed Mars should “be able to walk around outside without a spacesuit,” says ​​Paul Byrne. At Washington University in St. Louis, Mo., Byrne studies how planets form. To be hospitable, Mars would need an atmosphere thick enough to retain heat. And there would need to be enough oxygen for life.  ",
            "In Earth’s atmosphere, greenhouse gases such as carbon dioxide, methane and water vapor trap the sun’s heat. This helps keep our planet warm enough for water to exist as a liquid — which all life needs.",
            "Most of Mars’ atmosphere is made up of carbon dioxide, or CO2. But Mars doesn’t have enough CO2 to trap heat. In fact, the Red Planet’s atmosphere ​is ​100 times thinner than our own. Being less dense than Earth and half its size, Mars has weaker gravity than our home planet, says Byrne. That makes it “harder for it to hang on to an atmosphere.”",
            "Without a heat-absorbing atmosphere, Mars sees temperatures as low as –153° Celsius (–225° Fahrenheit). And Mars’ extremely low air pressure lowers the boiling point of water. Any liquid water quickly evaporates or freezes, depending on the temperature.",
            "Jumpstarting the greenhouse effect would be key to increasing Mars’ temperature and air pressure, says Byrne. But future Martians would first need a way to produce enough CO2 to fill an entire atmosphere. ",
            "*_Here’s_how_future_Martians_might_take_their_first_breaths_5",
            "fCBillions of years ago, “super eruptions” from Mars’ once-active volcanoes may have spewed carbon dioxide into the planet’s atmosphere. Some researchers have suggested triggering new eruptions from volcanoes such as Olympus Mons (illustrated here) as a way to warm the planet.",
            "In the past, some researchers have suggested extracting CO2 from Mars itself. Engineers would create the gas from carbon and oxygen found in Martian minerals. Or they might release CO2 trapped in Mars’ polar ice caps or below the surface.  ",
            "But observations of Mars suggest this likely wouldn’t work. “There probably isn’t enough [CO2] to make an atmosphere even close to what we would need,” says Byrne. ",
            "In 2018, researchers publishing in Nature Astronomy used spacecraft observations to estimate how much CO2 is locked away in Martian minerals and ice caps. The team found that these sources don’t contain enough CO2 to create a significant greenhouse effect. The entire planet would only produce enough CO2 to thicken the atmosphere to about 7 percent of Earth’s.",
            "Other scientists suggest triggering volcanic eruptions to pump heat-trapping CO2 into Mars’ atmosphere. Volcanoes can help planets replenish atmospheres lost to space, says Byrne. Researchers suspect this is how Venus maintains its CO2-rich atmosphere.",
            "The Red Planet once had active volcanoes, which may have spewed carbon dioxide a few billion years ago. “Most of the activity ended a very long time ago,” says Byrne.",
            "Future civilizations might try to redirect asteroids to create these eruptions. Humankind has already inched toward that feat, says ​​Sara Seager. This astrophysicist studies planets around other stars at the Massachusetts Institute of Technology in Cambridge.  ",
            "In 2022, NASA’s DART spacecraft successfully bumped the asteroid Dimorphos closer to the larger rock it orbits. “With asteroid orbits, you just have to nudge it a little bit,” says Seager. But such impacts probably wouldn’t be too useful for triggering volcanic eruptions on Mars.  ",
            "​​You’d likely need to whip a lot of space rocks at Mars to release enough CO2 for an atmosphere, says Byrne. And the sheer speed of the incoming asteroids would lead to “catastrophically damaging impacts.”  ",
            "Let’s say future engineers do figure out some way to warm and thicken up Mars’ atmosphere with a heavy helping of CO2. Once there’s enough CO2 in the air, Mars colonists would want to start tweaking it to resemble ours. “We [would] need to have enough free oxygen that we can breathe,” says Byrne. Too much, though, could be toxic. (Free oxygen is a form of this element that is not chemically bonded to any others.)",
            "Free oxygen makes up about 21 percent of the air we breathe. The rest is mostly nitrogen with a smattering of other gases. Engineers would want to replicate this blend, says Byrne.",
            "Oxygen-producing microbes could help, says Seager. Research suggests cyanobacteria kicked off a rise in free oxygen in our atmosphere a little over 2 billion years ago. Scientists could tweak the genes of these microbes to help them better withstand Mars’ freezing temps and intense levels of radiation. ​​​ ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Through photosynthesis, these tiny workers could then take in CO2 and pump breathable oxygen into Mars’ atmosphere. And using microbes might offer a safer method of oxygen production than relying on more complex machines. With machines, says Seager, “if one little thing goes wrong, we’re all dead.” ",
            "Creating a stable atmosphere is only one of many hurdles engineers would face in terraforming Mars. Without a magnetic field to shield it, Mars gets blasted with deadly amounts of radiation from outer space​​​ and the sun​. The dusty, pulverized rock covering the planet’s surface contains toxic salts called perchlorates. And since Mars has only about a third of Earth’s gravity, anyone living there would risk their muscles and bones weakening, says Byrne.",
            "Humans can’t reshape Mars with today’s tech. Space agencies around the world are still working toward getting the first astronauts to the Red Planet. NASA aims to achieve this as early as the ​​2030s.",
            "That makes it tough to estimate when humans might be able to terraform a planet like Mars, says Byrne. Terraforming tech could take anywhere from a few hundred to several thousands of years to perfect, he says. “Certainly nothing remotely in our time.”",
            "Such tech would have to be reliable enough to protect human lives. Even on Earth, humans can’t survive extremes such as the cold of Antarctica or the intense pressures of our oceans without life support. Small malfunctions to terraforming tech could be catastrophic. “We’re just so fragile,” says Seager. “That’s why the whole terraforming question is so challenging.”  ",
            "iFhttps://www.youtube.com/embed/HpcTJW4ur54?feature=oembed",
            "Learn more about terraforming Mars with Kurzgesagt."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-prototype-definition-pronunciation",
        "title": "\n\tScientists Say: Prototype",
        "content": [
            "*_Scientists_Say_Prototype6",
            "Engineering students assess a 3-D printed prototype to identify design flaws.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2127902748&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A prototype is a test version of an invention or product. It could be a physical item. But it could also be something digital, such as an early version of a website or program.",
            "A person builds a prototype to test how an idea holds up in the real world. That way, they can find flaws in a design and make fixes. Developing an idea from concept to finished product often involves creating multiple prototypes. Each version improves upon the last one.",
            "Prototypes may be simple or complex. Early in the design process, a prototype may be a simple sketch. As someone learns more about what works — and doesn’t — they build more complex prototypes.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Imagine someone wants to make a robot that can cross rough terrain. Building a complete robot right from the start would likely waste time and money. After all, the inventor should expect some trial and error. For example, wheels that work well in theory may fail in real-life rubble.",
            "People use different types of prototypes for different purposes. A late-stage prototype that includes all or most of the product’s final parts might called a working prototype. But many prototypes test only certain parts of an idea. Scientists call these proof-of-principle prototypes. For example, a prototype built to test a robot’s wheels might lack a motor and other parts that would be crucial to the final product. But it does allow researchers to test a certain wheel’s grip.",
            "In web design, a flowchart showing how a new website will work can serve as a prototype. The flowchart might help web developers envision and solve known problems. Or it could help them plan the most efficient site design.",
            "Scientists created a working prototype of a robot that speeds up a pianist’s playing ability.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/polarized-uv-blocking-sunglasses",
        "title": "\n\tHow polarized and UV-blocking sunglasses protect our eyes",
        "content": [
            "*a_photo_of_the_view_through_polarized_sunglasses_at_a_beach_looking_towards_the_water_and_the_sun",
            "All sunglasses will darken a view somewhat, but they may not reduce glare. For that, you’ll need polarizing lenses. And to protect the eyes from the sun’s damaging rays, the lenses will have to be treated even more. ",
            "Bright sunlight can flash off water, glass or metal. The resulting glare will make it hard to see anything clearly. The solution: Put on a pair of sunglasses with polarized lenses.",
            "Regular, tinted sunglasses contain a coating that reduces sunlight’s intense brightness. It’s like putting thin curtains on a window. But to cut the glare, their lenses need more than a tint. They need what’s more like window blinds — something that lets some light through while blocking the glare.",
            "“Polarized lenses reduce eye strain and improve visibility and contrast,” explains physicist Liliane Ventura. She works at the University of São Paulo, in Brazil. There, she studies sunglasses and other vision aids.",
            "Special filters in polarized lenses reduce “the disruptive effects of glare,” she says. That makes “outdoor activities like driving, fishing and skiing safer.”",
            "But an even bigger problem for our vision can be the sun’s ultraviolet (UV) light. Chronic exposure to these rays can lead to permanent eye damage — such as cataracts and even cancer.",
            "Sunglasses without UV filters may fail to protect our eyes against this damaging light, Ventura’s team has found. Knowing that not all sunglasses are the same, we can look at how these different filters work.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Light travels as a jumble of waves. “Think of sunlight as a bunch of waves vibrating in all possible directions,” Ventura says. “That’s what we call unpolarized light.” When sunlight hits an especially reflective surface, though — such as water or the hood of a car — much of the light will reflect in just one direction. Usually, it’s horizontal.",
            "The randomly focused light is known as polarization. Polarized light vibrates in just one direction.",
            "Most reflections from horizontal surfaces polarize light. We experience this as glare. However, reflections are not the only way to polarize light. Certain filters can polarize light, too. And these polarizers explain the glare-diminishing effects of some sunglasses.",
            "“Very clever guys in the past thought, ‘Why don’t we intercept the pathway of polarized light [through the lenses of sunglasses]?’” explains José Toschi. An optical engineer, he directs research at Suntech Supplies in São Paulo, Brazil. There, he helps design eyewear, including sunglasses.",
            "*an_illustration_showing_how_polarized_lenses_change_block_horizontal_light_waves",
            "fCPolarized lenses allow vertical light waves (here drawn as light green) to pass through while blocking horizontal light waves (here drawn as orange) — the ones that cause glare.",
            "This approach applies filters to the lenses. These filters contain molecules lined up next to each other. They create a pattern that resembles a picket fence. “Together, these molecular lines work [to block out glare],” Toschi says.",
            "Here’s how it works. Imagine passing a rope through an opening between two pickets in a fence. Tie one end to a tree. On the other side of the fence, move the free end of the rope up and down. The vertical waves that this creates in the rope can slide through the opening of the fence. Wave the rope from left to right, however, and the waves will become horizontal — and won’t pass through the fence. The direction of the waves no longer aligns with the openings between the pickets.",
            "This is exactly what happens with polarized sunglasses. The filter’s tiny molecular lines act like the pickets in the fence. When light waves try to pass through the glasses’ lines, only the vertical waves make it through. All horizontal waves — the glare — get blocked out.",
            "With that glare now removed, colors appear more vivid and everything looks clearer. The same will not happen with sunglasses that are merely tinted. Their lenses simply reduce how much overall light reaches your eyes.",
            "iFhttps://www.youtube.com/embed/1Z6rXEl2agk?feature=oembed",
            "Without polarized sunglasses, we’re unable to see the crocodile hiding in the water; it becomes visible when the water is viewed through polarized sunglasses.",
            "If you’re uncertain whether your tinted sunglasses are polarized, take this simple test.",
            "Look at a screen — such as the one on a smart phone — while wearing the glasses. As you tilt your head or the phone, the screen’s color might change or even darken. If it does, congratulations: You’re wearing polarized lenses.",
            "This works because the lens’ filter is “blocking some of the light,” explains Ventura. And how much it blocks will change as you tilt the phone’s screen.",
            "However, Toschi notes, polarizing lenses alone aren’t enough to protect our eyes. The sun’s UV rays can lead to more than short-term discomfort.",
            "For instance, one study in rabbits found that repeated exposure of their eyes’ cornea — the clear, outermost layer — to UV rays reduces the amount of antioxidant enzymes. The paper cautions, this “very probably contributes to the damage of the cornea (and possibly also deeper parts of the eye)” due to highly reactive oxidants.",
            "Protective lenses should also filter out UV light. And that’s not one wavelength but a spectrum of them. They fall into two bands of light known as UV-A and UV-B.",
            "“[Good] lenses should be able to block the whole spectrum,” Toschi says. “So, when one buys sunglasses, one should demand the UV400 certificate from the vendor.” It confirms that these glasses contain a coating that blocks the entire UV-A and UV-B spectrum — wavelengths that span from 280 to 400 nanometers.",
            "iFhttps://www.youtube.com/embed/ME1v5ST0yeQ?feature=oembed",
            "An eye doctor explains the many risks to our eyes from exposure to the sun’s UV rays in all seasons — even on cloudy days. Not-so-fun fact: Up to 10 percent of skin cancers occur on eyelids — yet another reason to wear protective glasses. Learn which types of eyewear protect best.",
            "Sunglasses have been used for centuries. But as new technology emerges, so do new designs.",
            "For instance, not all light passes through sunglasses’ lenses on its way to your eyes. Some can come around the sides, Ventura notes. Some glasses are now being designed to prevent sunlight from entering through frame edges.",
            "“But the research that excites me the most on polarized lenses is nanocoatings,” Ventura says. “These use ultra-thin layers that block glare, UV, fog and reflections all at once.”",
            "Some of these new lenses are even being sold as “smart.” They can adjust their polarization, for instance, so you get less glare when you’re outdoors but more light when you’re indoors.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-your-weekly-word",
        "title": "\n\tScientists Say: Your weekly word",
        "content": [
            "*dictionaries",
            "What’s that word? Find new science words every week with Scientists Say.",
            "Every week in our series Scientists Say, Science News Explores highlights a new science word, from absolute zero to zooxanthellae. Each word has a definition and is used in a sentence to help you understand the meaning. There’s even an audio recording, so you can hear exactly how to pronounce the term. All the words covered so far are listed below. Got a word you want to know about? Send an email to sns@sciencenews.org and put in a request!",
            "Absolute zero",
            "Absorb",
            "Acceleration",
            "Accretion disk",
            "Acid",
            "Acidification",
            "Acoustic",
            "Adaptation",
            "Addiction",
            "Adsorb",
            "Aerosol",
            "Agrivoltaics",
            "Albedo",
            "Algebra",
            "Alkaline",
            "Allele",
            "Altitude",
            "Amino acid",
            "Amoeba",
            "Ampere",
            "Amphibian",
            "Amusia",
            "Amygdala",
            "Anthropocene",
            "Anxiety",
            "Aphantasia",
            "Archaea",
            "Archaeology",
            "Artificial Intelligence",
            "Asteroid",
            "Astronaut",
            "Astronomical interferometry",
            "Atmosphere",
            "Atoll",
            "Atom",
            "Atomic number",
            "ATP",
            "Aufeis",
            "Autophagy",
            "Autopsy",
            "Avalanche",
            "Avulsion",
            "Bacteria",
            "Base",
            "Beakiation",
            "Big Bang",
            "Biofilm",
            "Biomagnify",
            "Bionic",
            "Black hole",
            "Blood-brain barrier",
            "Body mass index",
            "Bog",
            "Bond",
            "Brainwaves",
            "Bromeliad",
            "Bruxism",
            "Caecilian",
            "Calculus",
            "Calorie",
            "Camouflage",
            "Campfire",
            "Capsaicin",
            "Carbohydrate",
            "Carbon capture",
            "Carcinogen",
            "Catalyst",
            "Causation",
            "Cellulose",
            "Chemical",
            "Chimera",
            "Chlorophyll",
            "Chromosome",
            "Circadian",
            "Circumnutation",
            "Climate",
            "Code",
            "Cognition",
            "Colloid",
            "Comet",
            "Compound eye",
            "Confirmation bias",
            "Connectome",
            "Constellation",
            "Continent",
            "Convection",
            "Copepod",
            "Coprolite",
            "Coral",
            "Coriolis Effect",
            "Corona",
            "Correlation",
            "Cortical homunculus",
            "Cosmic microwave background",
            "Cosmic rays",
            "Crepuscular",
            "Crystal",
            "CT scan",
            "Cyanide",
            "Cyclone",
            "Dark energy",
            "Dark lightning",
            "Dark matter",
            "Data",
            "Decay",
            "Decibel",
            "Deep brain stimulation",
            "Deepfake",
            "Deforestation",
            "Denisovan",
            "Desert",
            "Dialect",
            "Diffraction",
            "Digital footprint",
            "Dimension",
            "Dinosaur",
            "Dioxide",
            "Dire wolf",
            "Diurnal",
            "DNA",
            "DNA sequencing",
            "Domestication",
            "Dopamine",
            "Doppler Effect",
            "Drought",
            "Dung",
            "Dwarf planet",
            "Earthquake",
            "Echolocation",
            "Eclipse",
            "Ectoparasite",
            "Ectotherm",
            "eDNA",
            "Egg",
            "Electron",
            "El Niño",
            "Ellipse",
            "Endocytosis",
            "Endotherm",
            "Engineering",
            "Enzyme",
            "Epidemic",
            "Epidermis",
            "Equation",
            "Equinox",
            "Estuary",
            "Eukaryote",
            "Eutrophication",
            "Excitation",
            "Excretion",
            "Evolution",
            "Exocytosis",
            "Exomoon",
            "Exoplanet",
            "Experiment",
            "Explosion",
            "Extinction",
            "Extremophile",
            "Eyewall",
            "Faraday cage",
            "Fatty acid",
            "Fault",
            "Fermentation",
            "Ferrofluid",
            "Fertilize",
            "Fiber optic cable",
            "Firenado",
            "Firewhirl",
            "Fission",
            "Fluorescence",
            "Food web",
            "Force",
            "Forensics",
            "Fossil",
            "Fracking",
            "Fractal",
            "Frequency",
            "Frostbite",
            "Frost quake",
            "Fruit",
            "Fulgurite",
            "Fungi",
            "Fusion",
            "Galaxy",
            "Gamma ray",
            "Gas giant",
            "Genealogy",
            "Genetic engineering",
            "Genus",
            "Geometry",
            "Geyser",
            "Glacier",
            "Glia",
            "Global Positioning System",
            "Glymphatic System",
            "Goldene",
            "Goldilocks zone",
            "GPS",
            "Gradient",
            "Graphene",
            "Gravitational lens",
            "Gravity",
            "Guinea worm",
            "Guttation",
            "Gyroscope",
            "Habitable zone",
            "Hagfish",
            "Haptic",
            "Hardware",
            "Herbivore",
            "Hertz",
            "Hibernaculum",
            "Hibernation",
            "Hippocampus",
            "Histology",
            "Hominid",
            "Hoodoo",
            "Hormone",
            "Humidity",
            "Hurricane",
            "Hydrogel",
            "Hyperthermia",
            "Hypothermia",
            "Hypothesis",
            "Ichnology",
            "Imaginary number",
            "Inclusion",
            "Inertia",
            "Infection",
            "Inflammation",
            "Infrared",
            "Inorganic",
            "Insulin",
            "Intron",
            "Invasive species",
            "Ion",
            "Ionosphere",
            "Irruption",
            "Isotope",
            "Jellies",
            "Jet stream",
            "Joule",
            "Jurassic",
            "Kakapo",
            "Kelp",
            "Kelvin",
            "Keratin",
            "Kevlar",
            "Kidney",
            "Kinetic energy",
            "Krill",
            "Kugelblitz",
            "Lachryphagy",
            "Lactose",
            "La Niña",
            "Large language model",
            "Larva",
            "Laser",
            "Latitude",
            "Lava",
            "Lava bomb",
            "LED",
            "Lift",
            "Light pollution",
            "Light-year",
            "Lignin",
            "Liver",
            "Loci",
            "Locus",
            "Longitude",
            "Luminescence",
            "Lymph",
            "Machine Learning",
            "Magnetosphere",
            "Marcescence",
            "Mass",
            "Magma",
            "Magnetism",
            "Marsupial",
            "Mean",
            "Median",
            "Medullary bone",
            "Megalodon",
            "Melatonin",
            "Menstruation",
            "Metabolism",
            "Metal",
            "Metamorphosis",
            "Meteor",
            "Meteorite",
            "Meteorology",
            "Methane",
            "Microbiome",
            "Microgravity",
            "Microplastic",
            "Migration",
            "Mineral",
            "Mitochondrion",
            "Mitosis",
            "Möbius strip",
            "Mode",
            "Model",
            "Molecule",
            "Momentum",
            "Monotreme",
            "MRI",
            "Multiverse",
            "Mummy",
            "Muon",
            "Mutation",
            "Mycelium",
            "Myopia",
            "Naloxone",
            "Narcotic",
            "Neandertal",
            "Nebula",
            "Necropsy",
            "Nectar",
            "Nematocyst",
            "Nematode",
            "Neurodivergent",
            "Neuroplasticity",
            "Neuron",
            "Neurotransmitters",
            "Neutron",
            "Neutron star",
            "Neutrophil",
            "Niche",
            "Nicotine",
            "Nocturnal",
            "Nucleosynthesis",
            "Nucleus",
            "Nutrient",
            "Obesogens",
            "Octopod",
            "Okapi",
            "Olfactory",
            "Oort cloud",
            "Opioid",
            "Optogenetics",
            "Orbit",
            "Organic",
            "Organelle",
            "Organoid",
            "Osmosis",
            "Outbreak",
            "Outlier",
            "Oxidation",
            "Ozone",
            "Paleontology",
            "Pandemic",
            "Papillae",
            "Parasite",
            "Parabola",
            "Pareidolia",
            "Parthenogenesis",
            "PFAS",
            "Phloem",
            "Pi",
            "Piezoelectric",
            "Peptide",
            "Periodic table",
            "Permafrost",
            "Petrichor",
            "pH",
            "Photochromic",
            "Photon",
            "Photovoltaic",
            "Pigment",
            "Placebo",
            "Planet",
            "Plankter",
            "Plasma",
            "Plastic",
            "Plastisphere",
            "Poisonous",
            "Polarized light",
            "Pole",
            "Pollen",
            "Pollution",
            "Polymer",
            "Potential energy",
            "Power",
            "Prairie",
            "Precipitation",
            "Predator",
            "Prehistoric",
            "Prey",
            "Primate",
            "Prime number",
            "Protein",
            "Protist",
            "Proton",
            "Proxima b",
            "Proxima centauri",
            "Pulsar",
            "Quantum",
            "Quantum dot",
            "Quarantine",
            "Quark",
            "Quartile",
            "Quasar",
            "Quoll",
            "Rabies",
            "Radar",
            "Radiation",
            "Radioactive",
            "Radio waves",
            "Rare earth element",
            "Receptor",
            "Red dwarf",
            "Reduction",
            "Refraction",
            "Regolith",
            "Relapse",
            "Remission",
            "Replication",
            "Respiration",
            "Richter Scale",
            "Rime ice",
            "Ring of fire",
            "RNA",
            "Robot",
            "Rocket propellant",
            "Rubisco",
            "Runoff",
            "Salinity",
            "Salt",
            "Satellite",
            "Saturated fat",
            "Savanna",
            "Seismology",
            "Semiconductor",
            "Silicon",
            "Silicone",
            "Social",
            "Software",
            "Solar",
            "Solar cycle",
            "Solar wind",
            "Solstice",
            "Solution",
            "Space weather",
            "Spaghettification",
            "Species",
            "Speleology",
            "Sperm",
            "Stalactite",
            "Stalagmite",
            "Statistical significance",
            "Stereoscopy",
            "Stereotype",
            "Stomata",
            "Stone Age",
            "Strain",
            "Stratigraphy",
            "Sublimation",
            "Sundog",
            "Supercomputer",
            "Superconductor",
            "Supercontinent",
            "Supercool",
            "Supernova",
            "Surface tension",
            "Symbiosis",
            "Synapse",
            "Taphonomy",
            "Tectonic plate",
            "Telescope",
            "Telomere",
            "Theia",
            "Theory",
            "Thought experiment",
            "Tinnitus",
            "Tonsils",
            "Torpor",
            "Torque",
            "Toxin",
            "Transit",
            "Trauma",
            "Triclosan",
            "Tsunami",
            "Tundra",
            "Typhoon",
            "Ultrasonic",
            "Ultrasound",
            "Umami",
            "Uncertainty",
            "Understory",
            "Unsaturated fat",
            "Upwelling",
            "Urushiol",
            "Vacuole",
            "Vaccine",
            "Valence electron",
            "Vampire",
            "Variable",
            "Vector",
            "Venomous",
            "Ventral striatum",
            "Vertebrate",
            "Vestigial",
            "Vitamin",
            "Virtual reality",
            "Virulence",
            "Virus",
            "Viscosity",
            "Voltage",
            "Waterspout",
            "Watt",
            "Wavelength",
            "Weather",
            "Weather bomb",
            "Wetland",
            "Wormhole",
            "X-axis",
            "X-ray",
            "Xylem",
            "Y-axis",
            "Yeast",
            "Yellow dwarf",
            "Yottawatt",
            "Zika",
            "Zirconium",
            "Zoonosis",
            "Zooplankton",
            "Zooxanthellae",
            "2-D material"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/mms-candy-geometry",
        "title": "\n\tExperiment: M&M’S geometry",
        "content": [
            "*a_bowl_full_of_colorful_M&M's_on_a_white_background",
            "M&M’S candies have a bit of an odd shape. They're not exactly spherical. But they're not exactly disks, either. In this experiment, let's use mathematical models of different shapes to find out which one most closely matches M&M’S.",
            "Objective: Investigate which formula is the most accurate for estimating the volume of an M&M’S candy",
            "Areas of science: Math",
            "Difficulty: Hard beginner",
            "Time required: ≤ 1 day",
            "Prerequisites: None",
            "Material availability: Readily available",
            "Cost: under $20",
            "Safety: No issues",
            "Credits: Sara Agee, Ph.D., Science Buddies; Teisha Rowland, Ph.D., Science Buddies; M&M’S® is a registered trademark of Mars, Inc.",
            "Geometry is the study of how to use math to describe and investigate different points, lines and shapes. The way that a shape is described in geometry is with a formula, which is simply a mathematical way to calculate different properties of a shape like size, area or volume. Volume is a unique property of three-dimensional shapes, because three-dimensional shapes take up space in three different directions. Most real-world objects are three dimensional: balls, cars, food, etc.",
            "The problem with geometric formulas is that they describe “perfect” or “ideal” shapes. A sphere is an “ideal” three-dimensional shape that is perfectly circular in all directions. Even though a ball is spherical in shape, it is not a perfect sphere. If geometric formulas describe “ideal” shapes and not “real” shapes, then how are they useful in the “real” world?",
            "Most real-world shapes are not simple shapes and use complex geometry to be calculated. The properties of real-world shapes can also be approximated, or estimated, to the best possible measure with a geometric formula. This is called making a geometric model, and the most important part of making a good geometric model is choosing the formula that best describes the object. Even the most irregular objects can be modeled by using geometry: cars, airplanes, electronics, plastics, food, etc. Geometric modeling is very important for manufacturing because a product needs to have the same shape, made the same way, every time.",
            "In this mathematics science project, you will use geometry to produce a mathematical model of an M&M’S candy. If you look closely, you will see that the volume of an M&M’S candy is a bit irregular. It is not quite perfectly round. It looks like a ball shape (sphere) that has been squished on one side, as shown in Figure 1. You will test three different formulas (one for a sphere, one for a cylinder and one for an ellipsoid) to see which formula makes the best geometric model of an M&M’S candy. You will test each formula by using it to calculate the volume of an M&M’S candy and then you will compare your result to the actual volume of a single piece of candy.",
            "*_Experiment_M&M’S_geometry7",
            "fCFigure 1. An M&M’S candy looks like a sphere that has been flattened on one side. The blue candy on the left is shown from the top, while the red one on the right is shown from the side.",
            "For help creating graphs, try this website:",
            "fCTable 1.",
            "fCTable 2.",
            "*_Experiment_M&M’S_geometry8",
            "fCFigure 2. To measure the long sides of 10 M&M’S, line them up lengthwise in clay or Play-Doh next to the ruler. This image only shows four M&M’S lined up, but you will be using 10 M&M’S.",
            "*_Experiment_M&M’S_geometry9",
            "fCFigure 3. To measure the short sides of 10 M&M’S, line them up on their side in clay or Play-Doh next to the ruler. This image only shows four M&M’S lined up, but you will be using 10 M&M’S.",
            "fCTable 3.",
            "This activity is brought to you in partnership with Science Buddies. Find the original activity on the Science Buddies website.",
            "*A_banner_that_reads_SCIENCE_BUDDIES"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/cats-orange-fur-ginger-color-gene",
        "title": "\n\tOrange cats get their ginger color from a single gene ‘cutout’",
        "content": [
            "*a_calico_cat_curled_up_in_front_of_a_sunny_window,_and_a_larger_orange_cat_using_the_calico_cat_as_a",
            "A DNA deletion on the X chromosome of domestic cats leads to ginger-colored fur, two new studies show. Cats with multicolor coats, like calicos and tortoiseshells, also have the mutation. Both Oscar (orange cat, right) and Alani (calico cat, left) likely have the mutation.",
            "Cats come in many colors and patterns. And bright orange is one of the most striking. The mystery of what gene gives ginger cats their hue has stumped scientists for decades. Now, two different teams have just turned up the same solution.",
            "Most kitties with orange fur share the same cutout in their DNA, the new research shows. Even multicolored cats with a few ginger patches — such as calicos and tortoiseshells — have this mutation. The DNA deletion makes cells in cats’ hair-growing structures produce a yellow-red pigment instead of the default brown-black hue.",
            "Both teams published their studies in the June 23 issue of Current Biology.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Researchers knew the bit of DNA, or gene, linked to ginger fur lay in a DNA bundle called the X chromosome. Here’s how.",
            "In cats and most other mammals, males usually have one X and one Y chromosome. Females typically have two X chromosomes. As a result, the single X chromosome is very active in all cells of a male cat. But only one of the two X chromosomes is active in each cell of a female cat.",
            "If the ginger fur gene were on the X chromosome, then male cats with that trait would be completely orange. But in a female cat, both X chromosomes would need to carry the orange trait for her to be fully ginger. If only one X chromosome contained the trait, then her coat would likely become a patchwork of orange and black.",
            "Indeed, that is the color pattern seen among cats. Most completely orange cats are male. Most multicolored cats, meanwhile, are female.",
            "Most other mammal species don’t get ginger hair based on their sex. Not even famously orange big cats (such as tigers) do. So domestic cats possess an unusual mutation, says Chris Kaelin. He studies genetics at Stanford University in California.",
            "*a_calico_cat_curled_up_on_a_chair_looks_up",
            "fCAlani — a female calico cat — likely has the DNA deletion on just one of her X chromosomes. That’s why her coat only has some orange.",
            "Kaelin was part of a team that examined the genes of about 30 cats. They hoped to find DNA features shared only by those with orange fur. Their work revealed a deleted stretch of about 5,000 DNA base pairs near a gene called Arhgap36. (The cat genome has about 2.7 billion base pairs total.) The removed bit was not in the gene itself, but close enough to affect its activity.",
            "Scientists have discovered that a single genetic mutation is behind what makes orange cats orange. It was already known that the gene for orange fur sits on the X chromosome. Since male cats have just one X, they only need a single copy of the gene to be fully orange. Female cats have two X chromosomes, so they’d need the gene on both to be completely orange. Otherwise, they usually end up with a patchwork of orange and black fur. A new study reveals that a DNA deletion causes pigment cells to produce the orange color. #CatsofTikTok #OrangeCat #Science",
            "The Arhgap36 gene carries instructions for making a certain protein. The nearby deletion boosted how much of that protein it makes — but only in cells that make pigment. (Pigments are chemicals that impart color.)",
            "In pigment-making cells, the protein stops genes needed to make the brown-black pigment from turning on. Instead, a yellow-red pigment is produced. It involves fewer genes, so it’s easier to make, explains Greg Barsh. He’s also a geneticist at Stanford University. (Mammals produce only two pigments. Different shades come from other genetic factors.)",
            "A team in Japan identified the same deletion. This team examined DNA from almost 60 cats. When lots of Arhgap36 protein is made, the genes that make the brown-black pigment become less active, explains Hiroyuki Sasaki. He’s a geneticist at Kyushu University.",
            "His team also found that all orange cats from a global database of 258 kitties had the same deletion. Non-orange ones lacked it. Sasaki suspects the trait was passed down from one ancestral cat. That cat lived more than 900 years ago, suggest Kaelin, Barsh and their team-mates. They base this estimate on historical paintings of calicos.",
            "Before these studies, researchers didn’t know Arhgap36 was involved with a cat’s coloring. It’s mostly active in certain hormone-producing organs, such as the pituitary gland. The gene’s role in ginger hues is unique to domesticated felines."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/first-lone-black-hole-milky-way",
        "title": "\n\tA rogue black hole is on the loose in our galaxy",
        "content": [
            "*An_image_of_the_constellation_Sagittarius_shows_a_star-dotted_expanse_of_space_There_is_a_lone_black",
            "The eight bright stars forming a teapot-like configuration (as seen in this photograph) are part of the constellation Sagittarius. Thousands of light-years beyond them lurks the first lone black hole ever detected. From mid-northern latitudes, Sagittarius appears in the southern sky during summer and early fall.",
            "For the first time, astronomers have confirmed the existence of a lone black hole. This rogue is wandering around the Milky Way — our galaxy — with no companion star.",
            "It’s “the only [loner] so far,” says Kailash Sahu. He’s an astronomer at the Space Telescope Science Institute in Baltimore, Md.",
            "In 2022, Sahu was part of a team that found the dark object moving through the constellation Sagittarius. (This group of stars in the southern sky takes its name from the Latin for “archer.”)",
            "At the time, this discovery made headlines. The reason: Until then, all known black holes had a companion star. Those companions had pointed to the presence of the black holes (which can’t be seen because they emit no light).",
            "A second team would go on to dispute the claim that this rogue was a black hole. They argued it could be a neutron star.",
            "But new observations by the Hubble Space Telescope now confirm the rogue object is about seven times as massive as the sun. That’s so massive that the dark object is a black hole. Black holes are more than three times as massive as the sun. Neutron stars, though, have less mass than this. So the dark object must be a black hole, Sahu’s group reasoned.",
            "The team shared that finding in the April 20 issue of The Astrophysical Journal.",
            "Solitary black holes should be common. But since they don’t normally affect visible stars, they’re hard to find. The lone black hole in Sagittarius revealed itself only because it passed in front of a dim background star.",
            "During that passage in July 2011, the black hole’s intense gravity magnified the star’s light through what’s known as gravitational lensing. This lensing slowly shifted the star’s apparent position, too.",
            "That star’s position still hasn’t settled down. This shows why “it takes a long time to do the observations,” Sahu says.",
            "The rogue’s original discovery relied on Hubble’s precise measurements of star positions from 2011 to 2017. The new study adds in Hubble data from 2021 and 2022. It also uses data collected by the European Space Agency’s Gaia spacecraft.",
            "What these data now show: The black hole is 7.1 times as massive as the sun (give or take 0.8 solar mass).",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "And that research team of doubters? They revised their assessment in 2023. They now agree the object is a black hole. That team estimates the object’s mass may be only six times that of the sun. But because this team is not as certain of the black hole’s mass as Sahu’s group, the two results are considered consistent.",
            "Located 5,000 light-years from Earth, the newfound rogue is much closer than the supermassive black hole at our Milky Way’s center. That central black hole also lies in Sagittarius. It’s also more than five times farther from us.",
            "The star-rich region around the galactic center offers a great hunting ground for other rogue black holes passing in front of stars. Sahu hopes to find additional such loners by using the Nancy Grace Roman Space Telescope. It’s due to launch in 2027."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/venus-surface-morphing-tectonics",
        "title": "\n\tThe surface of Venus is morphing",
        "content": [
            "*Four_aerial_images_of_Venus'_surface,_in_black_and_white",
            "The 1989 Magellan spacecraft captured images on Venus of rounded mountain belts called coronae (four shown). A new analysis suggests these circular structures may signal tectonic activity.",
            "Things on the surface of Venus may be moving.",
            "Since 1983, researchers have known that strange, round landforms dot the planet’s surface. These circular mountain belts are known as coronae (Ka-ROH-nay). There’s nothing like them on Earth. So they’ve remained mysterious for decades.",
            "A new look at old data may now have solved that mystery.",
            "Hot plumes of rock welling up from the planet’s mantle seem to be shaping these coronae. If true, that means the surface of Venus is tectonically active.",
            "Scientist shared these findings May 14 in Science Advances.",
            "Anna Gülcher was part of the research team. She studies Earth and planetary science at the University of Bern in Switzerland. Some people have said that Venus is “geologically dead,” she says. But over the past few years, growing evidence has hinted that Venus is geologically active. The new work shows that hot material under the coronae is “likely driving tectonic processes that are not so different than what occurs on the Earth.”",
            "*An_illustration_of_Venus'_surface_with_a_volcano_emitting_smoke",
            "fCHundreds of circular landforms — coronae — speckle the surface of Venus. The Quetzalpetlatl Corona (shown in this illustration) is in the planet’s southern hemisphere.",
            "Gülcher and her co-workers first made a computer model of the planet’s crust. A mantle is a thick layer that can separate a planet’s crust from its core. This new model showed how the crust would deform if hot plumes of material rose up from the mantle on Venus. This allowed the team to predict what the plumes and resulting coronae should look like.",
            "Then the scientists looked at the landscapes of Venus and its gravity.",
            "NASA’s Magellan spacecraft had collected those observations in the early 1990s. Its gravity data were key. They revealed that the density of material below the surface differed at various spots. Those variations were linked to plumes seen rising from below.",
            "Comparing the model’s outputs to these satellite data allowed the team to identify plumes beneath 52 coronae.",
            "The model also suggested that these plumes had been sculpting the coronae in various ways — such as subduction. That’s a process that occurs on Earth. It happens when two solid pieces of Earth’s surface — tectonic plates — collide. The force behind that pushes the edge of one plate under the edge of the other.",
            "Venus’ surface isn’t broken up into plates as Earth’s is. But subduction may still occur there. It could take place along the edges of the coronae, Gülcher’s group says.",
            "For instance, as a column of material rises beneath a disk of crust, it also may bulge out to the sides. That would push on the crust around the disk. If the crust is fairly strong, that surrounding crust may bend and dive down — or subduct — under the disk.",
            "Earth’s subduction zones host the world’s largest quakes. So if there are quakes on Venus, the strongest ones likely jolt at the rims of coronae, Gülcher says.",
            "But the crust around coronae might instead be weak. Then an upward push of material from the mantle might crack the surrounding crust. That detached crust could drip into the planet’s mantle, Gülcher says, “like honey.”",
            "Some coronae may even form as rising plumes get lodged in the ground below the surface. That would make the crust above swell into a round landform. Think of it as a tectonic blister, says Paul Byrne. This planetary scientist works at Washington University in St. Louis, Mo. He did work on the new study.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The new findings support the idea that tectonics are active today, Byrne says. What’s more, it shows how useful it is to pair computer models with spacecraft data. That could be a boon to future Venus missions. The upcoming VERITAS spacecraft, for instance, will gather much more detailed data than Magellan did.",
            "If Venus is geologically active today, perhaps it could have been Earthlike in the past, Gülcher says. It makes one wonder, she says: “Was there a period in Venus’ history that was … potentially less hot and more habitable?”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/how-blood-vessels-handle-pressure",
        "title": "\n\tHere’s why your blood vessels don’t burst under pressure",
        "content": [
            "*an_illustration_showing_red_blood_cells_inside_a_bending_blood_vessel",
            "Vessels throughout our body move blood — and the nutrients it carries — to tissues. Under some circumstances, those vessels can come under big pressure and try to expand to cope. New data show how they do that without the risk of bursting.",
            "Every beat of your heart pushes blood through thousands of kilometers (miles) of vessels in your body. Each of those pulses puts pressure on the vessel walls. And sometimes it’s a lot of pressure. Like when you’re running or scared. When this happens, what protects your blood vessels against bursting? A new study shows how they cope: Vessel cells morph their structures on a super tiny level.",
            "“We wanted to understand,” says Claire Dessalles, “how does the tissue respond to external forces?” The pressures of day-to-day life make these shifts happen in vessels all the time, she notes. So it’s important for us to know how and why.",
            "A physicist, Dessalles works at the University of Geneva in Switzerland. The changes her team witnessed in cells lining blood vessels seem to keep those vessels from bursting whenever our blood pressure suddenly rises.     ",
            "What the cells do, her team reports, is flex and structurally adapt with a “fluid-like expansion.” At the same time, tiny thread-like proteins in cells lining those vessels reorganize dramatically. ",
            "Dessalles and her colleagues shared all this in the June issue of Nature Physics.",
            "iFhttps://www.youtube.com/embed/c5G_25dhoeU?feature=oembed",
            "If all your blood vessels were laid out end to end, they’d be long enough to circle the globe — more than once!",
            "The new findings did not come from tests on vessels in an intact, human body. Instead, scientists built a tiny artificial blood vessel in a dish. They lined this vessel, just 120 micrometers (0.0047 inch) wide, with human cells. As in the human body, this inner layer was thin — just one cell thick. The formal name for this layer is the vessel’s endothelium (En-doh-THEE-lee-um).     ",
            "The cells in that lining contain thin strands of a muscle protein. Called actin, this protein can contract or relax. It’s like how muscles tighten when you need to exert force. In our body, the flow of blood puts pressure against vessel walls.",
            "Using a syringe pump —  a device that pushes fluid through a tube — to mimic the flow of blood, Dessalles’ team increased pressure on its vessel-in-a-dish. “We just decided to blow up a vessel like a balloon and see what happens,” Dessalles says.",
            "With glowing dyes and powerful microscopes, they watched the lining’s actin as it shifted and rearranged. “It completely reorients,” Dessalles explains. “It does this 90-degree shift.”",
            "Before the pressure, the actin ran along the length of the vessel. It looked like train tracks, but more spread out. After pressure was applied, the proteins now wrapped around the inside of the vessel.",
            "Next, the team removed the actin from the cells and ran the experiment again. Without actin, the tissue became much softer. Now, it couldn’t handle pressure well. Actin is important for making blood vessels strong, Dessalles concludes. Without it, the cells can’t adapt.    ",
            "This experiment is “fundamentally different from what a lot of people do,” says Alisa Morss Clyne. A biomechanical engineer who did not take part in the new study, she works at the University of Maryland in College Park.",
            "Most past studies stretched cell layers in a flat, 2-D sheet, Clyne notes. This one instead applied real pressure to a 3-D tube. “That was very interesting,” she says, “because cells behave very differently in 3-D than in 2-D.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "This structural change in the actin layer is due to something called nematodynamics (Neh-MAT-oh-dye-NAM-iks). It’s a big word but “a very simple concept,” says Dessalles. Dynamics refers to the change in something over time. And nematics, she explains, refers to tissues that are oriented in some particular way.",
            "The way the cells lining blood vessels change allows those tubes to expand and reshape themselves. It’s similar to how liquid crystals behave.     ",
            "Liquid crystals can flow like liquids. Yet they also have some of the orderly structure of a solid. This odd in-between state helps explain how cells in blood vessels can shift smoothly while keeping some internal structure. It’s why scientists now describe this blood vessel expansion as fluid-like.",
            "This action also mirrors what others have seen in real animals, Dessalles says. In zebrafish, for instance, “when the heart starts to beat, you see the same [brief] response.” Seeing this similar action, she says, “was very exciting for us.”",
            "“It’s an elegant study,” says Nathan Sniadecki. He’s a mechanical engineer at the University of Washington in Seattle. The new work “helps us to better understand how the human body changes over time,” he says — whether from aging or disease.",
            "Other scientists are interested in using the new 3-D model to study blood vessels in places such as the kidneys or lungs, Dessalles says. Her team’s tests used only endothelial cells. These are found in really tiny blood vessels, such as the capillaries. Bigger vessels have muscle around them. In the future, she hopes to look at such things using her team’s new model.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/villain-hero-childhood-origin-stories",
        "title": "\n\tAnalyze This: Do bad childhoods make movie villains?",
        "content": [
            "*a_movie_still_from_the_Joker_movie_where_villain_the_Joker_is_standing_on_a_street_and_staring_someo",
            "Not all characters with a tragic backstory like the Joker’s become bad guys, a study shows. Anyone, regardless of background, can choose to do good.",
            "Many villains in fiction have troubled childhoods, from Batman’s nemesis the Joker to Black Panther’s foe Erik Killmonger. Supposedly, such villains are driven to hurt people because they’ve been hurt in the past. But in DC and Marvel superhero movies, a rough childhood doesn’t always mean that characters become villains.",
            "“We know that when you have a hard childhood, there is a risk that you can have more challenges when you’re an adult,” says Jennifer Jackson. She’s a professor of nursing at the University of Calgary in Canada. But many people who experience difficult things when they’re young go on to have a great adulthood, she says. Jackson and her colleagues wanted to see if DC and Marvel movies reflected this picture of the real world.",
            "The researchers watched 33 films and rated the childhood experiences of 28 villains and heroes. For each character, they tallied up the number of adverse childhood experiences. “This is something that is really bad, but that you don’t necessarily have any control over,” Jackson explains. Adverse childhood experiences included lack of support in a family, violence, poverty and parents getting divorced. For example, Black Widow from the Avengers sees her mother die and is separated from her family.",
            "“All of us have some adverse childhood experiences,” Jackson says, “because life is just difficult.”",
            "Of all the characters, Black Widow probably had the most difficult childhood, Jackson says. “And she was still a hero.” In fact, the team found that overall, there was no link between how bad a character’s childhood was and whether they chose good or evil. The findings appeared in January in PLOS One.",
            "“Whether you’re a hero or a villain is a choice that you can make,” Jackson says. “It’s not only about what happens to you.”",
            "Some heroes provide hints about how to deal with hard experiences. In Black Panther, T’Challa and Shuri lose a parent and experience war in Wakanda. But they had support. They talked about their feelings and connected with others in their community, Jackson says. And they sought out their elders on the Ancestral Plane. Seeking out supportive adults is one way to get help during hard times.",
            "In the long run, these characters continued doing good. In Shang-Chi and the Legend of the Ten Rings, the main character sees his mother die. His father pushes him into harsh martial arts training and sends him out to avenge his mother’s death. Shang-Chi eventually runs away and makes a new life for himself. He becomes a supportive friend and a force for good. Both he and Black Widow seem happy because of their choices to be heroes.",
            "Ultimately, these characters show us that we can make our own paths, Jackson says. We live in a world that can feel overwhelming with many hard things that we can’t control. But, like in superhero movies, no one’s path is set in stone. We all still have choices to make, she says. “All of us can be heroes.”",
            "Researchers tallied up the adverse childhood experience, or ACE, scores of 14 villains and 14 heroes from DC and Marvel movies. A higher score means a character had a more difficult childhood. The yellow bars show scores for heroes, including Spiderman, Black Widow, Aquaman and Wonder Woman. The blue bars show scores for villains, including the Joker, the Riddler, Loki and Killmonger. Each bar shows the number of characters that have the ACE score on the y-axis.",
            "*a_graph_showing_the_adverse_childhood_experience_of_14_heroes_and_villians",
            "fCJ. Wigmore et al/PLOS One 2025 (CC BY 4.0)"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/varenicline-help-teens-quit-vaping",
        "title": "\n\tThis medicine could help teens quit vaping",
        "content": [
            "*a_pile_of_e-cigarettes_for_sale_for_vaping",
            "E-cigarettes like those shown here contain nicotine, a highly addictive drug. When paired with counseling and text-messaging support, an anti-smoking drug may help teens and young adults quit vaping.",
            "A large number of U.S. high school students vape e-cigarettes. Many of these vaping teens want to quit. A new study suggests that a drug used to stop smoking can help.",
            "Most vape pens contain nicotine, a highly addictive drug.",
            "The new study followed 88 teens and young adults for three months. All took the drug varenicline. They also received text messages that offered counseling and support. By the last month of treatment, nearly half had been able to stop vaping.",
            "Another 87 young people during that time got support but took a placebo drug. Only 14 percent of them had quit vaping by the last month. This suggests varenicline played a key role in helping the first group give up their use of e-cigarettes.",
            "The work appears in the June 3 issue of the Journal of the American Medical Association.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The team also checked in with study participants monthly for three months after their treatment ended. In the group that had gotten varenicline, 28 percent continued to not vape. Only 7 percent of kids who took the placebo were vape-free at the end of that time.",
            "To have lasted a half year, “the 28 percent quit rate is pretty good,” says Lindy McGee. Keep in mind, she notes, nicotine is “one of the most addictive substances we have.”",
            "McGee works at Baylor College of Medicine in Houston and Texas Children’s Hospital. A pediatrician, she had no role in the new study.",
            "Adolescence is a crucial time for brain development. It’s when links between some neurons strengthen and others weaken. Those altered links will become the basis of our ability to think, reason, remember and control emotions as adults. Nicotine can disrupt those vital changes. And teens are especially vulnerable to becoming addicted to such a drug.",
            "Last year, a survey found that a little more than one in every 12 U.S. high school students had vaped in the past 30 days. That amounted to about 1.2 million teens. Almost a third of these said they vaped daily.",
            "But data also show that many teens want to give up vaping. A 2020 survey found that 64 percent of high school vapers intended to quit. And two in every three teen vapers had tried to quit in the past year.",
            "A challenge in helping under-18 U.S. vapers give up e-cigarettes is how state laws can differ, McGee says. Some states let doctors prescribe anti-nicotine drugs to teens without their parents’ consent. Others don’t. McGee encourages her patients to talk to their parents about quitting, unless it feels unsafe to do so.",
            "The school day can also pose issues for teens trying to kick nicotine. The main medicine option for teens right now is what’s known as nicotine-replacement therapy. That involves using lozenges or gum to soothe cravings. But using those items during the day may require the school nurse to be involved, McGee says.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Varenicline — sold under the brand name Chantix — has helped adults stop smoking. A doctor must prescribe this medicine, which binds to nicotine receptors in the brain. After taking it, exposure to nicotine doesn’t feel as good. The drug also soothes the unpleasant symptoms of nicotine withdrawal.",
            "In a study with a small group of adults, this drug appeared to help people quit vaping, too.",
            "The new study recruited younger volunteers — people 16 to 25 years old. They were not regular smokers. All, however, had vaped five or more days each week for the past three months. As had been seen in smokers, vapers who received varenicline now had less severe nicotine cravings and withdrawal symptoms.",
            "McGee helps patients work out plans to quit vaping. Those plans can include counseling. They also can include support through text messages and medication. She screens patients, too, for anxiety and depression. If someone is struggling with those conditions, she makes a plan to help with that, as well.",
            "Varenicline is now another medicine that McGee could suggest for her 16- and 17-year-old patients and their parents. As a twice-a-day pill, it can be taken outside of school hours, she notes. “I’m glad to know that there is something else potentially in my toolbox.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/mosquitoes-taste-before-they-bite",
        "title": "\n\tMosquitoes taste you before they decide to bite",
        "content": [
            "*a_close_up_of_a_mosquito_on_human_skin",
            "Mosquitoes can taste surfaces before biting, new research shows. This Asian tiger mosquito (Aedes albopictus), drinking blood from a human, must have liked what it found.",
            "At a summer barbecue, mosquitoes feast on some guests while luckier partiers stay bite-free. New research helps explains why: Some people just taste better.",
            "“It feels personal sometimes, like why are they biting me?” says Lisa Baik. Baik is a sensory biologist at Yale University in New Haven, Conn. She studies how insects, especially mosquitoes, sense their world.",
            "Mosquitoes like certain ingredients in sweat, Baik’s team now finds. The insects showed clear favorites, biting some sweat samples more than others.",
            "“We’ve known that mosquitoes love us, and they are able to find us very effectively and land on our skin,” she says. “But we didn’t know what happens after that.”",
            "Mosquitoes bite people and other animals to get a blood meal. But these insects are sloppy eaters. They leave behind saliva in their target’s skin. That spit can carry harmful microbes that cause diseases, like malaria, dengue (DEN-gay) and yellow fever. Such diseases can make people very ill and even kill.",
            "Knowing what causes mosquitoes to bite — or not — can help researchers create better ways to stop them.",
            "The team shared its new insights last November in Nature.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "One clue is that mosquitoes are able to taste the surfaces on which they land, Baik’s team finds. In fact, sweat may play a big role in whether they bite. Human sweat contains water, salt and amino acids (the building blocks of proteins).",
            "To see what mosquitoes prefer, the researchers put salt and amino acids on separate surfaces. Mosquitoes ignored the salt. They also didn’t go for the amino acids. But when the team combined both on the same surface, the mosquitoes bit.",
            "In another experiment, researchers coated one side of a surface with sweat samples from several volunteers. Mosquitoes bit sweat from two of those people much more than from the others.",
            "The researchers then looked at activity in certain mosquito nerve cells involved in taste. The more-appealing sweat had a bigger effect on the activity of these nerves than the other sweat samples had. That suggests taste “could be one of the factors as to why some of us get bitten a lot more than others,” Baik says. “This was quite exciting.”",
            "*a_magnified_view_of_four_Asian_tiger_mosquitoes",
            "fCThese Asian tiger mosquitoes slurped up differently colored solutions that mimic blood. ",
            "Baik wanted to explore how taste might drive mosquitoes’ choice to bite or not.",
            "Tasting requires touch. We use our lips, mouth and tongue to taste. Mosquitoes do, too. A long tube extends from their face like a giant straw. At the end of that proboscis are two small, lip-like parts that can touch a surface. These are called labella.",
            "The researchers examined those labella using a special microscope. The lips had little hairs on them. Nerve cells inside the hairs responded to touch. ",
            "Then the team tested how the hairs responded to different flavor molecules. When sugars touched the hairs, they activated the nerve cells. Some bitter compounds, though, blocked the nerve cells’ response to sugar. “This was exciting and surprising,” says Baik. This type of activity blocking, she notes, hasn’t been seen in other insects.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Adding such bitter substances to sugar reduced the nerves’ response to sweet. It also made the mosquitoes less likely to feed. “This suggested that we could use bitter compounds as a way to stop the feeding behavior of mosquitoes,” says Baik.",
            "“This team was really the first to systematically show what the taste cells in this mosquito actually respond to,” says Ben Matthews. He works at the University of British Columbia in Vancouver, Canada. Though he did not take part in the new work, Matthews studies insect sensory systems. The new work “showed not just how these chemicals are processed, but how that affects behavior.”",
            "Baik is now hunting for just the right compound to stop mosquitoes from biting people. The substance should be low-cost, safe and eco-friendly. It could someday be included in a spray for skin and clothing.",
            "And better mosquito protection is more urgent than ever, Baik adds. Climate change is expanding the range of certain mosquitoes — and the diseases they spread — at an alarming rate. Methods to prevent mosquito bites could protect people worldwide.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/eco-friendly-sunscreen-bananas",
        "title": "\n\tEco-friendly sunscreen? That’s bananas!",
        "content": [
            "*a_tube_of_sunscreen,_a_wide-brimmed_hat,_bananas,_a_lime,_a_lemon,_and_a_seashell",
            "Sunscreen protects us from blistering solar rays. However, concerns about the environmental safety of some ingredients lead some people to seek alternatives to mineral sunscreens. Fruits — such as bananas — have natural, light-filtering chemicals that may lead to eco-friendlier sunscreens.",
            "Columbus, Ohio — Bananas grow best in full sun. To protect their sensitive skins from damaging ultraviolet rays, banana peels produce a natural sunscreen. A teen has now peeled back the secrets of this natural sunblock. What she’s found could lead to more eco-friendly sunscreens for all of us.",
            "*_Eco-friendly_sunscreen_That’s_bananas!10",
            "fCTaylor Maguire investigated how banana peels might lead to more eco-friendly sunscreens.",
            "“My mom always raised me to pay attention to the ingredients in my cosmetics,” says Taylor Maguire, 15. She prefers “organic products over synthetic ones.” That led this sophomore at Garden City High School in New York to ask: “What’s in my sunscreen?”",
            "These products protect our skin against blistering solar rays. But their use comes at a price. Some of sunscreen’s chemicals may cause cancer, Taylor notes. And when these chemicals wash into our environment, they can hurt animals. For example, some mineral sunscreens interfere with the ability of freshwater animals to navigate. High enough exposures, she says, can kill some organisms.",
            "So, Taylor looked for alternatives to mineral-based sunscreens. ",
            "Bananas can naturally filter out much of the sun’s more damaging rays. Could their natural sunblock replace mineral sunscreens? Taylor investigated. And what she found out won her a spot here in May at the 2025 Regeneron International Science and Engineering Fair, or ISEF.",
            "Bananas tend to grow in a “UV-intense environment,” Taylor says. UV — short for ultraviolet — is a band of light wavelengths. This high-energy light is invisible to the human eye. But it causes most of the sun’s damage to our skin. For a sunscreen to work, it must protect against certain UV rays.",
            "Taylor had reasoned that bananas “must have their own mechanism.” After all, they grow near the equator. That’s where UV exposures are strongest.",
            "Plants typically make flavonoids — pigments that come in a rainbow of colors — as a defense against the sun’s UV. Taylor wondered if banana flavonoids might work to protect our skin from UV, too.",
            "She wasn’t sure exactly which bananas flavonoids to use. Taylor heated, froze and blended the outer layer of a banana peel. “That’s the part that’s exposed to the sunlight,” she explains. Any UV-filtering chemicals likely lie there.",
            "Breaking open the cells released many of their chemicals. From this soup she made two extracts. One of these contained only components that would dissolve in water. That was her aqueous extract. The other contained only chemicals that wouldn’t dissolve in water. That was her nonpolar extract. Nonpolar chemicals dissolve in oil rather than water.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "A sunscreen must absorb UV light before it reaches your skin. And the more it absorbs, the better. To test how well each extract could do that, Taylor turned to a light-measuring tool. Called a spectrophotometer, it measures how much of any color of light a liquid absorbs.",
            "The tool confirmed that both of her banana extracts absorbed UV light. But the nonpolar one went a step further. It absorbed the full range of UV wavelengths — and especially the most damaging ones. They belong to a part of the UV spectrum called UV-A.",
            "Would banana-based sunscreens also be safe for the environment? After all, Taylor says, typical drug-store sunscreens can harm aquatic life. To find out, she recruited planarians (Girardia tigrina) as her “guinea pigs.” Planarians are a type of flatworm that live in water. They’re often used in drug-safety studies, Taylor explains. A chemical that harms these worms might also pose a risk to other aquatic animals.",
            "*_Eco-friendly_sunscreen_That’s_bananas!11",
            "fCTaylor created two banana-extract solutions — one nonpolar and one aqueous. She also created mineral-sunscreen solutions for comparison. Spectrophotometry allowed her to test wavelengths of light absorbed by each sample. She also used a microscope to observe planarians’ locomotion — or movement — when exposed to UV light.",
            "The plan was to put planarians into dishes with different extracts and expose them to strong UV light for 10 minutes. If the worm’s movement slowed or stopped, she took that to mean the light damaged them. Her five test solutions included her two extracts, a drugstore sunscreen solution, plain water and glycerol.",
            "Why glycerol? The nonpolar extract and sunscreen solution both contained this thick liquid. Taylor tested glycerol by itself to check if it caused problems on its own.",
            "And it did. “The nonpolar banana, the glycerol and the mineral sunscreen [appeared] fatal” to the worms, she found. “They stopped moving.”",
            "That “was surprising,” Taylor says. Glycerol “is actually an ingredient found in a lot of sunscreens,” she says. It’s not known to hurt people. But she’s “pretty sure” it killed her planarians.",
            "*_Eco-friendly_sunscreen_That’s_bananas!12",
            "fCTaylor used these peels to create her banana extracts.",
            "In a later test, Taylor would notice that glycerol damaged planarians’ skin — even with no UV exposure. Glycerol is used in many products. Taylor’s work now suggests it might pose risks to aquatic life.",
            "But planarians survived just fine in the aqueous extract. And these outperformed the water-only group — the only other ones left alive, the teen says.",
            "Taylor confirmed this later when she stained those same planarians. She used a special dye. It stains damaged tissue so that it glows under her microscope’s UV light. Basically, the more glow, the more damage there is.",
            "The three glycerol-exposed groups exhibited the most damage. The aqueous extract group showed the least. Where damage did show up, Taylor says, it looked “spotty.” That probably means a worm “was not fully coated.”",
            "The next step is figuring out exactly what chemical provided the aqueous extract’s UV protection. Identifying that, she says, could allow for a new class of eco-friendly, banana-based sunscreens.",
            "Regeneron ISEF is a program created and run by the Society of Science (which also publishes this magazine). Taylor was among 1,657 students — from 62 nations or territories — competing at the 75th annual ISEF. They shared in nearly $9 million in prizes."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/caterpillar-wears-insect-prey-camouflage",
        "title": "\n\tThe ‘bone collector’ caterpillar wears its prey as camouflage",
        "content": [
            "*Six_caterpillar_cases_covered_in_spikey_body_parts_of_insects_and_spiders",
            "A newly described caterpillar collects insect remains from spider webs. It weaves the body parts onto a protective case (several shown) so the host spider won’t eat it. This bone collector caterpillar chows down for months until it’s ready to turn into a moth. Then, its gruesome coating becomes its cocoon.",
            "A severed ant head. A fly wing. A beetle abdomen. These body parts ripped from dead insects adorn a caterpillar’s protective coat. That’s why scientists are calling this newfound species the “bone collector.”",
            "This caterpillar sports remains of prey as camouflage while it searches spider webs for trapped bugs. The meat-eating caterpillar was found on the Hawaiian island of Oahu. It is the first known by scientists not only to live in spider hunting grounds but also to fully decorate itself with body parts.",
            "Researchers described the caterpillar April 25 in Science.",
            "Relatively few caterpillars eat meat. Of nearly 200,000 known moth and butterfly species, only about 300 types are carnivorous. The bone collector caterpillar belongs to the moth genus Hyposmocoma. They are native to the Hawaiian Islands. All members wear protective coats when young. They’ve come to be known as Hawaii’s fancy-case caterpillars.",
            "iFhttps://www.youtube.com/embed/x6fGZSK0wSI?feature=oembed",
            "A meat-eating caterpillar on the Hawaiian island of Oahu adorns itself with body parts from its prey. This macabre coat helps it hide from spiders, whose webs make up the caterpillars’ hunting grounds. Known as bone collector caterpillars, these insects are also cannibals. This short, double-speed video shows it eating another of its species.",
            "While walking in the Waianae Mountains almost 20 years ago, some scientists spied an odd caterpillar next to a spider web in a tree hole. “It [was] covered in little bits of bug,” recalls Dan Rubinoff. He works for the University of Hawaii at Mānoa in Honolulu. As an entomologist, he studies insects.",
            "At first, he had dismissed that caterpillar as a curiosity. But over time, he kept crossing paths with more weird caterpillars. Over the next two decades, he and others spotted 62 of these bone-collector caterpillars. All were within a 15-square-kilometer (almost 6-square-mile) range.",
            "Each lived in a spider web tucked away in a tree, log or rock cavity. And there was never more than one per web (otherwise one would eat the other). The caterpillar lurks in a web, waiting to prey on insects stuck there. The caterpillar masks its scent and texture with leftovers from prey on which the spider had dined. The caterpillar even wears skin shed by its eight-legged landlord.",
            "*A_single_caterpillar_case_with_different_insect_parts_pointed_out_on_it_an_ant_head,_a_weevil_head,_",
            "fCThis bone collector caterpillar case is decorated with body parts from at least six different families of insects (some labeled). Unlabeled pieces are skin shed by a host web’s spider.",
            "“This is a decorate-or-die situation,” Rubinoff explains. A plain protective case “might not be enough to stop the spider from trying to puncture the case and eat the caterpillar.” ",
            "When assembling its prey-based wardrobe, a caterpillar carefully probes and rotates those bodily remains. The carnivorous critter first nibbles large pieces down to size. Then, it weaves them onto its silken case. After a few months of feasting, the caterpillar seals off the open end of its case. Now, that case will become its cocoon as the caterpillar transforms into a moth.",
            "Scientists analyzed the bone collector moth’s genes. They found that its lineage is at least 6 million years old. That’s even older than the island of Oahu! So this critter’s ancestors may have originated on a different island. Other Hyposmocoma moths are represented by multiple species on several of the Hawaiian Islands. But the bone collector is the only species in its line, Rubinoff says.",
            "And, he adds: “I’m really glad we discovered it before it went extinct.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/grab-move-virtual-floating-3d-objects",
        "title": "\n\tYou can ‘grab’ these virtual displays and manipulate them midair",
        "content": [
            "*_You_can_‘grab’_these_virtual_displays_and_manipulate_them_midair13",
            "A newly described caterpillar collects insect remains from spider webs. It weaves the body parts onto a protective case (several shown) so the host spider won’t eat it. This bone collector caterpillar chows down for months until it’s ready to turn into a moth. Then, its gruesome coating becomes its cocoon.",
            "In the Iron Man movies, Tony Stark’s lab is full of floating computer displays. With these midair graphics, he can see his super-suit designs in 3-D. He also can grab hold of the visuals and manipulate them. A new device brings such sci-fi graphics closer to reality.",
            "The device renders virtual 3-D objects in midair that users can drag, scale and rotate with their fingers. Such interactive visuals — which can be seen without a virtual reality (VR) headset — could lead to a new type of hands-on museum exhibit or virtual pets. They also might be used to make 3-D art or video games.",
            "Researchers shared their new tech April 30 at the CHI Conference on Human Factors in Computing Systems. The meeting was held in Yokohama, Japan.",
            "This display renders 3-D graphics you can grab onto and move around. #science",
            "In the past, machines have displayed 3-D objects by moving a flat screen up and down. Each 2-D slice of the object would be projected onto the screen at different heights. When the screen moves extremely quickly, those slices blur together. As a result, they look like one solid shape.",
            "“It’s like a real 3-D object. You can see it from all directions,” says Elodie Bouzbib. She studies human-computer interactions at the Public University of Navarre. That’s in Pamplona, Spain.",
            "One problem with past 3-D displays was that users couldn’t touch the fast-moving screen without hurting their hand or damaging the device. To interact with the visuals they had to use a keyboard, 3-D mouse or some other indirect technique.",
            "Bouzbib is part of a team that decided to replace the flat screen with strips of a stretchy material. Now, users can reach into the display — their fingers slipping past the moving strips — to handle virtual objects.",
            "The team tested strips of different materials to see which might work best. Some, like Spandex, stretched out too easily. Others, like plastic lanyards, hurt to touch when they whipped up and down. Still others, such as silicone, reflected too much light to clearly display projected images.",
            "In the end, strips of elastic — like those used in the waistbands of stretchy pants — won out. “They were a good compromise between all the properties,” Bouzbib says. Two cameras tracked users’ fingers within the display. This let the graphics respond to pinching, swiping, spinning and other gestures.",
            "Eighteen volunteers tried out the new device. They selected, moved and traced virtual objects with either their fingers or a 3-D mouse.",
            "People were able to navigate the display faster and more precisely with their fingers. Most also said the hands-on method felt easier and more natural than using a mouse. That was true even though some had been concerned that the display would feel unpleasant to touch. “It feels really soft, actually,” says Bouzbib. “It tickles a bit.”",
            "“What really gets me excited about this research is that the display is reasonably sized and interactive,” says Tatsuki Fushimi. An engineer at the University of Tsukuba in Japan, he did not take part in the work. But he has created 3-D graphics using particles levitated by sound waves. You can touch those displays too, he points out. But it’s hard to use levitation to make images bigger than about one centimeter (0.4 inch) across.",
            "The elastic-band display is 19 centimeters (7.5 inches) wide and 8 centimeters (3 inches) deep. That’s about the size of a square Tupperware container. “Now, people can start to experiment and play around with it,” Fushimi says. That should invite fresh ideas on how to use this technology.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Volunteers in this study suggested using it for control panels for surgical robots. They also thought it would work well for viewing products in 3-D while shopping online.",
            "“If you want to make it bigger, it’s probably going to face issues,” Fushimi says of the elastic-band setup. “Imagine it room-sized. Then you can no longer reach through the display.” In other words, it wouldn’t work for building something like a Star Trek holodeck. But Fushimi could imagine it being scaled up to a desktop-sized device.",
            "One day, Bouzbib would like to add touch — or haptic sensations — to the display. A focused beam of ultrasound waves might create sensations at a users’ fingertips as they handle virtual objects.",
            "Her team also is brainstorming how to project images onto a layer of gas rather than elastic strips. Such an intangible material might offer more seamless interactions with midair graphics.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/jumping-squirrel-like-robot-balance",
        "title": "\n\tThis squirrel-like robot has some serious hops",
        "content": [
            "*A_jumping_robot_with_one_leg_leaps_from_one_PVC_pipe_to_another_A_black_net_is_strung_below_it",
            "This robot was named Salto — for saltatorial, a term meaning able to leap. Here, the squirrel-like bot jumps from one pipe to another and lands balanced and stable.",
            "Salto the robot is acting a bit squirrelly.",
            "It can take a flying leap and land on a narrow pipe, just like a squirrel soaring from branch to branch. It’s the first time scientists have been able to get a robot to land — balanced — on such a tiny target.",
            "“We’ve been inspired by squirrels,” says Justin Yim. He’s an engineer who worked on the project at the University of California, Berkeley. (Now he works at the University of Illinois Urbana-Champaign.) The Salto team reported its new results March 19 in Science Robotics.",
            "*A_spindly_robot_with_a_gripper_foot_and_a_sticker_labeled_Berkeley_University_of_California",
            "fCThe one-legged robot’s clawlike gripper foot helps it land on branches, like a squirrel.",
            "Squirrels are one of nature’s acrobats. They can scamper over telephone wires and vault between trees. They can even navigate Ninja Warrior-style obstacle courses.",
            "A secret to squirrels’ parkour prowess is exceptional balance. Even if a jump carries them a bit beyond or short of their target, squirrels can maneuver their bodies so that they stay upright. One way is by adjusting how hard their legs push against a branch as they land.",
            "Salto can now make similar adjustments. Yim was part of the team that described how April 4 in the Journal of Experimental Biology.",
            "Think of playing hopscotch, he says. If you land on a square and feel like you’re going to fall forward, you might try to stand up tall. To prevent yourself from toppling over, you’d push your feet hard against the ground. And if you land too far back, you might crouch down, so you don’t tip backward.",
            "Yim’s team tried to help Salto mimic those tactics.",
            "This spindly little hopping bot was developed in 2016. It was named for saltatorial — a term for things that leap or are adapted to leaping. In 2020, Salto’s developers figured out how to make Salto stick a landing on flat surfaces. For the new work, they made two big changes. They added a clawlike gripper to Salto’s foot. Now it can catch a pipe during landings. They also gave Salto the ability to stand or crouch. This can help improve its balance.",
            "Salto the robot can take flying leaps and adjust its landing — just like squirrels do. Scientists hope that the squirrel-inspired tech could one day help with construction inspections or conducting environmental monitoring in forests. #Robot #Squirrel #STEM #Robotics",
            "In test jumps in the lab, Salto leapt from one plastic pipe to another. It successfully did this 25 times out of 30. It caught the tube, swinging over or under it most of the time. But in two trials, Salto leapt, landed and perched just perfectly. It stuck a balanced upright hold on the pipe.",
            "“There’s lots of room for improvement,” Yim says. Salto may not be ready to join that circus group Cirque du Soleil yet. Still, Yim has ideas about how to improve the robot’s balance. They could improve Salto’s gripper, for a better grasp when trying to land on a pipe. That would work like a squirrel squeezing a branch with its toes.",
            "Yim envisions future robots that are even more agile than Salto. To help with construction, for instance, they might one day hop onto pipes or beams while carrying cameras for inspection. Or maybe Salto could leap throughout a forest as an environmental monitor.",
            "But Salto will need many more tweaks to catch up to its bushy-tailed brothers, Yim says. “The robot is definitely not able to do what a squirrel can do just yet.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/ticking-shark-first-making-noise",
        "title": "\n\tTick, tick, tick. In a first, a shark is heard making noise",
        "content": [
            "*A_grayish-brown_shark_with_white_spots_along_it's_back_swims_across_a_black_background",
            "Called a rig or smoothhound, this small shark is the first shown to make deliberate sounds.",
            "Sharks have a reputation for being silent predators. But an accidental discovery shows the small rig shark isn’t silent after all.",
            "It clicks its short, wide teeth. That chatter appears to mark “the first documented case of deliberate sound production in sharks,” say researchers in the March 26 Royal Society Open Science.",
            "People have been slow in picking up on sound communication between fishes. Some squeak or rumble. But scientists stumbled onto these types of chatter in captive animals. So today it’s no longer a surprise to detect various chirps, hums or growls among the many bony fishes.",
            "Yet an evolutionary sister-branch — sharks, skates and rays — have been slower to get recognized for sounding off. Lacking bones, their skeletons are made of cartilage. Some also sport remarkable senses, such as detecting slight electric fields. In 1971, a clicking was detected coming from cownose rays. Since then, it’s turned up in other rays.",
            "Carolin Nieder is an evolutionary biologist at Woods Hole Oceanographic Institution in Massachusetts. Back when she was at the University of Auckland’s Leigh Marine Lab in New Zealand, she studied dolphin hearing. To listen, she dangled an underwater microphone into a tank. She also did this as part of her setup to explore hearing in a small shark species called a rig (Mustelus leucticulatus).",
            "Reaching into the tank to grasp one of these fish, she heard “click … click.” After a week or so of tests, the rig still squirmed — but didn’t click. Perhaps the sound was voluntary, a response to stress, she mused.",
            "In a first, researchers have recorded what could be sharks making deliberate sounds. This chatter came from a small species called a rig or spotted estuary smoothhound. It grows rows of stubby teeth that can crack shellfish prey — and, apparently, make communicative sounds. Carolin Nieder discovered the chatter accidentally as she was handling a rig in a tank. Listen in as a rig splashes, then clicks its teeth.",
            "*This_close-up_image_shows_rows_of_tightly_packed,_somewhat_flattened_teeth_of_a_kind_of_shark_called",
            "fCEric Parmentier",
            "As a followup, she worked with 10 sharks. Among them she recorded multiple clickity bouts. They averaged about nine clicks during a 20-second grasp. The sounds come, she proposes, from clacking together their short, wide teeth with cusps. Those chompers are great for cracking crustaceans’ shells. Rows of these teeth emerge from gum tissue. It reminded Nieder of stones set in a mosaic. ",
            "Wiggling doesn’t seem important: She heard the sounds when a test shark writhed in her grasp and when it held still. She proposes that sharks click by “forceful snapping.”",
            "The idea still needs formal testing, she cautions. What she actually measured was the hearing range of the sharks, which is restricted to below 1,000 hertz. Human hearing, in contrast, ranges up to 20,000 hertz.",
            "Sharks are sensitive to their watery world in other ways, though. For instance, they can detect the tickles of changing electric fields. Yet “if you were a shark, I would need to talk a lot louder to you than to a goldfish,” Nieder notes. “The goldfish would pick up if I whisper … and the shark was like, can you speak up, please?”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-caldera-definition-pronunciation",
        "title": "\n\tScientists Say: Caldera",
        "content": [
            "*a_mountain_with_a_caldera,_a_huge_bowl-shaped_crater_in_the_center,_sits_under_a_blue_sky",
            "The Caldera Blanca is a collapsed volcano in Timanfaya National Park in the Canary Islands.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2104886775&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A caldera is a type of crater. It forms when a volcano collapses after a massive eruption.",
            "When volcanoes erupt, material bursts from underground cavities. That material could be lava. It could also be vapor, dust and gases. Either way, the blast leaves empty pockets underground. Sometimes, those pockets cave in. That forms a caldera.",
            "Some calderas cover dormant volcanoes. Others cover volcanoes that are still active. Consider Hawaii’s Kīlauea Caldera. In 2018, this volcano collapsed after an eruption. Today, the caldera still burps lava.",
            "Some calderas form through not one, but many collapses. Yellowstone National Park, which spans Wyoming, Idaho and Montana, is an example. Yellowstone’s volcanic activity started about 1.2 million years ago. Over time, multiple vent-like eruptions created a vast caldera system throughout the region. The last eruption occurred about 600,000 years ago. Geologists think this one was massive. It emptied the caldera’s magma chamber. Without magma to support it, the ground caved in. That created Yellowstone’s largest caldera, which stretches 113 kilometers (70 miles) across.",
            "Another famous caldera is Crater Lake, in Oregon. It formed about 7,700 years ago. The Native American Klamath Tribes lived in this region at the time. Their legends describe the event. The stories tell of fire and rock bursting from the ground. Landslides followed. Finally, Mount Mazama caved into the void below. Over time, the caldera filled with rainwater. That’s why today, it is a lake. Crater Lake remains a sacred place to these tribes.",
            "In 2019, a team led by Filipino scientist Jenny Anne Barretto found the Apolaki Caldera — at the bottom of the ocean. It stretches for 150 kilometers (93 miles) under the Philippine Sea. That makes it the world’s largest known caldera.",
            "The volcano responsible for Hawaii’s Kīlauea Caldera recently erupted like a stomp rocket.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-the-carbon-cycle",
        "title": "\n\tLet’s learn about the carbon cycle",
        "content": [
            "*a_scenic_view_of_pink_wildflowers_and_rocks_by_sea_against_sky",
            "Carbon cycles through many things on Earth. In this image, the atmosphere, ocean, rocks and plants all contain carbon.",
            "The element carbon is found all over our planet.",
            "Carbon helps make up carbon dioxide gas in the atmosphere (it’s the C in CO2). It’s found underground in rocks and fossil fuels. A lot of it is stored in Earth’s oceans. And it’s the main chemical building block of all living things, found in DNA, sugars, proteins and many other molecules.",
            "The total amount of carbon on Earth doesn’t change. But our planet’s carbon atoms are always moving around between living things, oceans, the atmosphere and other places. Together, these exchanges are known as the carbon cycle.",
            "Plants, for instance, pull carbon dioxide out of the air during photosynthesis. They use those carbon atoms to build up their tissues — which animals then eat. Animals exhale carbon dioxide back into the atmosphere. And when plants and animals die, the carbon from their tissues gets released into the air and soil. That carbon can get locked up in rock like limestone or fossil fuels such as coal.",
            "Carbon from the atmosphere can also get absorbed by Earth’s oceans. Sea creatures use it to build their calcium carbonate shells and skeletons. When those organisms die, their remains sink and can either dissolve into deep sea waters or settle into the seafloor. Carbon locked up underground can also be violently blasted back out into the atmosphere during volcanic eruptions.",
            "The carbon cycle naturally keeps carbon moving in and out of Earth’s atmosphere. But human activity has recently been pumping a lot more carbon into the air. A big way we do this is by burning fossil fuels such as coal and oil for energy. But other human activities, such as farming and cutting down forests, add carbon to the atmosphere as well. That airborne carbon is warming Earth’s climate through the greenhouse effect.",
            "For that reason, scientists and engineers are trying to develop new technologies that can capture carbon out of Earth’s atmosphere.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Eight ways you can cut your carbon footprint Learn how you can limit the climate-warming gases associated with what you eat, the products you buy and the energy you use. (2/9/2023) Readability: 7.3",
            "The world is aiming for ‘net zero’ emissions of greenhouse gases Nations are charting how they might ‘zero’ out their releases of climate-warming gases. Success might greatly lower the risks of climate catastrophes. (2/9/2023) Readability: 7.9",
            "Explainer: CO2 and other greenhouse gases Carbon dioxide is just one of several chemicals that contribute to the greenhouse effect. (9/20/2018) Readability: 7.9",
            "iFhttps://www.youtube.com/embed/0-DtXqr-gPQ?feature=oembed",
            "The carbon cycle explained in one quick minute.",
            "Scientists Say: Carbon capture",
            "Explainer: All about carbon dioxide",
            "Explainer: How photosynthesis works",
            "Explainer: Where fossil fuels come from",
            "Explainer: In chemistry, what does it mean to be organic?",
            "An ancient log shows how burying wood can fight climate change",
            "A bold plan to save the planet turns carbon dioxide into stone",
            "Pollution power? A new device turns carbon dioxide into fuel",
            "Word find",
            "Humans can affect Earth’s carbon cycle in lots of negative ways, through burning fossil fuels and other activities. But we can also positively impact the carbon cycle by creating more places to store carbon from the atmosphere — like growing plants. Grow your own plants and test the power of fertilizer with this experiment from Science News Explores."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/3d-printed-robot-runs-on-air",
        "title": "\n\tThis 3-D printed robot runs on air, not electricity",
        "content": [
            "*a_robot_with_six_squishy_arms_sits_flat_on_a_table",
            "This 3-D printed robot doesn’t need electronics. Instead, it uses an air canister to move.",
            "A new air-powered robot can practically walk right off the 3-D printer.",
            "The soft, 3-D printed robot doesn’t have any electronic parts. All it needs to move is an air canister. One day, robots like this could work underwater or in hazardous environments, its creators say.",
            "Mechanical engineer Yichen Zhai led the work. He and his colleagues at the University of California, San Diego, gave their robot six flexible legs, like an insect. Each leg can move up and down or side to side. The whole thing is made from the same type of plastic that’s used to make hoses and shoe soles. The scientists 3-D printed it in one piece over the course of two and a half days.",
            "Air from a canister flows through tiny tubes and chambers in the robot’s body to power it. As the pressure in each of these chambers changes, it opens and closes different tubes. That moves air into different sets of chambers, and the process starts again. This cycle of inflating and deflating chambers moves the robot’s legs to waddle forward.",
            "Researchers published the design in the May issue of the journal Advanced Intelligent Systems.",
            "The robot’s design is “quite interesting,” says Perla Maiolino. She wasn’t involved in building it, but she does work on other soft robots at the University of Oxford in England. Typically, making a robot involves designing different parts from different substances and assembling them, she says. But this one’s body is a single piece made with just one material. “It’s all together.”",
            "iFhttps://www.youtube.com/embed/f8hTK7AabM8?feature=oembed",
            "This video, told from the perspective of the new robot, shows off its electronics-free capabilities.",
            "The robot may be soft, but its shape actually makes it quite sturdy. Having six legs helps it stay upright on rough and uneven ground. Whenever it takes a step, three of its legs move at once while the other three stay on the ground. This way, it doesn’t tip over easily. And because the design doesn’t contain any electronics, it’s waterproof. In experiments on the beach, the robot toddled right down into a deep puddle and resurfaced to continue along its way.",
            "Electronics-free robots could one day work in areas that would thwart regular ones. “We are really pushing toward having untethered robots that can be deployed in very harsh environments,” Maiolino says. An “untethered” robot is one that doesn’t need to be connected to a power cord or controller.",
            "A robot like the new six-legged walker could work in areas where electronics might be a fire risk, such as in mines. Or it might be used in space, where radiation could harm delicate electronic components.",
            "But the new soft robot isn’t quite ready for these harsh conditions yet. The robot has to be able to move faster first, says Zhai. That will let it move farther on a single air canister. As of now, the insect-like robot creeps along at a leisurely pace of 4 centimeters (1.6 inches) per second. That’s a little faster than a snail, but slower than a turtle. A single canister of air can power it for about 80 seconds.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Zhai and his colleagues are currently building a faster version of their machine. The team also hopes to add a steering system or a way for the robot to dodge obstacles. Right now, it can only shuffle forward in a straight line. Controlling air flow through the robot could allow it to change direction in response to obstacles — sort of like a self-driving Roomba vacuum.",
            "Until the robot gets these upgrades, it won’t be doing heavy-duty work. But in its current form, people can still enjoy interacting with it. “The robot is like a toy,” Zhai says. And it can be cheaply and easily 3-D printed. “If people love it, people can make it,” he says. “That’s enough.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/soft-robots-comfort-rescue-isef",
        "title": "\n\tSoft helpers and bio-inspired tech: a match made in robot heaven",
        "content": [
            "*Tim_holding_a_koala_and_a_chimp_stuffie_and_smiling",
            "Tim Wilson’s huggable robots can offer emotional support to people in need, such as kids too anxious to get to sleep at night.",
            "Columbus, Ohio — When you imagine a robot, slithery snakes and huggable koalas may not come to mind. But innovative teens have been using “soft” robotics to create such bio-inspired machines. Their inventions can return a warm hug or assist in the rescue of people trapped in building rubble.",
            "An earthquake on March 28 trapped hundreds of people in the ruins of collapsed buildings in Myanmar, a country in southeast Asia. Nichelle Thinagar, 16, saw this disaster on the news. “There were so many more people left unaccounted for, trapped under rubble,” she recalls. Stories like this compelled her to design rescue robots. But Nichelle’s come with a twist — a smooth, serpentine twist.",
            "*a_photo_of_Nichelle_Thinagar_smiling",
            "fCNichelle Thinagar developed a snake-inspired robot. Her goal: Use such tech to find and bring aid to people trapped in rubble after an earthquake or building collapse.",
            "Imagine a snake slithering your way. Nichelle modeled her rescue-bot after these limbless wrigglers. And for good reason. Scale-covered snakes evolved to wiggle through tiny cracks. One secret to their slithering, the sophomore at Shrewsbury High School in Massachusetts learned, were those scales.",
            "She tapped this design feature to enhance her snake-bot’s motions. “The most recent design has … ball bearings embedded directly into the scales,” she says. This aids the forward gliding motion. Her project earned Nichelle a finalist slot here at the 2025 Regeneron International Science and Engineering Fair (ISEF).",
            "“A snake’s scales are very smooth from head to tail,” Nichelle says. That lets them glide forward. A little backwards pressure, however, allows those same scales to dig into the ground. “That lets them push themselves forward,” she says.",
            "Nichelle didn’t invent snake-shaped robots. But she did make unique use of nature’s scale-grip technique. That allows the bot to move “like a real snake.” Nichelle hopes her slithering device will help it navigate building rubble. Another feature that sets her robot apart from others: A small compartment in its head can haul water or other supplies.",
            "*a_photo_looking_down_at_the_guts_of_a_snake_inspired_robot",
            "fCHere’s the guts of Nichelle’s snake-inspired robot.",
            "Nichelle hoped to test different scale designs with computer simulations before building a full robot. But that plan didn’t work. The tests she needed, she realized, were just too complex for her to model. She needed data. And the only way to get those was by testing.",
            "For instance, she needed to measure her snake skin’s coefficient of friction. That’s “basically the stickiness between two surfaces,” Nichelle explains. “Like the stickiness between my scale design and the surface below it.”",
            "Many factors play into how different scales slide across surfaces, she learned. “That’s just something that the simulation software couldn’t compute.” To test snake scales, she had to build a snake wearing them.",
            "*a_closeup_showing_the_'textured_scales'_on_the_underside_of_the_snake_robot",
            "fCTextured “scales” affixed to the underside of Nichelle’s robot allow it to slither forward. It can grab the surface as it prepares to push to the side and ahead in a serpentine motion. The best design used ball bearings embedded directly into the scales to aid forward sliding.",
            "Nichelle 3-D printed the scales and all the other robotic components. A cable system runs throughout the snake and triggers muscle-like wriggly actions. Instead of the “normal, rigid components you’d see in your typical robot,” she explains, “it uses more soft structures that resemble things like muscles.”",
            "A tether connects the robot to the person controlling it. “A lot of urban rubble is reinforced concrete, which blocks communications,” Nichelle says. Using a tether means the operator won’t lose connection with the robot. It also allows the rescuer to communicate with survivors.",
            "iFhttps://www.youtube.com/embed/riyZSqwtTzU?start=115&feature=oembed",
            "Nichelle Thinagar explains how she designed her snake robot.",
            "*Tim_soldering_the_innards_of_a_huggable_robot",
            "fCTim solders electronic components that will go inside the stuffed, fabric housing of a prototype huggable robotic monkey — one that he designed and sewed from scratch.",
            "Tim Wilson, 18, designed a soft robot for a very different purpose: to give reassuring hugs. His inspiration was his sister’s frequent trouble getting a good night’s sleep as a child.",
            "“I saw the impact of poor sleep on the rest of her life,” he says. Friends in school described similar problems. “We’d chat about how they couldn’t fall asleep,” he says. When it came time to do a high-school research project, he decided to tackle “a real need in the world.” His solution — a huggable, co-sleeping robot — brought this student at Barker College in Sydney, Australia, to this year’s Regeneron ISEF. It also garnered Tim a First Award in the Robotics and Intelligent Machines category.",
            "Other robotic sleep aids exist. But until now, none could hug you back, Tim says. He started by building a monkey-bot. He went on to create a koala, too.",
            "Hugging the robot triggers the arms to return the hugger’s embrace. They squeeze back thanks to inflatable, flexible tubes in the robot’s arms. A fiber outside the tube works like a muscle. In robotics, this part of the device is called the actuator. “An actuator is just something that creates movement,” Tim explains.",
            "*robotic_parts_laid_on_top_of_a_huggable_bot_showing_what_the_innards_look_like",
            "fCRobotic parts are laid atop the sites where they sit inside a huggable toy. In the animal’s head, a control board houses a computer’s microcontroller. The arms hold fiber-reinforced, bending actuators that enable the robot’s reassuring hugs. At center is a device that rhythmically pushes out to mimic the lungs breathing. ",
            "His machines do more than return hugs. They also mimic breathing. The toy’s chest gently rises and falls. It’s “quite soothing,” Tim says. The robots even try to match their “breathing” rate to the hugger’s. How? A sensor inside measures the carbon dioxide exhaled by the hugger. The robot then “tries to mirror how fast you’re breathing.” Tim says that part proved tricky. After all, a bedroom fan might be enough to throw off the gas levels. “It’s not always going to be mirroring you exactly,” he says. So he added a “nice slow breathing rate” as a default setting.",
            "*a_photo_of_Tim_Wilson_breathing_into_a_carbon_dioxide_sensor",
            "fCTim tests a sensor to measure exhaled carbon dioxide in his bedroom at home. This sensor tracks a person’s breaths to try to mirror their breathing rate. It helps mimic a human caregiver who might try to calm an anxious child. ",
            "So what does Tim’s sister think of the hug-bot? “She finds it very cute,” he says. She hasn’t tried it overnight yet. Tim’s friends have, though. “One of the things that kind of surprised me,” he says, “was how much the kids who use the device found it quite relaxing and reassuring in a way that wasn’t actually directly related to sleep.”",
            "Tim believes his robots might help people in other settings, too.",
            "Some people benefit from emotional support dogs, for example. But some places might not allow animals. In a super-clean hospital, an animal may pose a risk to sick kids. “Being able to reassure kids is quite a challenging thing,” Tim says. “But it would be cool if my product could do it.”",
            "Regeneron ISEF is a program created and run by the Society of Science (which also publishes this magazine). Tim and Nichelle are among 1,657 students — from 62 nations or territories — competing at the 75th annual ISEF. These participants shared in nearly $9 million in prizes.",
            "iFhttps://www.youtube.com/embed/ZzA1DKf5VQo?feature=oembed",
            "Tim Wilson describes how his cuddle robot works and how it can help people."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/groundwater-secret-underground-flow",
        "title": "\n\tStudy uncovers secrets in water’s underground treks",
        "content": [
            "*A_photo_of_a_natural_spring_emerging_from_limestone_caves_Lush_vegetation_is_on_either_side_of_the_w",
            "Groundwater streams through rocky deposits underground. It eventually can surface to feed lakes, rivers and natural springs, such as at Florida’s Rock Springs (shown here).  ",
            "When rain or snow falls, much of it seeps into the soil. From there it flows down through porous rock, gravel and sand, forming underground streams. This groundwater will sometimes travel long distances. Scientists have now attempted to calculate its path in North America. Their findings suggest water can travel below ground much farther and deeper — and for a much longer time — than had been expected.",
            "For instance, some groundwater can travel up to 238 kilometers (148 miles), the new study reports. And it can seep to depths of more than 90 meters (300 feet).",
            "Or consider the deep groundwater pumped up for drinking. Most was believed to be separate from polluted water that often resurfaces in streams and rivers. But through long, buried treks, groundwater can link areas thought to be separate — sharing pollution it picked up along the way. ",
            "All that water now appears “a lot more connected,” says Reed Maxwell, an author of the new study. He works at Princeton University in New Jersey. As a hydrologist, he studies the movement of water.",
            "His team shared its findings on how water moves in the January 6 issue of Nature Water.",
            "Understanding these connections between water sources, they say, is important. It could help water managers work together to make better decisions about how to use water for drinking, irrigating crops and supporting ecosystems.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "A watershed (also known as a catchment) is the broad expanse of land that funnels snowmelt and rain downhill to a body of open water (such as a lake or ocean). Some rain and snowmelt will remain above ground. But much will seep underground as it moves.",
            "Water managers decide who gets to use the water within a watershed and how. Watersheds are managed separately. But water can flow freely underground across watershed boundaries, says Laura Condon. She’s a hydrologist at the University of Arizona in Tucson. ",
            "If watersheds are connected, then problems in one might affect another, says Maxwell. This got him thinking: “If you dump pollution in one watershed, does it get to another?” ",
            "Others had mapped groundwater flows in various parts of the United States. But how distant sources of underground water might be connected hadn’t been clear. That was one motivation for this study, says Maxwell. Understanding how water moves across a continent underground can help show how, when and where impacts to that water may occur.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Maxwell and Condon’s team decided to track groundwater’s flow beneath most of continental North America. They started with where this water reemerges in streams. Then, working backward, they figured out where it must have first seeped into the Earth.",
            "To do this, they built a computer model. It simulated North America’s underground layers of rock to depths of 392 meters (1,200 feet). Next, they divided the continent into little blocks. Each was one kilometer long by one kilometer wide.",
            "Then they asked the model to calculate how much water would likely flow through each block. That would depend on the shape and thickness of Earth’s underground layers and the space between the rocks.",
            "Each block is like a Lego brick, Maxwell says. Once they calculated water’s flow in each one, they stacked them together — 85 million of them.",
            "Then they added simulated water droplets to the computer model. The model “pushes” these droplets around based on how water would flow through the layers of below ground rock. And the scientists tracked everywhere they would go.",
            "“Think of a video game: Where would the little ball go? It’ll be pushed by the velocity this way,” says Condon.  Then, “where would it go next?”",
            "Water often travels more than 97 kilometers (60 miles), the model showed. That wouldn’t be far if water was streaming across the surface, says Maxwell. But it was far longer than it had been expected to flow below ground.",
            "Most water stays below the surface for five to 10 years, the model found. But buried aquifers (underground layers of water-filled rock) also exist. Water can collect in them for 100,000 to 1 million years.",
            "iFhttps://www.youtube.com/embed/zyHtkDCwQUw?feature=oembed",
            "Rain and snow seep into the Earth, forming streams of groundwater that travel long distances below the surface.",
            "Knowing how far water travels and for how long helps determine impacts to water. How? “If you have pollution underground, you need to understand where it’s going to go,” Maxwell explains.",
            "Consider, for instance, the nitrate fertilizers that farmers apply to soils. In large amounts, nitrates can harm people and aquatic life. Rain can wash these chemicals into groundwater. From there, they can potentially travel far from the farms on which they had been used. That can pollute water once thought to be free of such chemicals.",
            "Models might also point to where water being pumped from the ground at one site (for drinking or irrigation) had been on its way to hydrate a distant wetland. Knowing this, says Claudia Faunt, managers might then make sure they leave enough water in the ground to sustain that wetland — and the ecosystem it supports. Faunt didn’t take part in the new study. But as a hydrologist with the U.S. Geological Survey in San Diego, Calif., she understands these issues. ",
            "“Everything’s connected,” Maxwell says. By knowing how one watershed may be linked to others, you can understand how the system works as a whole, he explains. And that could be key to managing Earth’s life-giving resource.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/mobile-artificial-coral-reef",
        "title": "\n\tNew ocean sanctuaries house young coral and even flee peril",
        "content": [
            "*a_view_of_a_coral_reef_looking_up_through_the_reef_at_the_surface_of_the_water,_two_divers_are_in_th",
            "Off the coast of Saipan in the Northern Mariana Islands, a coral reef decorates the entrance to this sea cave. Warming waters have been bleaching and killing off some local reefs. A new teen-designed, mobile artificial reef aims to restore colorful corals to the region. ",
            "Columbus, Ohio — Preserving threatened coral reefs is no longer enough. Now, we must help build new ones, say Ja Young Kim, 17, and Jiho Kong, 19. They’ve just designed one new option: robotic nurseries to attract and nurture baby corals.",
            "These modular units start as floating, hexagon-shaped cells. Once deployed in the water, they can link together to make large ocean habitats. These apartment-like structures even monitor for potential dangers. Before turbulent weather might turn young colonies belly-up, robots can propel the coral apartment buildings to safety.",
            "*two_teens_stand_back_to_back_with_arms_crossed_on_a_white_sand_beach,_under_a_sunny_sky",
            "fCJa Young Kim and Jiho Kong stand on a beach in Saipan — one of the islands making up the Mariana Archipelago.",
            "Jiho and Ja Young live in Saipan. It’s the largest of the 14 Northern Mariana Islands, a volcanic archipelago north of Australia. The world’s deepest ocean site — the Mariana Trench — lies just east of this island chain.",
            "Saipan is “a beautiful place that is surrounded by the ocean,” notes Jiho. “I’m a diver.” Just off the white sand beaches here, “there used to be a beautiful coral reef.” A few years ago, the coral here appeared “every different color,” Jiho recalls. No longer. The reef is now bleached white and dead.",
            "Dying coral is “not just a story that we can hear from newsletters or books,” Ja Young says. For her, the problem can’t be ignored. So she and Jiho teamed up to build a fleet of robotic apartment complexes for baby coral. It would provide them homes. And being mobile, they can move when storms threaten.",
            "Their work earned these juniors at Saipan International School a place here, last month, as finalists at the 75th annual Regeneron International Science and Engineering Fair, or ISEF. Society for Science — which also publishes this magazine — created ISEF and still runs it. This year’s 1,657 finalists came from 62 nations or territories. Together, they took home nearly $9 million in prizes.",
            "Each cell is about the size of a small microwave oven. Individual cells can link up with others, forming platforms that roll with the waves.",
            "For this project, “We created everything,” says Ja Young. “We 3-D printed everything.” They chose materials that will break down in the ocean over time. That way, they won’t pollute the environment if individual units separate and get lost.",
            "The duo tested their cells’ ability to link up in a borrowed swimming pool in Korea, says Ja Young. “And then we borrowed this wave-creating machine in order to make sure [their habitat won’t] just float away.”",
            "Their system consists of two types of cells. The first offers a safe harbor for coral larvae. They can attach to these “coral cells” and grow. The second are power cells. These similarly shaped units can drive the coral-housing units. Each power cell “has a propeller,” Ja Young points out, and runs on solar energy. So power cells can motor coral cells to the perfect nursery location. Once they arrive, these cells can link together. A tether connects them to the ocean floor. This ensures they won’t drift away.",
            "To advertise the housing units have arrived, the cells sing a song.",
            "This “special soundscape,” Ja Young explains, “can attract the coral larvae onto the structure.” Its melody — “the sound of healthy corals” — sounds like soft bubbles and gently sloshing water, she says. When larvae hear it, they’ll flock to it as they would to a healthy reef.",
            "*a_coral_cell_and_a_power_cell_sitting_on_a_beach",
            "fCWhen deployed underwater, a coral cell (left unit) provides a safe haven for larvae to establish new colonies. A power cell (right unit) can link with that undersea houseboat and propel it to safety when dangerous storms may threaten these accommodations.",
            "Once they arrive, the tiny larvae begin setting up a new artificial reef. However, this apartment complex can do something natural reefs can’t. It can flee danger.",
            "This could counter a problem seen with other coral-restoration systems. Jiho and Ja Young learned that many weren’t very successful. Take the type known as coral trees. Once installed on the ocean floor, many of these vanish.",
            "For every 10 coral trees installed, “eight will be missing by the end of the year,” Ja Young says. No one knows what happens to them. “We wanted to fix that,” she says.",
            "Watch this video of the designers of the new coral sanctuary describing what motivated them to create the new tech and how it would work.",
            "Their solution was to build an escape plan into their housing units. For example, Ja Young says, “There could be a typhoon coming.” The undersea waves kicked up by such a storm could destroy the cells. “We cannot make the house not blow away,” she says. But “we can make it run away.”",
            "Their coral-housing units not only can move, but also decide when it’s time to move.",
            "Jiho spearheaded this part of the project. “I wanted to link my knowledge about robotics and computer science to this project,” he says.",
            "He linked the cells to the internet so they can receive ocean data. These include temperature readings and other weather updates from the National Oceanic and Atmospheric Administration. They use open-source data, which are freely available for all to use.",
            "Their system’s motorized cells use these data to make decisions. If a dangerous storm looms, these cells will know. They can turn on their propellers and head for safer waters. An “algorithm and the website itself can also designate a destination,” says Ja Young.",
            "Even if people do nothing, these cells can execute an escape. Thanks to clever programming, the cells can pick their own destination. They also can calculate the best route. This escape feature sets their technology apart from other coral-transplant systems, says Jiho. Few such technologies can flee danger. And those that do need a lot of human help. Human labor makes them “less efficient in both cost and time,” Jiho says.",
            "Each cell costs about $120 to make, says Ja Young. That’s far less than similar technologies. Most, he says, cost about “a thousand times more.”",
            "The coral apartments must still undergo ocean tests. Simulations show a lot of promise. However, unseen problems could occur.",
            "Ja Young recalls the kaleidoscopic colors of local reefs from snorkeling trips with her dad. “‘It’s pink! Blue! It’s colorful inside,” she remembers. She was in middle school then. Today, waves sweep bleached coral fragments onto the sand. Ja Young hopes their new invention will do more than try to preserve the past. She hopes it will rebuild a more colorful future.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/why-remember-food-poisoning",
        "title": "\n\tMice show us why food poisoning is so hard to forget",
        "content": [
            "*Mouse_brain_region_called_the_amygdala_shown_in_blue_after_it_encountered_an_unknown_food_or_experie",
            "When mice eat something unfamiliar, neurons in a brain region called the amygdala light up (blue). If these mice later start feeling sick, the same neurons turn on again. This helps the mouse remember — and avoid — that food in the future.",
            "Food poisoning isn’t something we easily forget. Scientists have now homed in on what makes it so unforgettable. Alarm cells lock the experience into our brain’s circuitry as a yucky memory. That’s the finding of a new study on mice.",
            "Many of us have eaten something that left us sick. “Not only is it terrible in the moment, but it leads us to not eat those foods again,” notes Christopher Zimmerman. He’s a neuroscientist at Princeton University in New Jersey.",
            "Getting sick just one time after eating an undercooked enchilada or burger can make us hate that food forever. And the food repulsion it triggers can develop even if it takes hours or days to start feeling sick after the meal.",
            "Many other animals, it turns out, respond the same way.",
            "Mice usually need an immediate reward or punishment to learn something, notes neuroscientist Richard Palmiter. He works at the University of Washington in Seattle. Even one minute’s delay between cause (say, pulling a lever) and effect (getting a treat) can be too long for mice to learn the two are related.",
            "Not so for food poisoning. Even a rodent’s brain has no trouble linking a tummy torment now with something it ate quite a while earlier.",
            "That makes food poisoning one of the best ways to study how our brains connect events that are separated in time, Palmiter says.",
            "So researchers asked: How does the brain learn to hate foods that made us sick? After five years of experiments, Zimmerman’s team now shows that effects in the brain can burn dangerous tastes into memory.",
            "They described the details in the June 19 issue of Nature.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "A small, almond-shaped brain region called the amygdala links emotions to memories, learning and our senses. So it’s not surprising that this region plays a role in deciding what flavors we find gross or not.",
            "Palmiter’s group had shown that the gut tells the brain when it’s feeling icky. How? It activates certain “alarm” neurons called CGRP cells. “They respond to everything that’s bad,” Palmiter explains.",
            "To study how alarm neurons link food poisoning to food repulsion, Zimmerman’s team at Princeton had mice drink grape Kool-Aid. A half-hour later, they injected the animals with lithium chloride. This made them ill. Two days later, they again gave the mice grape Kool-Aid.",
            "The team ran versions of this simple experiment again and again. And at each step, they peeked inside the brains of those mice to see what was happening.",
            "When the mice had first gotten sick after drinking grape Kool-Aid, their alarm neurons turned on. This event increased the sensitivity of amygdala cells that carried memories of the grape flavor.",
            "Those same amygdala cells also turned on when the mice encountered grape Kool-Aid again. This suggests alarm neurons had helped the amygdala remember foods that seemed dangerous.",
            "This effect didn’t show up in mice that had tasted grape Kool-Aid before without getting sick.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The novelty that cues humans to remember food poisoning could rely on a bit more than just taste. Many unusual aspects of an eating experience can ick us out. It could be some spice blend. Or we may not like smells or other things that we pick up on in a restaurant that’s new to us.",
            "The new study was largely motivated by “pure curiosity,” says Ilana Witten at Princeton. She’s a coauthor of the study. And her team’s findings might go beyond food poisoning, she now suspects. They might be “very relevant to mental health.”",
            "Similar nerve pathways likely explain why unusual and bad experiences become so memorable, she says. But this event-triggered repulsion — known as aversive learning — sometimes goes wrong in people who have suffered a trauma or who have developed some addiction.",
            "The brain wiring that’s supposed to keep us safe can now end up causing harm. Learning to control those circuits, she says, might point to new treatments."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/brain-cells-feel-full-crave-dessert",
        "title": "\n\tBrain cells that make you feel full also make you crave dessert",
        "content": [
            "*an_assortment_of_French_pastries_with_fruit,_chocolate_and_creme_in_a_display_window",
            "Biology may explain why you might crave a sweet treat after a big meal. ",
            "Once you’re stuffed from a big meal, most foods lose their appeal. But see a sweet treat and you might be ready to make room for more. Some people joke about having a separate “dessert stomach.” Biology may explain this feeling, a new study suggests. The same brain cells that make you feel full also make you crave sugar.",
            "Neuroscientist Marielle Minère led the new research. She works at the Max Planck Institute for Metabolism Research in Cologne, Germany. Her team shared its findings February 13 in Science.",
            "Minère first got curious about sugar cravings while working with mice in another experiment. When the mice were full, she noticed, they wouldn’t eat more of their normal food. But they would eat sugar — as do many people after a meal.",
            "“That really made us want to know what drives that extra sugar intake,” she recalls. So Minère’s team designed another experiment with two groups of mice.",
            "*a_small_brown_harvest_mouse_stands_on_a_branch_ending_in_three_red_berries_It_is_attempting_to_eat_t",
            "fCThis harvest mouse is dining on a sweet treat — fruit. New research shows that sugary meals will appeal to them (and us) even after we’ve downed a filling meal.",
            "One group could eat food all night, whenever they wanted. The others spent a night without food. This group couldn’t eat until the next morning. In the end, all mice in that group, too, were full.",
            "In the morning, the researchers offered both groups of mice sugar. And all devoured it — even those that had just eaten. This confirmed that even when full, mice crave sugar.",
            "Minère’s team devised a way to explore which parts of the brain might explain this.",
            "They inserted special proteins into a few parts of the animals’ brains. These proteins glow when brain cells are active. To detect that glow, the scientists also implanted a light-recording device into each mouse’s brain.",
            "The researchers focused on a bundle of neurons called the POMC. It sits in a part of the brain that controls hunger, known as the hypothalamus. These cells are known to make mice — and people — feel full. The team wondered if the same cells might help drive sugar cravings.",
            "When an animal eats, POMC neurons kick off a cascade of activity. They send messages to other groups of brain cells that give a sense of feeling full. That feeling tells the animal to stop eating.",
            "When the mice were offered sugar, though, a different pathway out of the POMC lit up. “We found that the POMC neurons, which tell us how full we are, are also quickly turned on when [mice] see signs of sugar,” says Minère.",
            "This pathway, she believes, acts as a sugar-craving circuit. It can override the fullness circuit. The sugar-craving circuit engages a part of the brain that signals rewards and pleasure. This, the researchers think, is what makes sweets so appealing — even when we’re full.",
            "At least, that’s the case in mouse brains. But what about in us?",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "To test if people have the same sugar-craving brain circuit they saw in mice, Minère’s team designed two experiments.",
            "First, they looked to see if people possess the same neural links. So, they analyzed slices of human brain tissue. They looked at the same sites where they had seen this in mice. POMC neurons in people, they found, form the same paths that they do in mice.",
            "Next, they looked to see if those pathways in us respond to sugar, too.",
            "Volunteers agreed to lay in a brain scanner called a functional MRI machine, or fMRI. It recorded brain activity as people got water or sugar. When it was sugar, cells in their sugar-craving circuit lit up. This suggested those cells work much as they do in mice.",
            "Our brains differ quite a bit from mouse brains. Still, these particular parts of the brain are very similar in both, notes Sabrina Diano. She’s a neuroscientist at Columbia University in New York City who did not take part in the study. The new experiments, she says, do a good job showing that the sugar-craving circuit exists in both mice and us.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Minère believes there’s a reason brain why our brains crave sugar, even when we’re full. Our ancient ancestors evolved in a time when it was tougher to find food, she says. And sweet foods typically provide lots of quick energy.",
            "“Imagine you had a bunch of carrots and a bit of meat and you’re completely full. But then you find beautiful fruit and a bit of honey,” says Minère. In the past, even if you didn’t want to eat more carrots or meat, you might have still wanted to eat the fruit and honey for all of the energy it holds, she says — energy you could store for later.",
            "So, Minère says, it’s not your fault if you can’t resist the lure of a sweet treat. Blame biology."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/parakeets-talk-brain-areas-humans",
        "title": "\n\tParakeets talk using brain areas similar to ours",
        "content": [
            "*Colorful_small_parrots_called_budgerigars_or_parakeets,_one_gray_and_one_blue,_sit_next_to_each_othe",
            "Specific neurons in parakeets’ brains allow these birds to combine different elements of sounds, a new study shows. ",
            "Parrots are natural chatterboxes. Small parrots known both as parakeets and as budgerigars make this chatter in ways remarkably similar to the way we do it.",
            "Researchers shared the new finding March 19 in Nature. ",
            "Parakeets have special brain areas for making language. These language centers work much as those in humans do. So far, these parrots are the only animals other than people known to have brains that work in this way, says Michael Long in New York City. A neuroscientist, he works at New York University Langone Health.",
            "This “is really the first nonhuman animal in which that has been shown,” Long says.",
            "Parakeets (Melopsittacus undulatus) are tropical-colored cutie pies. Beyond their looks, these parrots are smart and outgoing. Their social life makes them interesting research subjects for language studies.",
            "Learning how their brains create speech might also help researchers better understand some language disorders in people.",
            "iFhttps://www.youtube.com/embed/6cqOI4ezWhk?feature=oembed",
            "Parakeets have complex conversations, perhaps using the “vocal keyboard” in their brains.",
            "Long and Zetian Yang recorded the activity of individual nerve cells in the brains of four parakeets. These cells were nestled in the anterior arcopallium. It sits in a front part of the birds’ brains. The two NYU Langone researchers tracked the activity of cells here as the birds chirped and trilled away. That activity was tied to how the birds made those sounds, they found.",
            "How the activity was organized turns out to be pretty simple, Long says. He compares it to a keyboard. This keyboard can produce a range of sounds — consonants, vowels, high pitches and low pitches. A parakeet can combine different sounds “by just playing this vocal keyboard,” Long says.",
            "Overall, this brain system is organized in a rather humanlike way.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Similarities between human and parrot brains show how two species can solve a problem in a similar way. This could be “a very tidy example” of what’s known as convergent evolution, Long says. The brains of people and these small parrots both developed ways that let them make a complex series of sounds. But how this happened evolved separately in each species.",
            "Scientists now know more about how the birds’ brains help these parrots talk. But another question remains: What are these birds talking about?",
            "“We are trying now to translate budgie,” he says of that language.",
            "Long’s team is using advanced machine learning to find patterns among the bird talk. They hope this will help them figure out what each warble and chirp means. Perhaps their language — not just how the birds’ brains create it — resembles that in people.",
            "Through these kinds of experiments, Long says, people may come to challenge the idea that complex language is a particularly human behavior. Parakeets might be telling us that people aren’t the sole species with a gift of gab.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-tauonium-definition-pronunciation",
        "title": "\n\tScientists Say: Tauonium",
        "content": [
            "*A_swirl_of_two_particles_represents_the_tauonium_atom_in_an_illustration_The_atom_has_emerged_from_a",
            "Physicists could forge tauonium (upper left) using a particle collider that slams electrons (arrows at right) into positrons (arrows at left).",
            "Tauonium is a type of atom that scientists suspect may exist but have not yet spotted. Unlike typical atoms, it would lack protons, neutrons and electrons.",
            "Atoms usually consist of electrons and a nucleus that contains protons and neutrons. (The one exception to this is the hydrogen atom, which has no neutrons). Electrons carry a negative charge. Protons carry a positive charge.",
            "Positive and negative charges attract each other. That force holds a typical atom together. Another force, called strong force, bundles neutrons and protons in a nucleus.",
            "Like a typical atom, tauonium would be made of smaller particles. But it would not have protons and elections. Instead, tauonium would contain particles called tau and anti-tau. A tau is similar to an electron and carries a negative charge. An anti-tau carries a positive charge. Just like in a typical atom, attraction between opposite charges would hold tauonium together. But unlike other atoms, it would not have strong force.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Why do scientists suspect tauonium might exist? Something similar was seen decades ago. In the 1950s, researchers discovered positronium. This is a type of atom that lacks protons and neutrons. It is made of an electron and a positron. Think of a positron as a positively charged electron. A positron is to an electron what an anti-tau is to a tau. Like tauonium, the pull between opposite charges binds this atom together.",
            "Scientists haven’t yet found tauonium. To search for it, they plan to smash particles together that produce tau particles. They hope the process will also produce tauonium.",
            "If it works, they expect the atom to be short-lived. Based on what they know of similar particles, scientists predict that the particles tau and anti-tau will collide. This collision would occur almost at once. And it would destroy the atom an instant after it formed.",
            "Searching for particles as strange as tauonium might sound like fantasy. But this work helps scientists study matter at the tiniest scales.",
            "Scientists have proposed a method for hunting down tauonium atoms.",
            "Check out the full list of Scientists Say."
        ]
    }
]