[
    {
        "URL": "https://www.snexplores.org/article/lightning-rod-trees-survival",
        "title": "\n\tFor some trees, acting as lightning rods helps them survive",
        "content": [
            "*A_Dipteryx_oleifera_tree_stand_above_the_forest_It_benefits_from_lightning_strikes,_new_research_sug",
            "An almendro tree stands tall (front and center) in this jungle. Researchers think the height and large crown of this species can turn it into what’s essentially a lightning rod; it attracts storms to discharge into them bolts of energy that are potentially lethal to their competitors.",
            "Getting hit by lightning is not usually good. But one tropical tree seems to invite heaven’s wrath. In fact, it can benefit from a powerful electric jolt or two.",
            "The height and broad crowns of almendro trees (Dipteryx oleifera) act as natural lightning rods. They not only can survive a powerful bolt of lightning, but actually attract it. In a dense jungle, such zaps can even give the tree a competitive advantage. Why? That lightning will hurt its foes.",
            "The finding comes from a years-long study in Panama’s Barro Colorado Nature Monument. Using drones, an array of cameras and ground teams, scientists studied lightning’s overall impact on local trees.",
            "The group expected the zaps would harm trees — always. But it soon became clear that one species got a boost. The occasional shock therapy tended to fend off rival trees. The high-energy bolts also killed off potentially parasitic vines, known as lianas, that could have strangled an almendro.",
            "Indeed, the competitive advantage from these strikes increased the reproductive success of those trees by 14 times.",
            "Researchers shared their new findings in the May New Phytologist.",
            "Study leader Evan Gora works at the Cary Institute of Ecosystem Studies in Millbrook, N.Y. This forest ecologist recalls just when the idea of a link between lightning and the almendros’ success first hit him. It was after an especially powerful 2019 lightning bolt. After it struck one of these trees — it “looked like a bomb went off,” he says.",
            "The zap damaged an amazing number of surrounding trees, too — 115 in all. Half of those died within two years. So did every liana vine that had covered the zapped almendro.",
            "*Two_images_side_by_side_One_show_a_tree_right_after_the_lightning_strike_And_the_left_shows_the_tree",
            "fCAn almendro (Dipteryx oleifera) tree, seen immediately after a 2019 lightning strike (left), and then two years later (right). The powerful zap effectively pruned away parasitic vines. It also killed competing trees. This would ultimately benefit the lightning-struck tree.",
            "And the tree that was struck? It survived unscathed. It remained tall and healthy even as lightning had removed its direct competitors.",
            "Afterward, Gora recruited a team to investigate his hypothesis of a lightning benefit for some trees.",
            "This group documented the fate of 93 trees hit by lightning. Among them were nine almendros. After two years, every zapped almendro tree was doing fine, Gora reports. In fact, they were thriving. But 56 percent of the other species that had been hit are now dead.",
            "Apart from a few ruffled leaves, almendros aren’t hurt by lightning. The electric shock, however, will fry most of the lianas growing up them.",
            "These vines sprout everywhere throughout the jungle. And they pose a real threat to trees. At a minimum, they cut off light to the trees that they ascend. They also can steal nutrients from large trees.",
            "And a liana may not climb just one tree. It can send up vines that connect to branches on neighboring trees. So if lightning strikes an almendro, the deadly current can spread through lianas to a host of neighboring trees.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "This fallout from lightning can free up space, light and nutrients for an almendro. On average, about nine nearby trees were killed by each almendro strike.",
            "In fact, growing next to an almendro truly seems hazardous to its neighbors since the new data suggest almendros actively attract lightning. How? They tend to grow taller than their neighbors. Their upper canopy also grows wider than that on other trees. In the end, this makes an almendro 68 percent more likely to be struck by lightning.",
            "One almendro tree was struck twice in five years, Gora’s group found. His team now estimates that the typical tree will be struck an average of five times over its 300-year average lifespan.",
            "Connecting the dots between lightning and the pruning of almendro competitors was not easy. It required the right tools and surveys over a long time.",
            "“A lightning strike lasts a few milliseconds,” Gora notes. “Then it takes months for the trees and lianas to die.” So it can be hard to establish the full impacts, he says, “unless you happen to be tracking the lightning strikes.”",
            "Still a mystery: Why doesn’t lightning kill almendros?",
            "One possibility is that the tree’s wood has low electrical resistance. That might let it safely conduct current to the ground without suffering an excessive buildup of heat. Another hypothesis: The structure of the tree’s crown may direct electricity away from the trunk — and toward its neighbors.",
            "“It’s really difficult” to understand all the biological and physical steps that take place when lightning hits trees, says Bianca Zoletto. “It would be fascinating to be able to say something more on that,” this ecologist notes. But for now, she points out, “that goes a bit more in the physics side, rather than the ecological side, of the study.”",
            "Zoletto, who works at Wageningen University & Research in the Netherlands, didn’t take part in new study. But she, too, has been studying how lightning and other high-voltage electrical phenomena affect tropical forests. And, she now stresses, recruiting the help of physicists could help biologists uncover what happens when a tree is struck by lightning. They’re all curious how the almendro avoids getting fried by each thunderous zap."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/international-space-station-too-clean",
        "title": "\n\tIs the International Space Station too clean?",
        "content": [
            "*image_of_astronaut_cleaning_space_station",
            "NASA asks astronauts living aboard the International Space Station to keep it clean and tidy. In this photo, Japanese astronaut Aki Hoshide is seen vacuuming one lab area.",
            "Keeping the International Space Station clean is a high priority for NASA. Air filters, weekly wipe-downs and vacuuming are a must. Still, astronauts there often develop health problems. These include immune problems, skin rashes and other conditions. A new study suggests one possible reason: The ISS might be too clean.",
            "Our health depends on interactions with microbes, such as bacteria and viruses. But samples from the ISS show a striking lack of microbial diversity, notes Rodolfo Salido Benítez. He’s a bioengineer at the University of California, San Diego. He was part of a team that reported its findings April 3 in Cell. ",
            "The team asked astronauts on the ISS to swab down a variety of surfaces. The space travelers collected samples in the kitchen, bathroom, dining space and other areas. Then they sent their 803 samples to the researchers for analysis. ",
            "The results turned up less microbial diversity on the space station than in typical buildings on Earth. Nearly all the ISS microbes were from people and building materials. In fact, most of the microbes came from skin, just as will be found indoors on Earth. Less than 0.3 percent came from natural sources like soil and water.",
            "*a_bag_of_sampling_devices_on_the_space_station,_Earth_in_background",
            "fCThis bag holds sampling devices used to collect surface swabs throughout the International Space Station. The bag is floating weightless in the cupola, an area for observing activities outside the station.",
            "Microbes compete for resources and space — both in and outside the body. Having a diverse mix keeps any one type from taking over. In people, that diversity helps to limit health problems. Some hospitals with low microbial diversity show a higher risk of infections. Microbes in your home can affect health, too. Amish communities have a lower risk of asthma than other similar groups. One reason could be that their house dust contains microbes from farm animals.",
            "Explains Sean Gibbons, “If we’re outside, we’re generally exposed to a lot more microbial diversity from touching animals or soil.” Gibbons studies microbiomes at the Institute for Systems Biology in Seattle. “When we’re inside, these walls, these surfaces are acting like mirrors. They’re essentially reflecting back upon us our own microbial diversity,” he says.",
            "The low diversity of microbes in confined spaces is a growing concern for astronauts. That’s especially true as they spend more time on space stations and new missions launch. We need to test ways of adding more “good germs” to the mix, says Pieter Dorrestein. He’s a chemical biologist at the University of California, San Diego. One way might be having animals aboard, he says. Or a simpler tactic: Add fermented foods to the pantry.",
            "“The reality is that we’re going to inhabit space at some point. So this work will give us the first insight in terms of the things that we need to add and remove,” Dorrestein says. “The most important message that we can pass on,” he believes, “is how important it is to not only look at what’s present, but also what’s absent.” ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-plant-movement",
        "title": "\n\tLet’s learn about plant movement",
        "content": [
            "*the_leaves_of_a_Venus_flytrap_plant_close_around_a_cricket",
            "Venus flytraps boast pretty quick movement, but some other plants snatch up their prey faster.",
            "We may not often see it, but all plants are on the move.",
            "Plants move in slow motion as they grow. Their roots sense gravity to stretch down into soil. This is known as gravitropism. Roots’ ability to sense moisture also helps them bend toward water — a power called hydrotropism. And plant shoots grow up and out in the direction of sunlight. This sun-chasing strategy is phototropism.",
            "But growth isn’t the only type of movement plants boast. Some plants are superfast. Perhaps the most famous is the Venus flytrap. When insects touch the hairlike triggers on its leaves, those leaves can snap shut in less than half a second. ",
            "Other plants trap prey much faster. Take underwater bladderworts. Their stalks are studded with sack-shaped traps. When a mosquito larva or some other prey triggers the hairs at a trap’s lid, it opens. Water gets sucked in, pulling the prey with it, and the lid shuts. It all happens in one-thousandth of a second.",
            "Not all plants move to catch prey. Others do it to blast their seeds, spores or pollen into the air. The bunchberry dogwood is a good example. Its flowers have fused petals that hold down armlike stamens loaded with pollen. When disturbed, those petals split and the stamens flip outward to catapult pollen into the air. The stamens’ acceleration is about 2,400 times that of Earth’s gravity.",
            "The hairyflower wild petunia likewise flings its seeds into the air. Each of its seed pods contains seeds held in place by hooks. When the pods reach a certain size, they split open and their inner hooks fling out seeds like balls from lacrosse sticks. The seeds spin nearly 100,000 times per minute.",
            "So next time you go for a walk out in the yard, park or woods, take a moment to appreciate the floral movers and shakers around you. They may seem completely still. But they’re stretching, swaying — and maybe even winding up for launch. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Could trees ever get up and walk away? In real life, trees move as they grow and their seeds spread to new places. (3/31/2025) Readability: 7.1",
            "The plant world has some true speed demons These wonders of the plant world evolved clever ways to fling, snap and burst — sometimes in the blink of an eye. (6/28/2018) Readability: 7.1",
            "Mimosa plant ‘muscles’ fold tickled leaves fast Specialized cells can close and then re-open mimosa leaflets — over and over. (5/2/2023) Readability: 6.4",
            "iFhttps://www.youtube.com/embed/LgH4v7PfeJE?feature=oembed",
            "Watch some of the fastest moving plants slurp up prey, set off explosions of spores and more.",
            "Scientists Say: Circumnutation",
            "Explainer: How a seed grows into a plant",
            "Let’s learn about meat-eating plants",
            "Let’s learn about photosynthesis",
            "Could a plant ever eat a person?",
            "Catapulting pollen helps this flower beat out its rivals",
            "The faster trees grow, the younger they die",
            "Before eating, Venus flytraps must ‘count’",
            "A robot made with a Venus flytrap can grab fragile objects",
            "In blazing heat, some plants open leaf pores — and risk death",
            "Word find",
            "Want to see plant motion for yourself? Check out this phototropism experiment from Science Buddies!"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/strontium-map-africa-slave-origins",
        "title": "\n\tA new map of Africa sheds light on the origins of enslaved people",
        "content": [
            "*A_wood_engraving_depicts_several_Black_men_on_the_deck_of_a_ship,_bound_at_the_wrists_and_ankles,_as",
            "From the 15th to the 19th centuries, more than 12 million Africans were enslaved and sent to the Americas and Europe. Comparing human remains against a map of strontium across sub-Saharan Africa now allows researchers to pinpoint the birthplaces of some of these people.",
            "A little-known element is shedding light on the birthplaces of enslaved Africans sent to other continents.",
            "From the 1400s to the 1800s, more than 12 million Africans were sold into slavery and sent to the Americas and Europe. Many left Africa through large coastal cities. But where those people grew up was often lost to history.",
            "A new map could help pinpoint where enslaved Africans had been born and raised. It shows levels of the element strontium across much of the continent. Scientists compared those data with strontium levels in human remains from two cemeteries in the Americas. This helped narrow down where the enslaved people had come from.",
            "Researchers shared their findings last December 30 in Nature Communications.",
            "Strontium is a metal naturally found in rocks and soil. There are different varieties of the element, known as isotopes. The relative amount — or ratio — of different isotopes varies from place to place. It depends on the rocks and soils in each region.",
            "This metal is found in plants and animals, including people. Living things pick up the metal from their diet. “It’s in everything and everyone,” explains Vicky Oelze. Her field of study is biological anthropology. She works at the University of California, Santa Cruz.",
            "*The_bottom_of_a_test_tube_on_its_side_has_lumps_of_silvery_strontium_metal_inside",
            "fCStrontium is a soft, silvery metal. Here, some is pictured in a test tube.",
            "The ratio of strontium isotopes in plant or animal remains can hint at where they had come from. “Each organism keeps the signature” of its surroundings, says Lassané Toubga. He’s an archaeologist in Africa at University Joseph Ki-Zerbo. That’s in Ouagadougou, Burkina Faso.",
            "Oelze and Toubga were part of a team that gathered nearly 900 samples of soil, plants and animals across Africa. The work took more than a decade. The team combined those data with other published findings to construct a map of strontium isotope ratios across 24 African countries.",
            "This map covers sub-Saharan Africa. Its creators focused on that region because it’s key for research in many fields. Archaeology is one example. Wildlife conservation is another.",
            "But the scientists thought their map might also uncover details about the history of the African slave trade. Most people sold into slavery in the Americas and Europe had come from this part of Africa.",
            "To test that idea, the team looked at the remains of 10 enslaved people. Some of those people had been buried in Charleston, S.C. Others were buried in Rio de Janeiro, Brazil. The scientists measured strontium isotopes in their teeth. Then, they compared those data to their map.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The analysis gave insights into the enslaved people beyond what had been known based on their DNA.",
            "Consider new details about two men: Daba and Ganda. Both had been buried in Charleston. They were generally known to have West African ancestry. But the strontium data narrowed down their origins. They may have come from southwestern Ivory Coast. Or they might have hailed from southern Ghana or eastern Guinea.",
            "Where a person comes from is a key part of their identity, Toubga says. It can offer clues to their culture or to the political groups to which they had belonged.",
            "Murilo Bastos was not involved in the new work. But he’s an expert in bioarchaeology. He works at the National Museum of Brazil in Rio de Janeiro. Collecting more samples could make the map more detailed, he says. But already, he says, this work is impressive. “It’s a big achievement.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/sea-robin-fish-legs-taste-prey",
        "title": "\n\tSome fish have legs that can taste prey underfoot",
        "content": [
            "*A_fish_with_large_winglike_fins_protruding_from_its_side_and_six_crablike_legs_sits_atop_white_sand_",
            "The legs of a northern sea robin are sensory organs. They help the fish seek out crabs and other prey buried in sand along the seafloor, two studies show.",
            "Sea robins are fish with two large, winglike fins and six crablike legs. But their extra limbs do more than just scurry about the seafloor.",
            "Research now suggests that some sea robin legs can sense tastes. The ends of those legs are coated with small bumps called papillae. These sensors work like the taste buds on your tongue. Here, they let the underwater walkers taste prey that are buried under sand.",
            "Researchers shared the new findings October 7. The work appeared in Current Biology.",
            "*illustrated_text_reads_Wild_Things_A_graphic_tale_with_animals_drawn_around_the_letters",
            "*Text_Sea_robin_legs_double_as_tongues_Written_by_Andrea_Tamayo_and_Maria_Temming,_illustrated_by_JoA",
            "*Text_above_image_Sea_robins_are_funky_fish_They_use_six_crablike_limbs_to_scuttle_around_the_seafloo",
            "*Text_above_image_Northern_sea_robins_are_especially_good_at_finding_food_buried_in_the_sand_So_good_",
            "*Text_above_image_In_tanks_filled_with_a_layer_of_sand,_researchers_buried_mussels,_capsules_filled_w",
            "*Text_above_image_Another_species,_striped_sea_robins,_failed_to_find_buried_food_in_their_tanks_Imag",
            "*Text_above_image_Close-up_images_of_both_species’_legs_revealed_what_made_northern_sea_robins’_legs_",
            "*Text_above_image_Genetic_tests_revealed_genes_in_northern_sea_robins_that_were_key_to_forming_the_bu",
            "*Text_above_image_Sea_robins_aren’t_the_only_sea_creatures_that_can_taste_with_body_parts_besides_the",
            "fCAll panels: JoAnna Wendel"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-interstellar-medium-definition-pronunciation",
        "title": "\n\tScientists Say: Interstellar medium",
        "content": [
            "*a_haze_of_bluish_purple_light_illuminates_the_dusty,_dark_void_of_interstellar_space",
            "Cosmic dust, gases and radiation make up the interstellar medium that fills the void-like reaches of space between stars.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2098356516&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "The interstellar medium is the gas, dust and radiation filling the space between stars within a galaxy.",
            "Interstellar space refers to the regions between stars. And the interstellar medium — or ISM — fills this space. At a galaxy’s outer bounds, the ISM merges into intergalactic medium. That’s the matter and energy between galaxies.",
            "The ISM is mostly gas, with a little dust mixed in. Exploding stars and other celestial objects eject some of this material. But much of it is left over from the galaxy’s birth. The ISM also contains radiation. This energy may be left over from the early universe.  But some comes from stars and other objects.",
            "Hydrogen and helium gas make up about 98 percent of the ISM’s mass. The other 2 percent is heavier elements, such as carbon and oxygen. Some of those atoms drift solo. Others bond to form small molecules. Most carry an electrical charge.",
            "The gas molecules in interstellar space are sparse. That means there aren’t many of them, and they’re very spread out. They are a lot more sparse than gas molecules in the air on Earth.",
            "Let’s do a comparison. On Earth, a refrigerator-sized volume of air contains about 100 sextillion gas molecules. That’s 10 followed by 23 zeros. In contrast, interstellar space might contain only about 1,000 molecules in that same volume. That very low density of molecules never occurs on Earth. Not even in the lab. Scientists’ best vacuum chambers come nowhere near the low particle density of interstellar space.",
            "Like the ISM’s gas molecules, its dust grains are very sparse. But across vast stretches of space, that dust adds up. It’s enough to block the visible light from distant stars. Infrared light, though, can pass through this dust. That’s why our farthest-seeing telescopes — such as the James Webb Space Telescope — do not look for visible light. Instead, they look for infrared light.",
            "Astronomers predict that the Voyager 1 probe will become the first craft to enter interstellar medium.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/early-mars-cold-wet-red-rust",
        "title": "\n\tMars’ rust suggests it was once wet — and its seas frigid",
        "content": [
            "*image_of_Mars",
            "Mars’ iconic red color likely comes from ferrihydrite. It’s a type of rust that contains water. This mineral likely required cold, wet conditions to form on Mars some 3 billion years ago.",
            "A beach day on early Mars would not have been a pleasant getaway.",
            "A new look at the Red Planet has turned up a possible ancient coastline in its northern hemisphere. A second study hints that the mineral giving Mars its current rosy hue likely needed frigid water to form.",
            "“We can imagine an early Mars with abundant liquid water,” says Alberto Fairén. This astrobiologist was not involved in either study. He works at the Center for Astrobiology in Madrid, Spain and at Cornell University in Ithaca, N.Y.",
            "Ancient seas on Mars would have been quite cold, the new research suggests. Fairén says that would make it “similar, in some sense, to the beaches of the Arctic Ocean.”",
            "Mars is thought to have had lots of liquid water more than 3 billion years ago. Its northern lowlands may have even held a vast ocean. This region sits at a lower elevation than the rest of the planet, sort of like a giant bowl.",
            "The Chinese rover Zhurong landed on the edge of this region in 2021. Using radar, it probed the site for signs of a past shoreline.",
            "*illustration_of_what_Mars_looked_like_35_billion_years_ago",
            "fCThis illustration shows what Mars may have looked like 3.6 billion years ago, if it hosted a water ocean in its northern lowlands. The yellow star marks the location of the Chinese rover Zhurong; it detected a possible ancient coastline.",
            "The rover did find a sloping region some 10 to 35 meters (30 to 115 feet) underground. It spans about 1.3 kilometers (0.8 mile). Its incline also closely matches that of beaches on Earth. Radar data suggest pebble- to sand-sized grains make up their slopes.",
            "Researchers shared the findings February 24. The work appeared in Proceedings of the National Academy of Sciences.",
            "The buried slope likely wasn’t a sandy dune. Its features don’t match the shape of windblown sand dunes elsewhere on Mars. It also doesn’t look like it was carved by rivers or lava flows. Instead, it resembles Earth’s coasts.",
            "These data don’t yet confirm Mars hosted full-sized oceans. But if the area was an ancient shore, it could offer clues about whether this planet once hosted life.",
            "“The interface between water, rock and air is a nice environment … for life to exist,” says Michael Manga of the University of California, Berkeley. A planetary scientist, he took part in the study. “Some of the earliest life on Earth,” he says, formed “in shallow water along shorelines.”",
            "A second study hints at what Mars’ liquid water had been like.",
            "“We basically were asking this long-standing question of why Mars is red,” explains Adam Valantinas. He’s a planetary scientist at Brown University in Providence, R.I.",
            "The planet’s color is thought to arise from rust. “But there are many types,” Valantinas notes. “Each,” he says, “can tell you about the environmental conditions of when the rust formed.”",
            "For years, scientists suspected Mars’ rust was hematite (HEEM-uh-tyte). It contains no water, so this rust would have formed after the planet’s surface lost its liquid water. But there’s a problem: Martian dust doesn’t absorb and reflect light quite the way hematite does. Plus, scientists have found other water-containing minerals on Mars’ surface.",
            "That led Valantinas and his co-workers to question whether hematite was truly behind Mars’ red hue.",
            "In the lab, they measured which wavelengths of light different minerals absorb and reflect. Then they compared these with wavelengths absorbed and reflected by Martian dust. (The second type of data had been collected by spacecraft on or orbiting Mars.)",
            "What best matched Mars’ surface was a mix of ferrihydrite and basalt (Buh-SALT), a type of volcanic rock. These findings appeared February 25 in Nature Communications.",
            "Ferrihydrite is a rust that contains water. It likely would have required cold, wet conditions to form, Valantinas says. On Earth, the mineral is somewhat unstable. It will gradually transform into a more stable form (like hematite). But a cold, acidic environment could slow that morphing. And that could have kept the ferrihydrite on Mars stable until its liquid water vanished.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/soft-robots-comfort-rescue-isef",
        "title": "\n\tSoft helpers and bio-inspired tech: a match made in robot heaven",
        "content": [
            "*Tim_holding_a_koala_and_a_chimp_stuffie_and_smiling",
            "Tim Wilson’s huggable robots can offer emotional support to people in need, such as kids too anxious to get to sleep at night.",
            "Columbus, Ohio — When you imagine a robot, slithery snakes and huggable koalas may not come to mind. But innovative teens have been using “soft” robotics to create such bio-inspired machines. Their inventions can return a warm hug or assist in the rescue of people trapped in building rubble.",
            "An earthquake on March 28 trapped hundreds of people in the ruins of collapsed buildings in Myanmar, a country in southeast Asia. Nichelle Thinagar, 16, saw this disaster on the news. “There were so many more people left unaccounted for, trapped under rubble,” she recalls. Stories like this compelled her to design rescue robots. But Nichelle’s come with a twist — a smooth, serpentine twist.",
            "*a_photo_of_Nichelle_Thinagar_smiling",
            "fCNichelle Thinagar developed a snake-inspired robot. Her goal: Use such tech to find and bring aid to people trapped in rubble after an earthquake or building collapse.",
            "Imagine a snake slithering your way. Nichelle modeled her rescue-bot after these limbless wrigglers. And for good reason. Scale-covered snakes evolved to wiggle through tiny cracks. One secret to their slithering, the sophomore at Shrewsbury High School in Massachusetts learned, were those scales.",
            "She tapped this design feature to enhance her snake-bot’s motions. “The most recent design has … ball bearings embedded directly into the scales,” she says. This aids the forward gliding motion. Her project earned Nichelle a finalist slot here at the 2025 Regeneron International Science and Engineering Fair (ISEF).",
            "“A snake’s scales are very smooth from head to tail,” Nichelle says. That lets them glide forward. A little backwards pressure, however, allows those same scales to dig into the ground. “That lets them push themselves forward,” she says.",
            "Nichelle didn’t invent snake-shaped robots. But she did make unique use of nature’s scale-grip technique. That allows the bot to move “like a real snake.” Nichelle hopes her slithering device will help it navigate building rubble. Another feature that sets her robot apart from others: A small compartment in its head can haul water or other supplies.",
            "*a_photo_looking_down_at_the_guts_of_a_snake_inspired_robot",
            "fCHere’s the guts of Nichelle’s snake-inspired robot.",
            "Nichelle hoped to test different scale designs with computer simulations before building a full robot. But that plan didn’t work. The tests she needed, she realized, were just too complex for her to model. She needed data. And the only way to get those was by testing.",
            "For instance, she needed to measure her snake skin’s coefficient of friction. That’s “basically the stickiness between two surfaces,” Nichelle explains. “Like the stickiness between my scale design and the surface below it.”",
            "Many factors play into how different scales slide across surfaces, she learned. “That’s just something that the simulation software couldn’t compute.” To test snake scales, she had to build a snake wearing them.",
            "*a_closeup_showing_the_'textured_scales'_on_the_underside_of_the_snake_robot",
            "fCTextured “scales” affixed to the underside of Nichelle’s robot allow it to slither forward. It can grab the surface as it prepares to push to the side and ahead in a serpentine motion. The best design used ball bearings embedded directly into the scales to aid forward sliding.",
            "Nichelle 3-D printed the scales and all the other robotic components. A cable system runs throughout the snake and triggers muscle-like wriggly actions. Instead of the “normal, rigid components you’d see in your typical robot,” she explains, “it uses more soft structures that resemble things like muscles.”",
            "A tether connects the robot to the person controlling it. “A lot of urban rubble is reinforced concrete, which blocks communications,” Nichelle says. Using a tether means the operator won’t lose connection with the robot. It also allows the rescuer to communicate with survivors.",
            "iFhttps://www.youtube.com/embed/riyZSqwtTzU?start=115&feature=oembed",
            "Nichelle Thinagar explains how she designed her snake robot.",
            "*Tim_soldering_the_innards_of_a_huggable_robot",
            "fCTim solders electronic components that will go inside the stuffed, fabric housing of a prototype huggable robotic monkey — one that he designed and sewed from scratch.",
            "Tim Wilson, 18, designed a soft robot for a very different purpose: to give reassuring hugs. His inspiration was his sister’s frequent trouble getting a good night’s sleep as a child.",
            "“I saw the impact of poor sleep on the rest of her life,” he says. Friends in school described similar problems. “We’d chat about how they couldn’t fall asleep,” he says. When it came time to do a high-school research project, he decided to tackle “a real need in the world.” His solution — a huggable, co-sleeping robot — brought this student at Barker College in Sydney, Australia, to this year’s Regeneron ISEF. It also garnered Tim a First Award in the Robotics and Intelligent Machines category.",
            "Other robotic sleep aids exist. But until now, none could hug you back, Tim says. He started by building a monkey-bot. He went on to create a koala, too.",
            "Hugging the robot triggers the arms to return the hugger’s embrace. They squeeze back thanks to inflatable, flexible tubes in the robot’s arms. A fiber outside the tube works like a muscle. In robotics, this part of the device is called the actuator. “An actuator is just something that creates movement,” Tim explains.",
            "*robotic_parts_laid_on_top_of_a_huggable_bot_showing_what_the_innards_look_like",
            "fCRobotic parts are laid atop the sites where they sit inside a huggable toy. In the animal’s head, a control board houses a computer’s microcontroller. The arms hold fiber-reinforced, bending actuators that enable the robot’s reassuring hugs. At center is a device that rhythmically pushes out to mimic the lungs breathing. ",
            "His machines do more than return hugs. They also mimic breathing. The toy’s chest gently rises and falls. It’s “quite soothing,” Tim says. The robots even try to match their “breathing” rate to the hugger’s. How? A sensor inside measures the carbon dioxide exhaled by the hugger. The robot then “tries to mirror how fast you’re breathing.” Tim says that part proved tricky. After all, a bedroom fan might be enough to throw off the gas levels. “It’s not always going to be mirroring you exactly,” he says. So he added a “nice slow breathing rate” as a default setting.",
            "*a_photo_of_Tim_Wilson_breathing_into_a_carbon_dioxide_sensor",
            "fCTim tests a sensor to measure exhaled carbon dioxide in his bedroom at home. This sensor tracks a person’s breaths to try to mirror their breathing rate. It helps mimic a human caregiver who might try to calm an anxious child. ",
            "So what does Tim’s sister think of the hug-bot? “She finds it very cute,” he says. She hasn’t tried it overnight yet. Tim’s friends have, though. “One of the things that kind of surprised me,” he says, “was how much the kids who use the device found it quite relaxing and reassuring in a way that wasn’t actually directly related to sleep.”",
            "Tim believes his robots might help people in other settings, too.",
            "Some people benefit from emotional support dogs, for example. But some places might not allow animals. In a super-clean hospital, an animal may pose a risk to sick kids. “Being able to reassure kids is quite a challenging thing,” Tim says. “But it would be cool if my product could do it.”",
            "Regeneron ISEF is a program created and run by the Society of Science (which also publishes this magazine). Tim and Nichelle are among 1,657 students — from 62 nations or territories — competing at the 75th annual ISEF. These participants shared in nearly $9 million in prizes.",
            "iFhttps://www.youtube.com/embed/ZzA1DKf5VQo?feature=oembed",
            "Tim Wilson describes how his cuddle robot works and how it can help people."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/ai-generated-text-style-isef",
        "title": "\n\tTeen’s software for spotting AI-generated text just got personal",
        "content": [
            "*a_photo_of_a_man_sitting_at_a_desk_and_reading_a_piece_of_paper_thoughtfully,_with_his_hand_to_his_f",
            "Can your teacher tell if the report he’s grading was written by you — and not a chatbot? New software compares texts to assess if the same person likely authored both, with remarkable accuracy.",
            "Columbus, Ohio — Is this text AI-generated? That question crops up a lot these days. Computer software to flag AI-generated text exists. But most programs share one crucial weakness, says Jun Jang: no sense of style. His new software hopes to fill that gap.",
            "Jun’s program takes note of a writer’s stylistic quirks. It can then use those quirks to verify if another text was written by the same person. Jun’s new software won the 16-year-old junior at Oxford High School in Mississippi a finalist slot here at the 2025 Regeneron International Science & Engineering Fair.",
            "Jun says his project was motivated by seeing students admit to using AI tools on classroom assignments. In his English class, he says, “I’d always see kids using AI like ChatGPT for all types of homework.”",
            "But relying too much on these tools can erode someone’s creativity. It can also harm their ability to work out problems themselves, Jun says. And young people are most at risk, he adds, pointing to a 2025 study published in Societies. “I figured that by me making an attempt to solve this issue, I could help millions of teachers as well as maybe help kids become more creative and spark more innovation.”",
            "AI use for homework is not rare. The Turnitin program is an existing tool to verify who wrote a piece of text. In the first year it was available, it analyzed more than 200 million student papers. Last year, it reported evidence that some 11 in every 100 papers it reviewed had used AI for at least a fifth of their text. Three in every 100 papers used AI for four-fifths of their content.",
            "That’s “absolutely no surprise,” Jun says. Chatbots and other forms of generative AI are powerful, game-changing technologies. “Using AI can be good for education, obviously,” he says. But “a lot of kids don’t use it properly.”",
            "Since the release of ChatGPT in November 2022, teachers increasingly have had to make hard calls. They must decide whether a student wrote an essay — or just gave some chatbot the prompts to write it. Wrongfully flagging some student’s work as cheating would erode the student’s trust in their teacher.",
            "Jun’s new program hopes to limit that.",
            "Right now, most AI detectors look at one text by itself when deciding who — or what — wrote a document. They search for certain AI traits. But they don’t account for someone’s unique style of writing, says Jun.",
            "*a_photo_of_a_smiling_young_Asian_teen_wearing_a_gold_shirt",
            "fCJun Jang developed the new computer program to verify a text’s author. It fills in gaps that existing software doesn’t consider.",
            "His program instead analyzes a text that’s known to have been written by a student without AI help. How? Schools already use browser-lockdown programs that block access to ChatGPT and other AI writing tools, he points out. A teacher could collect writing samples at the beginning of the school year when students were in this lockdown mode and “obviously cannot cheat.” After that, the teacher can use his new program to compare future work by the student to those early samples.",
            "Jun’s software then reviews text from a known author for how that person used such things as punctuation and grammar. How did they word what they wanted to say — with clear text, use of analogies or perhaps very unusual words or jargon? Did the writer regularly use long, complex sentences, simple ones or a mix of both?",
            "Jun points to adverbs as one example: “What I noticed is that people very commonly differ — unconsciously or consciously — in where they decide to place their adverbs.” Some use them early, as in: Quickly, I packed my bags. Others might say: I quickly packed my bags. Or I packed my bags quickly. Such adverb placement can set one author apart from another, the teen notes.",
            "His software searches for such personal styles in someone’s writing. Then it looks for evidence of the same style traits in a second text — one where the authorship has not been proven. By comparing the two, it seeks to verify whether both share the same author.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Training this AI model required a lot of writing samples. “Thankfully, my wonderful high school classmates were actually able to give me some of their essays,” Jun says. That allowed him to train his model on how students write. He was careful to collect his known-author samples from things written before ChatGPT was publicly available.",
            "He also used text from news, research journals and more. “There was this one specific one about British University students’ writings,” Jun says. These were also before the chatbot age. “So, these also had a vast variety of writing from university-level kids as well,” Jun says, “not just high-schoolers.” With this, he could adapt his model to different types of writing and by authors far his state.",
            "To test his model, he used a type of machine learning “where you basically have a test-and-train split,” he says. To start, he trained his model on one chunk of the data. Then, to test the model, he gave it a new set of data and asked it to identify whether two documents came from the same author or different ones. Compared to author-verifying software on the market, Jun’s model was more accurate. He reports a “25 percent increase across the board.”",
            "At this early stage in its development, those accuracy estimates are “promising,” he says. But this program and others still may not be completely accurate, he admits. To tackle that, he offers a bonus feature: transparency.",
            "*a_photo_of_a_chalkboard_covered_in_cursive_words_related_to_grammar",
            "fCThe new software tries to confirm who wrote some text. One way it does this is by looking at patterns in how a writer uses grammar, punctuation and phrasings. It even examines the relative frequency of simple versus complex sentences.",
            "If a student’s work gets flagged as AI-written, Jun’s model explains how the model arrived at that judgment. Errors are inevitable. “The best way to combat them is to be open about why a decision was made,” he says. Teachers will understand how a model made its decision — such as whether it was based on vocabulary, grammar or other types of inconsistencies. Then they can talk to their students about those issues.",
            "Jun hopes that will build trust. And that trust works both ways. It’s not just about teachers trusting their students. It’s also about students, “whose work may be being questioned,” putting more trust in their teachers.",
            "Regeneron ISEF is a program created and run by the Society of Science (which also publishes this magazine). Jun is one of 1657 students — from 62 nations or territories — competing at the 75th annual ISEF. The participants will share in nearly $9 million in prizes later this week.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/what-is-cancer",
        "title": "\n\tExplainer: What is cancer?",
        "content": [
            "*an_illustration_of_giant_red_cancer_cells_next_to_small_blue_round_normal_cell_blobs",
            "This is an artist’s drawing of cancer cells. Compared to the blue normal cells around them, the red cancer cells are large and misshapen. ",
            "It’s a word no one wants to hear for themselves or someone they love: cancer. It’s so scary that some people instead call it “the C-word.” There are more than 200 types of cancer. No two are exactly alike. Some still baffle doctors and scientists while others can be treated and even cured.",
            "Our cells are supposed to grow and divide. Without more cells, our bodies couldn’t develop, and some parts would wear out.",
            "Cells divide as we shed skin and grow hair. Dividing cells keep our stomach lining working and replenish our blood. Cells grow to make our muscles bigger and bones longer.",
            "Cells usually keep this growth and division under tight control. But if those controls fail, a cell can begin to divide rapidly. And the new cells can do the same. This out-of-control division and growth is called cancer. Doctors call cancers that spread to other parts of the body metastases (Meh-TASS-tuh-sees).",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Normally, genes control whether a cell grows or divides into two. Genes are bits of DNA that act as instruction manuals for our cells. Every time a cell divides, its DNA gets copied. This makes sure both new cells have the same instructions.",
            "Just as printed instructions can end up with typos, a gene’s DNA can pick up “spelling errors” as it is copied. Scientists call these changes mutations.",
            "To make sure such errors get corrected, the cell has DNA repair genes. These produce molecules that run along the DNA, repairing mutations. Most times, a cell repairs the spelling errors. Other times, the body’s immune system may find this cell and kill it. And some genetic changes are so severe that they won’t let the cell survive.",
            "But once in a while, a cell with mutations sneaks through.",
            "Some of those mutations may be harmless. Others might change how a cell works, but not turn it cancerous. But mutations in any of these three types of genes can increase the odds a cell will turn cancerous.",
            "Some mutations are inherited — passed down from our parents. Damage caused by the environment can lead to others. For instance, exposure to the sun’s ultraviolet rays can cause DNA mutations. So can inhaling the smoke from cigarettes. Factors that trigger mutations raise the risk of developing cancer. Such agents are called carcinogens.",
            "Sometimes, scientists and doctors can point to an inherited gene or to an environmental cause for a cancer. Many times, however, they will never find a cancer’s cause.",
            "iFhttps://www.youtube.com/embed/zFhYJRqz_xk?feature=oembed",
            "Cancer may sound scary. Here’s how it forms — and how your body works to keep things in check. Fortunately, most of the time your body is able to stop it before it starts.",
            "Cancer can start from many types of mutations. It also can occur in different types of cells and anywhere in the body. This means that no two cancers are the same. Scientists tend to define cancers based on the body part in which they first emerged.",
            "Some cancers form a solid mass known as a tumor. Not all tumors are cancers, however. Some are just lumps, where cells divided too much but did not spread. If doctors catch a cancerous tumor before its cells start spreading to other parts of the body, they can remove it. Common solid cancers include breast cancer, skin cancer and lung cancer.",
            "Other cancers affect the blood. These can form in bone marrow, which produces blood cells. They also can form in immune organs and lymph (a fluid that fights infection and carries away waste). These cancers attack cells that move through the blood, such as red or white blood cells. Blood cancers include leukemia and lymphoma.",
            "Although cancers are most common in adults, children can get them, too. In 2024, some 9,600 U.S. kids under age 14 were diagnosed with cancer. More than four in every five kids at these ages with cancer will survive. Sadly, however, some 1,000 children in the United States will die from cancer each year.",
            "For kids under age 14, the most common types of cancer are leukemia and lymphoma. Less common types include cancers in the brain, spinal cord and other nerve tissues.",
            "*a_graph_showing_the_rate_of_the_most_common_pediatric_cancers_per_one_million_people",
            "fCData: NCCR*Explorer: National Cancer Institute",
            "This graph shows how many people in the U.S. under age 20 were diagnosed between 2017 and 2021 with one of the more common young-people’s cancers. These include blood cancers (such as leukemias and lymphomas) and nervous system cancers (such as brain cancer). Cancers in young people are rare. Even the most common ones only affect between 30 and 50 kids in every 1 million.",
            "How doctors treat cancer will depend on what type it is, where it is and what stage it is.",
            "Cancers in people under 18 may be treated differently than cancers in adults. The study and treatment of cancer is called oncology.",
            "There are many ways to treat cancer. Often patients will receive more than one type of treatment.",
            "Some early-stage, solid-tumor cancers can be cut out with surgery.",
            "Chemotherapy uses drugs to kill cancer cells or to shrink a tumor. The types of drugs used will depend on the cancer. Other drugs may try to harm cancer cells indirectly. For example, some tumors rely on hormones to grow. For these cancers, doctors might use medicines that stop the body from making or using those hormones.",
            "*a_young_woman_with_light_brown_skin_is_sitting_in_a_hospital_bed_and_smiling_for_the_camera_She's_ma",
            "fCDoctors might have several different ways to treat a patient’s cancer. But many of those treatments can attack healthy cells, too. So healthy cells that divide a lot — such as hair cells — may also die (allowing a patient’s hair to fall out).  ",
            "Some cancers are sensitive to heat or light. Doctors can heat these types of cells with radio waves, lasers or ultrasound. Photodynamic therapy uses a drug to make cancer cells super-sensitive to light. Then doctors can shine a laser or other light source on them to kill those cells.",
            "Radiation, too, can treat cancer. Focused beams of high-energy radiation can kill cancer cells by breaking down their DNA.",
            "Patients with blood cancers may get chemotherapy or radiation to destroy diseased bone marrow. Doctors then infuse marrow from a volunteer so that patients can make healthy new blood cells again. This is called a stem-cell transplant.",
            "Other times, doctors use the patient’s own immune system to fight cancer. Immunotherapy drugs aim to boost the body’s natural immunity. Or these drugs may chemically tag tumors to help the patient’s immune system find and destroy them.",
            "Cancer treatment often has unpleasant side effects. Patients may feel tired or sick to their stomach. That’s because treating a cancer means killing cells — and many of those that get hit may have been healthy ones. That’s especially true for healthy cells that are dividing, such as those lining the stomach, immune cells and hair cells. (That’s why many people can lose their hair during treatment.)",
            "Scientists and doctors are always looking for new ways to treat cancers. Some patients enroll in clinical trials to test new treatments. Although all cancers are different, the goal is the same: Help people whose cells have gotten out of control.",
            "Doctors often use stages to gauge how advanced a cancer is. Different types of cancer may use different systems. Some are more detailed than others, but many refer to five stages. A higher stage means the cancer is more advanced. ",
            "*a_series_of_illustrations_showing_cancer_growth_from_Stage_1_-_4",
            "fCArtist’s drawing of a gastrointestinal cancer. In stage I, a tumor develops within the interior layer of the colon’s wall. By stage II, it’s moving toward outer wall. The tumor breaches the organ’s wall by stage III and and its cells are mutating. A stage IV tumor is now seeding tumors at distant sites.",
            "Stage 0: Cells are dividing more than they should. Stage 0 is a tumor (for solid-cancer types) but not a true cancer, because the tumor is not ready to spread.",
            "Stage I: The tumor is small and still only in one area. This tumor could spread but has not done so yet.",
            "Stage II: The tumor is larger and bits of it have broken off and spread nearby, perhaps to lymph nodes (part of the immune system). Those small nodes exist all over the body.",
            "Stage III: The original tumor has spread to nearby tissues, as well as to lymph nodes. The spread of cancer cells to distant organs is called metastasis.",
            "Stage IV: The cancer has spread to many parts of the body, far from where it originally formed.",
            "Cancer is always labeled by the stage and tissue where doctors diagnosed it — even if it gets worse afterward. ",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/explainer-earth-layer-layer",
        "title": "\n\tExplainer: Earth — layer by layer",
        "content": [
            "*a_cut_away_diagram_showing_the_innner_layers_of_the_Earth",
            "Scientists understand much about Earth’s structural layers — the inner core, core, mantle and crust. Yet there are still great mysteries to solve about our planet’s inner workings.",
            "Mountain ranges tower to the sky. Oceans plummet to impossible depths. Earth’s surface is an amazing place to behold. Yet even the deepest canyon is but a tiny scratch on the planet. To really understand Earth, you need to travel 6,400 kilometers (3,977 miles) beneath our feet.",
            "Starting at the center, Earth is composed of four distinct layers. They are, from deepest to shallowest, the inner core, the outer core, the mantle and the crust. Except for the crust, no one has ever explored these layers in person. In fact, the deepest humans have ever drilled is just over 12 kilometers (7.6 miles). And even that took 20 years!",
            "Still, scientists know a great deal about Earth’s inner structure. They’ve plumbed it by studying how earthquake waves travel through the planet. The speed and behavior of these waves change as they encounter layers of different densities. Scientists —  including Isaac Newton, three centuries ago — have also learned about the core and mantle from calculations of Earth’s total density, gravitational pull and magnetic field.",
            "Here’s a primer on Earth’s layers, starting with a journey to the center of the planet.",
            "*a_diagram_showing_the_layers_of_the_Earth",
            "fCA cut-away of Earth’s layers reveals how thin the crust is when compared to the lower layers.",
            "This solid metal ball has a radius of 1,220 kilometers (758 miles), or about three-quarters that of the moon. It’s located some 6,400 to 5,180 kilometers (4,000 to 3,220 miles) beneath Earth’s surface. Extremely dense, it’s made mostly of iron and nickel. The inner core spins a bit faster than the rest of the planet. It’s also intensely hot: Temperatures sizzle at 5,400° Celsius (9,800° Fahrenheit). That’s almost as hot as the surface of the sun. Pressures here are immense: well over 3 million times greater than on Earth’s surface. Some research suggests there may also be an inner, inner core. It would likely consist almost entirely of iron.",
            "This part of the core is also made from iron and nickel, just in liquid form. It sits some 5,180 to 2,880 kilometers (3,220 to 1,790 miles) below the surface. Heated largely by the radioactive decay of the elements uranium and thorium, this liquid churns in huge, turbulent currents. That motion generates electrical currents. They, in turn, generate Earth’s magnetic field. For reasons somehow related to the outer core, Earth’s magnetic field reverses about every 200,000 to 300,000 years. Scientists are still working to understand how that happens.",
            "At close to 3,000 kilometers (1,865 miles) thick, this is Earth’s thickest layer. It starts a mere 30 kilometers (18.6 miles) beneath the surface. Made mostly of iron, magnesium and silicon, it is dense, hot and semi-solid (think caramel candy). Like the layer below it, this one also circulates. It just does so far more slowly.",
            "Near its upper edges, somewhere between about 100 and 200 kilometers (62 to 124 miles) underground, the mantle’s temperature reaches the melting point of rock. Indeed, it forms a layer of partially melted rock known as the asthenosphere (As-THEEN-oh-sfeer). Geologists believe this weak, hot, slippery part of the mantle is what Earth’s tectonic plates ride upon and slide across.",
            "Diamonds are tiny pieces of the mantle we can actually touch. Most form at depths above 200 kilometers (124 miles). But rare “super-deep” diamonds may have formed as far down as 700 kilometers (435 miles) below the surface. These crystals are then brought to the surface in volcanic rock known as kimberlite.",
            "The mantle’s outermost zone is relatively cool and rigid. It behaves more like the crust above it. Together, this uppermost part of the mantle layer and the crust are known as the lithosphere.",
            "*a_photo_of_the_Himalayan_mountains",
            "fCThe thickest part of Earth’s crust is about 70 kilometers (43 miles) thick and lies under the Himalayan Mountains, seen here.",
            "Earth’s crust is like the shell of a hard-boiled egg. It is extremely thin, cold and brittle compared to what lies below it. The crust is made of relatively light elements, especially silica, aluminum and oxygen. It’s also highly variable in its thickness. Under the oceans (and Hawaiian Islands), it may be as little as 5 kilometers (3.1 miles) thick. Beneath the continents, the crust may be 30 to 70 kilometers (18.6 to 43.5 miles) thick.",
            "Along with the upper zone of the mantle, the crust is broken into big pieces, like a gigantic jigsaw puzzle. These are known as tectonic plates. These move slowly — at just 3 to 5 centimeters (1.2 to 2 inches) per year. What drives the motion of tectonic plates is still not fully understood. It may be related to heat-driven convection currents in the mantle below. Some scientists think it’s caused by the tug from slabs of crust of different densities, something called “slab pull.” In time, these plates will converge, pull apart or slide past each other. Those actions cause most earthquakes and volcanoes. It’s a slow ride, but it makes for exciting times here on Earth’s surface."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-memory",
        "title": "\n\tLet’s learn about memory",
        "content": [
            "*a_cartoon_man_climbs_up_a_latter_toward_the_brain_of_a_giant_cartoon_head_inside_the_brain_is_a_libr",
            "Our personal libraries of memories are written into the connections between nerve cells in our brains.",
            "Think about a fact you recently had to memorize for a test. Or a song that’s been stuck in your head. Or how you felt when you last hung out with a friend.",
            "All the sights, sounds and other sensations those words brought to mind are memories — experiences and information your brain had filed away. These stored data play a huge role in how we understand the world, our relationships with the people in it and ourselves. But how does the brain make memories?",
            "When you experience something, brain cells called neurons send each other signals. Those electrical pulses zip through links between neurons called synapses. The more often you experience something, the more often certain sets of neurons will talk to each other. And the more they talk, the stronger the links between them become.",
            "Scientists generally think those neural circuits encode memories. (Though some research has shown that other types of brain cells may play a role, too.) One recent study showed that sparse yet strong links between neurons in the hippocampus — the brain’s memory center — maximize info storage.",
            "Several factors can get in the way of a brain’s ability to retain information. Injuries such as concussions can make it harder to remember stuff. Marijuana use has also been linked to foggier memories in young people. Frequent multitasking, too, seems to get in the way of recall — even when you’re trying to focus on one thing at a time.",
            "On the flip side, there are many ways to boost memory. If you’re studying for a test, quizzing yourself and looking at pictures can help you hold onto information. Writing by hand rather than typing also seems to help.",
            "If you want to improve your memory more generally, exercise is useful — it increases blood flow to the brain. So is eating a healthy diet that feeds the brain much-needed nutrients.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Could the magic of memory manipulation ever become real? Treatments underway might help people strengthen or weaken their memories. (2/26/2025) Readability: 8.2",
            "Handwriting may boost brain connections that aid memory Students who wrote words showed more links between brain regions than when they typed them. (3/15/2024) Readability: 8.0",
            "Playing video games may improve your memory and attention A study of more than 2,000 kids finds some beneficial changes in their brains and behavior.(1/2/2023) Readability: 6.3",
            "iFhttps://www.youtube.com/embed/KkaXNvzE4pk?start=135&feature=oembed",
            "What happens when you remove the hippocampus — a crucial memory center in the brain? TED-Ed explores.",
            "Scientists Say: Neuron",
            "Scientists Say: Hippocampus",
            "How your brain is like a film editor",
            "Brain ‘ripples’ appear just before you remember something",
            "Having sparse links in the hippocampus may maximize memory storage",
            "Ow! These cells might help brains remember pain and fear",
            "Young people’s memory improves after stopping marijuana use",
            "Can’t remember? Maybe you multitask too much between screens",
            "Less screentime linked to better memory, learning in kids",
            "Top 10 tips on how to study smarter, not longer",
            "Erasing memories",
            "Word find",
            "Think you’ve got an excellent memory? Put it to the test on Cool Math Games! Their collection of memory games challenge your ability to recall the correct way to fold paper, sequences of colors and sounds, tile patterns and more."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/nerida-wilson-track-seadragons-ai",
        "title": "\n\tThis biologist tracks seadragons, with help from the public",
        "content": [
            "*A_male_weedy_seadragon_swims_over_a_patch_of_golden_kelp_He_carries_a_clutch_of_pink_eggs_under_his_",
            "Three species of seadragons call Australia home: weedy, leafy and the recently discovered ruby. Nerida Wilson uses machine learning to study seadragon photos submitted by citizen scientists, keeping tabs on individual fish by analyzing their unique markings. ",
            "Along the southern coasts of Australia, flashy fish called seadragons sport leaflike lobes that help them blend into kelp and seagrass. Seadragons “are like the marine version of a koala or kangaroo,” says Nerida Wilson. “They’re just that iconic.” ",
            "Wilson is a biodiversity scientist at the Commonwealth Scientific and Industrial Research Organization in Canberra, the capital of Australia. She’s helping create a library of DNA sequences of Australia’s wildlife. In her spare time, Wilson runs SeadragonSearch.  ",
            "SeadragonSearch uses machine learning tools to identify seadragons in photos taken by citizen scientists. The program analyzes each seadragon’s unique markings to match it with previous photos of the same animal. This helps scientists track individual seadragons over time and learn more about their mysterious lives. That includes how seadragon numbers may be affected by ocean changes. ",
            "Though seadragons have been known for a long while, there’s still much to learn about them, says Wilson. Take the ruby seadragon. Wilson helped describe this bright red fish in 2015. One of only three seadragon species, it was the first found in 150 years. In this interview, Wilson shares her experiences and advice with Science News Explores. (This interview has been edited for content and readability.)   ",
            "iFhttps://www.youtube.com/embed/5UW5ZKWuqNI?feature=oembed",
            "Adult seadragons can by distinguished by the unique patterns on their faces and bodies. The SeadragonSearch project uses machine learning to identify and track individuals from these markings. ",
            "I started diving with seadragons around the areas where I learned to dive in high school. I read research to see whether anyone looked at seadragon genetics before. Could this reveal anything about their populations or where they are traveling? There wasn’t any work in that space. I thought that was outrageous. These are such iconic Australian animals. They’re the state emblem in two Australian states. Fish people weren’t doing it, so I thought I’d better try and find out. ",
            "We faced a practical problem in the field, though. While underwater, we’d have to photograph the seadragon. Then, we’d take our sample. We would just take a little snippet from the leafy appendages. It’s like taking a little toe clipping. After collecting the sample, we’d let the dragon go. We needed to make sure that we didn’t resample the same individual seadragon. That would ruin the statistics.  ",
            "So we thought maybe the spot patterns on the face were unique. If we couldn’t identify them underwater, this would let us do so afterward. Once we realized that worked, I just tucked it away thinking we could do a lot with that. It served a purpose at the time, but I saw its potential.  ",
            "It took a long time to find the appropriate funder for SeadragonSearch. But we were able to build the platform and start rolling it out. Seeing all of the data come in was very exciting.  ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "I was just thrilled that people wanted to participate. I had these grand plans, and I could see how it could work. People love taking pictures of dragons, and we need pictures to do this research. But you don’t know whether people were going to bother with it. The biggest success was recognizing that other people had the same passion that I did for these creatures.  ",
            "I knew from age four or five that I wanted to work with animals and be outdoors. I couldn’t have explained it properly then, but I knew I was going to make that happen. And I just kept going and refining my goals. Of course, everyone has times of doubt. You’re not sure if you’re just being completely unreasonable, and you should just be an accountant and do something sensible. If someone really wants to do this, I say just do it. It is important to be motivated by what you do. There’s great joy and rewards in doing things that you care about.   ",
            "It was really nice to see Speedy the seadragon in Tasmania [off the coast of southern Australia]. He was the oldest seadragon known. [Speedy lived at least 16 years.] That was special. But sadly, he was only seen about two more times after that. Then he was never seen again.  ",
            "*Speedy_the_weedy_seadragon_swims_above_a_patch_of_golden_kelp_His_body_is_orange_with_pink_stripes_a",
            "fCMeet Speedy, the world’s oldest known seadragon. Scientists estimate that this weedy seadragon lived at least 16 years — twice as long as expected.",
            "The guy who often dived with Speedy will send me a hard drive of all these videos. I’ll pull down stills from those videos and submit them to our database. I was catching up with him one time in Tasmania. He started talking about this particular dragon that he called “Cutty.” It caught my attention because I had given that nickname to one of the seadragons in the same area. I started wondering if we were talking about the same dragon. ",
            "Most seadragons have a stalk on the head and one on the back of the neck. Cutty, though, is a weird dragon because he has a third one. Because it was like a three-masted dragon, it reminded us both of the Cutty Sark, a famous clipper ship. It turned out that we’d both nicknamed it “Cutty Sark.” We had this cool moment where we realized we’d called it the same weird name.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-citizen-science",
        "title": "\n\tLet’s learn about citizen science",
        "content": [
            "*a_group_of_young_adults_stand_ankle-deep_in_river_water",
            "Citizen scientists all over the world contribute to research by collecting and analyzing data. ",
            "Science may seem like a spectator sport. That is, it might feel like trained scientists do all the work while everyone else watches. But anyone can participate in science. Volunteers gather and analyze data for scientific studies all the time. These citizen scientists have advanced the research on climate, health, space and more. And you could be one of them!",
            "Some citizen scientists collect data on the world around them — often using only their phones. The Globe at Night project, for instance, crowd-sources data on light pollution. NoiseTube is a similar effort to map noise pollution. Hikers, birders and other nature lovers share wildlife photos on iNaturalist. Those data contribute to the study of our planet’s biodiversity.",
            "But not all citizen science takes place outdoors. There’s plenty that doesn’t require leaving your home. On Instant Wild, volunteers tag animals in photos taken by cameras out in the wild. Those labels help conservation efforts. And online gamers playing Foldit and Neureka contribute to health research.",
            "Citizen science isn’t just a great way to learn about a new field and get inspired. Non-pros bring fresh ideas and perspectives to the scientific community. And some even make big discoveries. Citizen scientists were the first to spot mysterious “yellowballs” in telescope images, for instance. And they were also the first to identify a weird purple air glow called STEVE.",
            "No matter what kind of science catches your fancy, there’s probably a citizen-science project for you. So, get out there and get your science on. Who knows? Your casual afternoon pastime may help lead to the next great discovery.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Kids make great citizen scientists Kids often make great citizen scientists because they tend to be curious and good at following precise directions. Sometimes they’re even better at these things than adults. (1/18/2018) Readability: 7.7",
            "Photographing wildflowers and other ways you can help fight climate change Even nonscientists can take part in climate and conservation research. (4/11/2019) Readability: 8.4",
            "Citizen scientists spy on camel crickets Scientists asked homeowners about these hopping critters and found there may be a new invader on the loose. (3/9/2016) Readability: 6.5",
            "iFhttps://www.youtube.com/embed/SZwJzB-yMrU?feature=oembed",
            "Whether you’d rather be out in the wild counting birds or inside sorting telescope images of galaxies, there’s a citizen science project for you.",
            "Scientists Say: Data",
            "Scientists Say: Experiment",
            "Explainer: What is a mentor?",
            "Getting on the citizen science train",
            "Stuck inside this winter? Try an at-home citizen science project (Science News)",
            "The Milky Way’s ‘yellowballs’ are clusters of baby stars",
            "Meet STEVE, the northern lights in mauve",
            "Are coyotes moving into your neighborhood?",
            "Using citizen science to find a new taste",
            "Citizen scientists wanted to make an eclipse megamovie",
            "Word find",
            "Want to be a citizen scientist but not sure where to start? Check out SciStarter. The organization’s database of thousands of projects is searchable by location, topic and more. In honor of Citizen Science Month in April, SciStarter also has curated a list of featured projects. The lineup includes plenty of activities perfect for beginners. See, too, the calendar of citizen science events to be held across the country and online this April, from star parties to bug hunts."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/this-engineer-wants-to-motivate-you-to-fight-climate-change",
        "title": "\n\tThis scientist wants to motivate you to fight climate change",
        "content": [
            "*Shahzeen_Attari",
            "Shahzeen Attari (seen here with her dog Savannah) draws on her personal experiences and interests to explore how science communicators can motivate others to save energy and fight climate change.",
            "Talking about climate change, energy and\nconservation is tough. The science can seem complex. So people need to\ncommunicate information clearly. Even when they do that, their audience does not\nalways listen. Biases, attitudes and experiences can color their perceptions. Even\nwhen people do listen, they may not believe what they hear or want to make\nchanges in their own lives.",
            "Shahzeen Attari studies how people respond to\ninformation about climate change. As a scientist at Indiana University\nBloomington, she also explores other aspects of how people choose to use energy,\nwater and other resources. Her work is interdisciplinary research. In her case,\nit involves multiple fields of psychology, engineering and environmental\nscience. ",
            "Attari was born in Mumbai, India. She grew up,\nhowever, in Dubai. It is part of the United Arab Emirates in the Middle East. She\ncame to the United States as a college student and has lived there since then. In\nthis interview, Attari shares her experiences and advice with Science News for Students. (This\ninterview has been edited for content and readability.)",
            "Growing up in Dubai, I saw how a desert was\nquickly transformed into a metropolis, or major city. This happened over a very\nshort time span of about 10 years. So I realized growing up that humans have a\nvery strong and direct impact that can transform nature. ",
            "In college, I volunteered for the Nature\nConservancy during one spring break. I realized the natural environment is\nbeautiful and magical. I wanted to understand how to protect nature. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "I also worked in interdisciplinary science labs\nin college. They basically combine different fields of research to answer\nquestions that sit in the middle of those fields. That gave me a thirst and\nlove for interdisciplinary research. ",
            "All these things changed the way I thought about\nproblems. Since then, I’ve been working systematically, trying to understand\nhow people think about climate change and the actions needed to address the\nproblem. And I want to know how we can effectively communicate with people about\nthose topics.",
            "I studied physics and math in my college engineering program. That was at the University of Illinois Urbana-Champaign. In graduate school I studied engineering and public policy and civil and environmental engineering. I went to Carnegie Mellon University in Pittsburgh, Pa. For my PhD thesis, I studied how people perceive how much energy and water their appliances use.",
            "There have been challenges. In general, people\nat universities have preferred research that fits into clean, distinct buckets.\nMy research just does not do that. So, I have had to look for places that\nnurture interdisciplinary research. And it’s hard to work in multiple fields.\nYou have to learn about and gather all the expertise across those fields. Then\nyou need to use that knowledge to solve a problem. That has been really\nchallenging.",
            "Also, women and people of color at universities\ncan experience sexism and racism, based on who we are. But I’ve been blessed with\namazing mentors and institutions that nurture diversity. ",
            "At times, I felt I had to be very careful about\nwhat I did. Dubai is not a completely free state. (Some people in the United\nArab Emirates have been arrested for criticizing the government, for example. And\nwomen have fewer legal privileges than men.) And in the United States, I was an\nimmigrant. I didn’t have citizenship rights until I finally became a citizen,\nlast December. By then I had lived in the United States for about 20 years.",
            "Now, there’s this freeing sense of becoming more\nof a scientist and an activist at the same time. There are some scientists who\njust want to be scientists. I think that needs to change. More scientists need to\nplay a role in communicating with the public and policy makers. We need this\nmost of all in areas like climate change.",
            "Inspiration for almost all of the projects I’ve\nworked on has come from personal challenges and experiences. A lot of it starts\nfrom my own curiosity to understand what’s going on with a problem. ",
            "As a PhD student, I knew about physics. But even\nwith my training, it was hard for me to quickly understand how much energy\ndifferent appliances and actions used. I wondered how other people think about\nthat. That became my PhD research. ",
            "Then I went to talk about that research at a\nconference. Someone in the audience stood up. “Hey, you just flew [on an energy-guzzling\nairplane] to this meeting,” he said. “I don’t want to listen to anything you\nhave to say.” That was really interesting to me. Why didn’t he want to listen\nto what I had to say? That led to another series of papers. I wanted to\nunderstand how scientists’ behaviors affect how people judge them.",
            "I’m very proud of the papers that grew out of\nthe challenge at that conference. I worked on them with Dave Krantz and Elke\nWeber at Columbia University. People judge researchers on our energy\nfootprints, we learned. What we do in our personal lives affects how effective\nour communication is. ",
            "We found that scientists who have a bigger “carbon\nfootprint” for home energy use are less likely to change people’s beliefs and behaviors.\nPeople are also less likely to support policies to cut carbon emissions if the\nscientist telling them about the policy has a high carbon footprint. ",
            "I’m not the type of scientist that just wants to\ndo science for science’s sake. I want to do science that has broader impacts\nand that makes a positive change. But I do not feel like my research has helped\nenough with the problem of climate change. Sometimes I feel like I need to do so\nmuch more. I’ve had to work on not taking these failures personally.",
            "I go on really long hikes with my dog, Savannah.\nShe’s a hound dog from a shelter. She just flies through the woods, and she has\na knack for finding timber rattlesnakes. ",
            "*Shahzeen_Attari",
            "fCShahzeen Attari loves to go hiking and loves reading sci-fi. Her interest in futuristic fiction inspired a new project to see how people can imagine the future and what it would take to achieve that world.",
            "I also love reading science fiction. A lot of these\nstories talk about the future and time travel and different societies. I love\ngetting lost in the fantasy of these different worlds. They help us reimagine\nwhat our world could look like. So now I’ve started a whole new line of\nresearch, trying to get people to think about the future. What do they want the\nfuture to look like? And what are the pathways of getting there?",
            "I wish someone had told me that failure is okay.\nAs researchers, we get rejected all the time — from getting grants, publishing\npapers, working on projects and more. Every time you fail, you just have to\npick yourself up and start running again.",
            "I learned this through my mentors in college:\nFollow the questions you want answered, based on your background and personal interests.\nAs a scientist, you can go a really long way talking to people and learning\nfrom people. And if something is not in your tool basket, learn from people\naround you who know about those tools. ",
            "And if no one’s done it before, that’s kind of cool, too. ",
            "This Q&A is part of a series exploring the many paths to a career in science, technology, engineering and mathematics (STEM). It has been made possible with generous support from Arconic Foundation."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/photographing-wildflowers-citizen-science-help-fight-climate-change",
        "title": "\n\tPhotographing wildflowers and other ways you can help fight climate change",
        "content": [
            "*860_CCC8_citizen_sciencepng",
            "With the help of volunteers, scientists are monitoring wildflowers on Mount Rainier as part of climate change research.",
            "Climate change can seem like a problem too big for any one person to bother tackling. But that doesn’t mean that people are just sitting on the sidelines waiting for the inevitable. There are kids who have sued the U.S. government. More than a million students and other people worldwide took to the streets in a one-day strike on behalf of the climate. And scientists, of course, do research to help inform the public about what’s happening to the world around us.",
            "Many of those scientists could use some help. And sometimes they don’t need scientific experts. Average citizens can supply what they need. Experts refer to these helpers as citizen scientists.",
            "“There [are] really great volunteer programs,” says Janneke Hille Ris Lambers. She’s an ecologist at the University of Washington in Seattle. And she runs one of these many projects. Called MeadoWatch, it focuses on a phenomenon called phenology (Feh-NOLL-uh-gee). This term refers to the fact that the timing of many life events, such as when flowers bloom, is seasonal. Scientists want to know if that timing is changing as the planet warms.",
            "But research into other, non-climate-related areas of conservation also can help, says Hille Ris Lambers. That’s because climate change often isn’t the only type of stress that organisms have to deal with. There are other factors, ranging from the illegal wildlife trade to overfishing and pollution. If scientists can figure out how to eliminate those other factors, then species should have a better chance of being able to deal with climate change.",
            "Scistarter and Zooniverse are two websites that list citizen-science projects in which you can take part. An internet search for “citizen science” and your city, state or country can also bring up local projects that may be seeking volunteers. Here’s a sampling of what such projects might involve:",
            "This project, out of the University of Washington, is looking at how climate change is affecting wildflowers on Mount Rainier. Volunteers collect data along hiking trails about when wildflowers bud, flower, fruit and produce seed. The project is also collecting photos of wildflowers from across Mount Rainier National Park.",
            "For four days every February, volunteers around the world count birds in 15-minute sprints. These observations can be made anywhere, including your own backyard. The counts provide scientists snapshots of data on where birds are found, and how many there are. Since the count has been going on for more than 20 years, researchers can now answer questions about how these patterns may be changing with time. That includes how diseases and climate change may be affecting these populations.",
            "People have collected weather data for a very long time. And many of these early weather records still exist. But for scientists to use them, data from handwritten, paper records need to be digitized — entered into a computer. This is usually not something that a computer can do well on its own. With Weather Rescue, British researchers are using online volunteers to transcribe daily measurements that were taken in Europe starting in the 1860s. That was before temperatures began to rise because of global warming. These data will provide a useful baseline for future research.",
            "Residents of Minnesota can sign up to be a volunteer water monitor for the Minnesota Pollution Control Agency. Volunteers are assigned a lake or stream. Twice a month during the summer, they take measurements of water clarity. Those data let the government see whether water clarity has been changing over time as well as assess the health of those waterways. ",
            "Gretta Pecl is a marine ecologist in Australia at the University of Tasmania in Hobart. She studies where marine species are moving in response to climate change. She set up a program called Redmap. It asks people to report “uncommon” marine species that they’ve seen in Australian waters. “We wanted to have an early indication of what species were moving where they live,” she explains. But the program also helps when she is talking to the public about climate change. “I think it’s a more powerful conversation, if you can start off from the point of view of what other people are bringing to the table.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/narwhals-use-tusks-to-play-fish",
        "title": "\n\tNarwhals may use their enormous lance-like tusks to play",
        "content": [
            "*Aerial_shot_of_six_narwhals",
            "Narwhals summering in the Canadian High Arctic. Local members of this species appear were seen on video engaging in what appeared to be play.",
            "Narwhals wield their iconic tusks in surprising ways — possibly even to play with living “toys.”",
            "Few scientists have seen these so-called unicorns of the sea brandishing their tusks in the wild. Past aerial video has shown the Arctic whales swinging their “horns” to tap fish prior to eating them. Now they’ve been seen gingerly prodding and flipping a fish. These gentler movements may have been part of a play session, researchers report.",
            "This is the first report of narwhals (Monodon monoceros) apparently sporting around for fun, says Greg O’Corry-Crowe at Florida Atlantic University in Fort Pierce. A behavioral ecologist and geneticist, he headed the research team. His group shared its new findings February 28 in Frontiers in Marine Science.",
            "A narwhal’s tusk is an elongated, spiraled tooth. It protrudes from the top lip of males (and some females). Males can grow to 5 meters (16 feet) long, with their tusks spanning another half their body length.",
            "Biologists suspect those tusks evolved so that males could show off or compete for mates. But past research has found they can offer other benefits, too. For instance, the tusks can sense changes in water temperature and salinity.",
            "Technologies involving genetics, satellite tagging, aerial counts and mapping have offered insights on these elusive whales. Still, they provided only snapshots of what these unusual animals do, says O’Corry-Crowe.",
            "iFhttps://www.youtube.com/embed/JUFJIZtPLk8?feature=oembed",
            "In this drone footage, narwhals prod, flip and guide a fish with their tusks, possibly playing with it.",
            "So he decided to try what he calls an “old-style natural history and behavioral observation.” But not totally old-style. His team enlisted a remotely operated flying drone. Then they spent hours in the summer of 2022 filming narwhals as they swam in an island bay in the Canadian High Arctic.",
            "One recording captured three narwhals chasing several Arctic char (Salvelinus alpinus), a type of fish. The whales sometimes swung their tusks like baseball bats to thwack fish — stunning them — before chowing down on them.",
            "Another recording showed three narwhals following a large char, with one whale taking the lead. It lightly nudged and flipped the fish with the tip or side of its tusk. In this way, it altered the fish’s path. There’s little evidence that narwhals normally eat much char. And winter, not summer, is their big dining season. So this video seems to show the whale and fish investigating one another.",
            "“There’s this tentativeness,” O’Corry-Crowe explains. Then, he notes, the char “makes a dramatic movement.” Afterward, the whale “just recoils and goes whoa!”",
            "Moreover, he adds, that repeated tusk action — and the fact the whales didn’t try to eat the fish — suggest the narwhals were just playing.",
            "Because of the Arctic’s harsh environment, people often think creatures there are constantly fighting to survive, O’Corry-Crowe says. But his team’s new study hints that sometimes these animals have time to explore, and possibly play — at least during their “summer vacation.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/physics-sound-clapping",
        "title": "\n\tPhysics finally explains the sound of clapping",
        "content": [
            "*A_grayscale_images_shows_two_hands_clapping_together,_with_a_white_jet_of_baby_powder_streaming_upwa",
            "Clapping hands spew out a jet of air, visualized here by baby powder. That jet helps explain the sound of applause.",
            "A round of applause, please. Scientists have finally figured out what’s behind the sound of hand-clapping.",
            "It’s the same concept at work when you make sound by blowing across the top of an empty bottle. Helmholtz resonance is its formal scientific name.",
            "New experiments used baby powder to map the flow of air emitted by hand-clapping. This confirmed that clapping hands become Helmholtz resonators. Pressure measurements and high-speed video of clapping backed up those findings.",
            "Researchers shared their results in a paper accepted in Physical Review Research.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "To make a Helmholtz resonator, all you need is an enclosed pocket of air with an opening connected by a “neck.” The inside of a glass bottle works. So does the space between clapping hands.",
            "As air vibrates back and forth within the neck, it creates sound waves. The pitch of those waves depends on the volume of the air pocket. It also depends on the dimensions of the neck and opening.",
            "When someone claps their hands, a jet of air streams out of a gap where the hands meet. It goes between the thumb and forefinger. “This jet of air carries energy,” explains Yicong Fu. That’s “the initial start of the sound.” The jet kicks off vibrations of the air.",
            "Fu is a mechanical engineer at Cornell University in Ithaca, N.Y. His group saw a similar effect when they used cup-shaped silicone models to mimic palms clapping.",
            "The team studied different types of claps. Some tests smacked together cupped hands. Others clapped flat hands. Still others involved fingers hitting a palm. The pitches of those claps matched what would be expected for a Helmholtz resonator.",
            "For instance, Helmholtz resonators with bigger air pockets make deeper sounds. And cupped hands produced lower-pitched claps than flat hands. That makes sense, since cupped hands created a larger air pocket than flat hands do.",
            "Understanding the physics of hand-clapping, Fu says, could help identify people by their claps. Someday, users might log into a device based on their unique clap. The findings could help musicians fine-tune songs with the perfect hand-smacking beat.",
            "Experiments show that a phenomenon called Helmholtz resonance explains the sound of hands clapping. #handclap #physics #physicsfun #funfacts #funscience #science"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/robotic-hand-faster-piano-fingers",
        "title": "\n\tA robotic hand helps piano players’ fingers move faster",
        "content": [
            "*a_bulky_mechanical_robotic_device_is_attached_to_the_back_of_someone's_hand_and_reaches_over_their_f",
            "Piano players wore a robotic hand that moved their fingers in a complex pattern, faster than they could move on their own. Later, when they weren’t wearing the device, these musicians could still play faster than ever before. ",
            "You’re practicing a new song on piano. One part keeps tripping you up. No matter how many times you try it, your fingers just won’t move fast enough. Then you put on a special device that looks like a robotic hand. Its motor wiggles your fingers faster than you could move them on your own. When you sit at the piano again without the robo-hand, your fingers can now hop into high gear. You’re playing the fast part that seemed impossible before.",
            "In a recent series of experiments, dozens of professional piano players had this exact experience. They improved their piano skills using a wearable robotic hand, also called an exoskeleton. Shinichi Furuya and his team shared the results January 15 in Science Robotics.",
            "“Many people are using this kind of robot for rehabilitation or virtual reality gaming,” says Furuya. “I thought maybe this is also good for music education.” Furuya is a researcher at the NeuroPiano Institute at Sony Computer Science Laboratories, Inc. in Tokyo, Japan.",
            "Nicholas Hatsopoulos studies sensory motor control at the University of Chicago in Illinois. A neuroscientist, he did not take part in the new study. But he really liked it. “I thought it was super cool,” he says.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Furuya used to be a professional musician. “I practiced [piano], like 10 hours every day,” he says. He practiced so much that he developed a movement disorder in his hands. It’s why, he says, “I changed my career from pianist to scientist.”",
            "His hands are doing better now. And he still plays and teaches piano. But a few years ago he also started imagining a new way for musicians to practice. “I was thinking maybe we need some kind of a robot that can teach how to move the fingers,” he says.",
            "*a_bulky_mechanical_device_wraps_around_the_back_of_someone's_hand_and_over_their_fingers,_as_the_han",
            "fCThis may look like a cyborg. But it’s actually a glove-like robot strapped over a person’s fingers. Researchers designed it to move piano players’ fingers in different patterns. Practicing with the device helped musicians play faster than ever before. ",
            "Furuya is not an engineer. So he told one of his colleagues about his idea. He wondered if it might be possible to build such a robot. And he was told, “Yeah, why not?”",
            "The robot they built fits over one hand. To test the device, Furuya and his colleagues brought professional pianists into the lab. The number of subjects was “very impressive,” says Hatsopoulos.",
            "For one experiment, 60 pianists practiced the same complex pattern. It involves pressing down the index and ring finger together, then the middle finger and pinky together. You switch back and forth as fast as possible. Try it!",
            "Even moving very slowly, this is super tricky. The pianists practiced until their fingers couldn’t move any faster.",
            "The researchers then divided the 60 pianists into five groups. The first group wore the robo-hand as they played that tricky pattern. It moved the fingers faster than the musicians could manage on their own. For the second group, the device moved the fingers slowly in the same tricky pattern. The third group experienced rapid finger motion, but all the fingers moved at once. Two other groups didn’t use the robo-hand. One of these continued to practice the tricky pattern on their own. The final group just rested.",
            "Afterward, only one group could play the tricky pattern faster than before. These were the pianists who used the robotic hand to practice the complex finger motions quickly. The time between their keystrokes sped up by around 6 percent, on average.",
            "The pianists often told Furuya that their fingers felt “very light” after using the robot. Also, they only used the device on their right hands. Yet their left hand’s speed also improved!",
            "“I was stunned by that, actually,” says Hatsopoulos.",
            "One day after training with the robot, these pianists could still play faster than usual.",
            "iFhttps://www.youtube.com/embed/Xhn0UbR3hwU?feature=oembed",
            "Shinichi Furuya invited dozens of professional pianists to his lab to try the robotic hand. Using it “is a very interesting sensation,” he says. “All pianists start to laugh.” But when they see how well it works, he says, “they’re very excited.”",
            "Furuya doesn’t expect the effect to last much longer than that, though. He thinks pianists would probably have to use the device regularly to maintain the speed bonus.",
            "Alas, they can’t do this now. “This is still a prototype,” explains Furuya, so they can’t yet take the device home with them.",
            "Hatsopoulos thinks this robotic training likely rewired some neural connections in the musicians’ brains. The somatosensory (So-MAT-oh-SEN-or-ee) cortex is the brain region responsible for handling sensory feedback. It’s what gets activated as the robot wiggles people’s fingers.",
            "When someone wiggles their own fingers, a different part of the brain — the motor cortex — manages that motion.",
            "But these two parts of the brain share information, says Hatsopoulos. So do the left and right sides of the brain, which control the opposite sides of the body, he notes. These connections could help explain why the training improved the musicians’ speed in their left hands, even though they only wore the device on their right.",
            "Doctors and researchers already use robotic devices similar to this one in therapy, notes Hatsopoulos. For example, a stroke often impairs movement on one side of the body. Using a robot to move an arm can help a patient get back their former range of motion.",
            "Exoskeletons that move fingers and hands have lagged behind, though. That’s because robotic fingers are complex and “harder to build,” says Hatsopoulos.",
            "The robot hand Furuya’s team built can only move fingers one way — in a downward motion. “We are developing a more complex robot,” he says. It will be able to move two joints at once. That will allow for even more complex finger movements.",
            "Furuya imagines that robotic training could help people master many activities beyond piano keys. Pro gamers must practice complex keyboard or joystick motions. Surgeons have to learn complicated, delicate hand movements. And baseball pitchers need to master gripping the ball in a certain way. If a robot can help someone train these sorts of hand motions, Furuya says, maybe practice won’t have to feel so repetitive. “They can use practice time for more creative activities,” he says."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/how-body-deals-with-stress",
        "title": "\n\tExplainer: How our body deals with stress",
        "content": [
            "*a_photo_of_a_stressed_out_looking_high_school_student_staring_at_a_notebook_in_class",
            "When we’re overstressed, our body’s fight-or-flight response can go into overdrive. Acknowledging how we feel and focusing on slow breathing can help restore a sense of balance.",
            "It’s the day of a big test. Your heart is pounding. Your palms are sweating. Your breathing quickens and your stomach suddenly feels full of butterflies. Although these stress responses may not feel good, they are totally normal. They’re your body’s way of sharpening your focus and boosting the energy you have to help you perform well. ",
            "When we encounter a big challenge or risk — or become overly excited — our body responds in a way to keep us safe. We’re hardwired for this. These changes supercharge how our body functions.",
            "An increased heart rate and breathing will send more oxygen to our muscles and brain. Our muscles tense so they can react quickly. By sweating, our body attempts to avoid overheating. Our pupils enlarge so we become more aware of our surroundings. And our body releases stress hormones, such as adrenaline and cortisol, to boost our energy and focus.",
            "Together, these changes are known as the fight-or-flight response. They’re automatically triggered by what’s known as the sympathetic nervous system. It helps us respond to danger or challenges. They give us more power, more speed and agility. All are important for physical activity, says Katharine Meddles. She’s a neurologist for children in Denver, Colo. ",
            "This survival mechanism helped our ancient hunter-gatherer ancestors fight or escape from a wild animal — perhaps a saber-toothed tiger. Today, we face very different risks than people did 300,000 years ago. But our sympathetic nervous system remains very important to our making it through challenging events.",
            "It turns on when we play sports, perform or catch ourselves from falling. It motivates us to study or concentrate on difficult tasks. And it turns on when we’re trying something new or talking to someone we like. Activating that fight-or-flight response in short bursts is healthy.",
            "iFhttps://www.youtube.com/embed/NRRBVMFTSWI?feature=oembed",
            "The sympathetic and parasympathetic systems help us respond to serious stressors — but also can kick in for minor ones, such as spilling your drink.",
            "But as soon as the stimulating event is over, our brain normally sends signals to our body to calm down. This turns on a second system: the parasympathetic nervous system. It handles what’s known as the rest-and-digest response. ",
            "Here, our heart rate and breathing become slow and steady. Our muscles relax. Stress hormone levels lower, and feel-good hormones — such as oxytocin and serotonin — become somewhat higher. This lets us feel safe. We now can think calmly, digest food and sleep, all processes vital to our brain and overall health, notes Meddles. ",
            "You’re in a rest-and-digest state when enjoying downtime with your family and friends. Or when you’re curled up on the couch relaxing with your cat or dog under a favorite blanket. Or when you feel joy and wonder out in nature. ",
            "The sympathetic and parasympathetic nervous systems keep our bodies in balance. Together, they make up the autonomic nervous system. By switching us between rest and action, they work together to help us respond appropriately to the range of situations we experience. ",
            "*a_list_of_functions_controlled_by_the_parasympathetic_and_sympathetic_nervous_systems",
            "fCActions by the sympathetic and parasympathetic systems keep the body balanced as it responds to and recovers from stress.  ",
            "But sometimes those systems get out of balance. The sympathetic nervous system may stay active for too long. Or it might get stuck in the “on” position when it’s not needed.",
            "Our world is full of threats. For example, the erratic impacts of climate change not only are hard to predict but also can pose true threats. Social media can pressure us to live or act a certain way. And parents can pressure us to perform well in a competitive environment.",
            "Encountering such conditions may keep your body stuck in fight-or-flight mode.",
            "Worrying about things is not a failing or a shortcoming, says Meddles. “It’s natural” and reflects “the way that our brains are wired.” But too much anxiety can leave you overwhelmed and unable to perform well.",
            "“How you think and how you feel will show up in your body, because the brain and the body are connected,” says Jin Lee. She’s a psychologist for children in Englewood, Colo. When you’re stressed or anxious, your body might feel as if it’s not getting enough air. You might bite your nails. Or freeze up so that you have a hard time thinking or making decisions. Your mind may even go blank. ",
            "Explains Lee, “This is the body’s way of communicating to our brain: ‘Hey, something is not right.’”",
            "At these times, your body’s responses may not serve your best interests.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Fortunately, it’s possible to modify them through practice, says Meddles. In as little as five minutes a day, you can learn to switch from an overactive fight-or-flight mode to a calm body and mind. Preteens and teenagers are in a great position to start learning these skills, she says, because the adolescent brain is so adaptable.",
            "Here are a few simple techniques:",
            "The next time you feel overstressed, remember you have the power to calm your body and mind. With a little practice, a few simple tactics can help you calm down.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-the-carbon-cycle",
        "title": "\n\tLet’s learn about the carbon cycle",
        "content": [
            "*a_scenic_view_of_pink_wildflowers_and_rocks_by_sea_against_sky",
            "Carbon cycles through many things on Earth. In this image, the atmosphere, ocean, rocks and plants all contain carbon.",
            "The element carbon is found all over our planet.",
            "Carbon helps make up carbon dioxide gas in the atmosphere (it’s the C in CO2). It’s found underground in rocks and fossil fuels. A lot of it is stored in Earth’s oceans. And it’s the main chemical building block of all living things, found in DNA, sugars, proteins and many other molecules.",
            "The total amount of carbon on Earth doesn’t change. But our planet’s carbon atoms are always moving around between living things, oceans, the atmosphere and other places. Together, these exchanges are known as the carbon cycle.",
            "Plants, for instance, pull carbon dioxide out of the air during photosynthesis. They use those carbon atoms to build up their tissues — which animals then eat. Animals exhale carbon dioxide back into the atmosphere. And when plants and animals die, the carbon from their tissues gets released into the air and soil. That carbon can get locked up in rock like limestone or fossil fuels such as coal.",
            "Carbon from the atmosphere can also get absorbed by Earth’s oceans. Sea creatures use it to build their calcium carbonate shells and skeletons. When those organisms die, their remains sink and can either dissolve into deep sea waters or settle into the seafloor. Carbon locked up underground can also be violently blasted back out into the atmosphere during volcanic eruptions.",
            "The carbon cycle naturally keeps carbon moving in and out of Earth’s atmosphere. But human activity has recently been pumping a lot more carbon into the air. A big way we do this is by burning fossil fuels such as coal and oil for energy. But other human activities, such as farming and cutting down forests, add carbon to the atmosphere as well. That airborne carbon is warming Earth’s climate through the greenhouse effect.",
            "For that reason, scientists and engineers are trying to develop new technologies that can capture carbon out of Earth’s atmosphere.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Eight ways you can cut your carbon footprint Learn how you can limit the climate-warming gases associated with what you eat, the products you buy and the energy you use. (2/9/2023) Readability: 7.3",
            "The world is aiming for ‘net zero’ emissions of greenhouse gases Nations are charting how they might ‘zero’ out their releases of climate-warming gases. Success might greatly lower the risks of climate catastrophes. (2/9/2023) Readability: 7.9",
            "Explainer: CO2 and other greenhouse gases Carbon dioxide is just one of several chemicals that contribute to the greenhouse effect. (9/20/2018) Readability: 7.9",
            "iFhttps://www.youtube.com/embed/0-DtXqr-gPQ?feature=oembed",
            "The carbon cycle explained in one quick minute.",
            "Scientists Say: Carbon capture",
            "Explainer: All about carbon dioxide",
            "Explainer: How photosynthesis works",
            "Explainer: Where fossil fuels come from",
            "Explainer: In chemistry, what does it mean to be organic?",
            "An ancient log shows how burying wood can fight climate change",
            "A bold plan to save the planet turns carbon dioxide into stone",
            "Pollution power? A new device turns carbon dioxide into fuel",
            "Word find",
            "Humans can affect Earth’s carbon cycle in lots of negative ways, through burning fossil fuels and other activities. But we can also positively impact the carbon cycle by creating more places to store carbon from the atmosphere — like growing plants. Grow your own plants and test the power of fertilizer with this experiment from Science News Explores."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/earthquake-farts-spooky-floating-lights",
        "title": "\n\tEarth farts may explain some spooky floating lights",
        "content": [
            "*A_slightly_misaligned_railroad_track_stretching_into_the_distance_among_a_forest",
            "An earthquake in 1886 may have caused the slight offset seen in this railroad track between Charleston, S.C. and nearby Summerville. Since then, ghostly lights have been reported floating above the track. A fault, thought to be some 500 meters (1,600 feet) underground, may have fueled these lights.",
            "Ghostly lights in South Carolina might trace to earthquake activity, new research suggests.",
            "Since the 1950s, people have reported strange balls of light floating down a road along old railroad tracks near Summerville, S.C. These spooky shimmers are known as the Summerville Light. Local lore says a grieving ghost’s lantern is behind the glow.",
            "Geologist Susan Hough now proposes a different explanation.",
            "Hough works for the U.S. Geological Survey in Pasadena, Calif. Quakes can release gases, including radon and methane. Those vapors could ignite from static electricity or sparks from passing trains, she suggests.",
            "Interestingly, Summerville sits far from any tectonic plate boundaries. As such, it might seem an unlikely spot for quakes. But in 1886, damage from a magnitude 7 quake killed 60 people in nearby Charleston. Hundreds of aftershocks shook the region in the decades that followed. That points to the area’s continuing high seismic activity.",
            "The region has plenty of ghost tales, too. The Legend of the Summerville Light may be the most gruesome. A railroad worker’s wife was supposedly waiting for him by the tracks one night. There she got word he had been beheaded in an accident. Since then, the legend goes, she’s returned with a lantern — even after her death — in search of her husband’s head.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Hough scouted for a less spooky explanation of the phenomenon. To begin, she dug into books, magazines and online sources. She was looking for recorded sightings of the mysterious lights. Then she studied the area’s earthquake history from 1890 to 1960. This included long before the sightings began.",
            "Only a few quakes had been reported over that time. There was a magnitude 3.9 quake in 1907. Another magnitude 4.4 event shook the area in 1959 — around when the sightings began. A couple of smaller quakes followed shortly thereafter, in 1960. There likely also would have been smaller undetected temblors, Hough says. And it’s possible that these jolts might have caused the lights, she says.",
            "Hough also hunted other local paranormal claims. She found reports of cars shaking and the moving of objects and doors. Some people even heard footsteps in upstairs rooms. Subtle quakes might explain all of these, she says.",
            "Hough published her findings in the March issue of Seismological Research Letters.",
            "*Three_lights_floating_in_a_dark_setting,_in_a_black_and_white_photo_taken_in_a_region_that_had_exper",
            "fCA photographer captured these earthquake lights near Brasov, Romania, just before dawn on March 23, 1977. A magnitude 7.2 earthquake had jolted the area on March 4. Aftershocks rattled the region for weeks afterward.",
            "Many of the reports Hough turned up seem to fit with a shaking that would have rated 2 on the Modified Mercalli Intensity (MMI) scale. Scientists use this scale to rate quakes based on the damage they cause. An MMI of 2 is fairly weak. It would likely be “felt only by a few persons at rest,” Hough says, “especially on upper floors of a building.”",
            "Her proposal that the lights and other strange activity trace to quakes is reasonable, says Yuji Enomoto. He’s an earthquake scientist at Shinshu University in Matsumoto, Japan.",
            "Still, he says, more geologic data are needed to confirm quakes as triggers for the Summerville Light. He’d like data, for instance on the presence of an oxygen-free environment containing organic (carbon-based) matter. This could be “capable of generating methane,” he notes, which can support a flame. Also helpful, he adds, would be a finding of granite-based bedrock “containing radium, which can produce radon.”",
            "Ghost stories elsewhere might also be due to subtle seismic activity, notes Hough. “There’s a bunch of ghosts wandering the rails in different places in the United States,” she says. They too, she says, may be “illuminating shallow active faults.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/virtual-reality-vr-taste-food-flavors",
        "title": "\n\tSquirty gels bring food-like flavors to virtual reality",
        "content": [
            "*a_composite_with_a_women_holding_a_phone_in_front_of_her_mouth_the_phone_has_an_image_of_a_smiley_fa",
            "A new device squirts chemical mixes — ones that mimic complex flavors — onto peoples’ tongues. It could be used to bring taste to virtual reality or help people recover a lost sense of taste.",
            "Imagine seeing cake in a video game — then tasting it. Researchers have taken a step toward that possibility. They’ve created a device that delivers virtual flavors by squirting chemicals onto the tongue.",
            "The system, called “e-Taste,” can detect chemicals in foodstuffs. It then wirelessly sends this information to a device that delivers the same or similar chemicals to a user’s tongue. By combining different chemicals, the device can mimic flavors ranging from cake to lemonade.",
            "This is a step toward the next generation of virtual reality and devices that let people and machines communicate, says Yizhen Jia. He’s a materials engineer at Ohio State University in Columbus.",
            "The system contains five edible chemicals. There’s one for each of the basic tastes. Sweet comes from glucose, sour from citric acid and salty from sodium chloride. Magnesium chloride creates a bitter taste. Glutamate provides a savory taste known as umami.",
            "The device infuses these chemicals into gels. There, tiny channels mix the different gels. A pump delivers the combo to the tongue through a flexible, ribbonlike tube.",
            "The e-Taste device was able to make different levels of sourness that 10 taste-testers could tell apart. The researchers then moved on to more complex flavors.",
            "They made five flavors based on their chemical compositions: lemonade, cake, fried egg, fish soup and coffee. Six participants were trained to recognize these flavors. Overall, they were nearly 87 percent accurate in identifying ones made by e-Taste.",
            "Some flavors, such as lemonade and cake, were easier to identify. One that was a bit harder: fried egg.",
            "The team shared its findings February 28 in Science Advances.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Earlier efforts had attempted to simulate taste by zapping the tongue with electricity. But this method remains poorly understood.",
            "“Taste and smell, being chemical senses, are very challenging,” explains Nimesha Ranasinghe. A computer scientist, he works at the University of Maine in Orono. He did not take part in the new work. Both taste and smell work by molecules sticking to specific protein receptors in the tongue or in the nose.",
            "“We don’t have a hundred percent understanding of how the tongue and taste perception works,” Ranasinghe says. Chemicals, for now, can reproduce a wider range of tastes than electrical jolts.",
            "But taste alone is not enough. “Real coffee comes with the smells and feeling of coffee,” Jia points out. Just putting chemicals on your tongue isn’t the same. ",
            "To help bridge that gap, Jia’s group is working to incorporate smell. They are using gas sensors to figure out the molecules in a smell. Then they use machine learning to make sense of these data.",
            "The team envisions using flavors and smells to make for more immersive gaming. It also could be used in online shopping or to share food in virtual worlds. This technology may even help restore the ability to taste, for instance, in people who have lost this sense — perhaps due to COVID.",
            "For now, the biggest unknown is how willing people will be to wear a device that squirts chemicals onto their tongue. “We are very reserved when it comes to putting anything inside our mouth,” Ranasinghe says. “The look, feel and comfort are really important.” It’s something he says people will “have to look into in the future.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-agrivoltaics-definition-pronunciation",
        "title": "\n\tScientists Say: Agrivoltaics",
        "content": [
            "*a_group_of_sheep_graze_in_long_grass_under_the_shade_of_a_solar_panel",
            "Agrivoltaics refers to a land management practice that combines agriculture with energy production. One example of this practice is placing solar panels over a sheep field to give livestock a shaded place to graze.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2069319812&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Agrivoltaics is the practice of using the same land for farming and producing solar energy. This practice often consists of placing solar panels over farmland.",
            "The word “agrivoltaics” is a mash-up of “agriculture” and “photovoltaics.” Agriculture refers to farming. Photovoltaics describes technology that makes electricity from sunlight. Solar panels are one example.",
            "Solar farms use solar panels to generate clean energy. But these farms take up a lot of land. Farms that grow crops and raise livestock use a lot of land too. Agrivoltaics saves space by allowing farmers to harvest electricity and food from the same land.",
            "Research has shown that adding solar panels to farms can actually help crops. Leafy crops, such as lettuces and some herbs, grow well in the shade of the solar panels. The plants can also benefit from the increased soil moisture in partially shaded ground.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Agrivoltaics may benefit livestock, too. For example, farmers might allow sheep to graze under solar panels. This would give them relief from the hot sun in the summer.",
            "Other agrivoltaics projects focus on cultivating pollinators. For instance, planting wildflowers under solar farms can attract butterflies, bees and other insects. These tiny helpers can then pollinate nearby crops.",
            "No single agrivoltaics technique works everywhere. Squash, for example, generally need direct sunlight. So they don’t thrive under solar panels.",
            "Even lower-light crops may have trouble growing well in agrivoltaics setups. For example, the shade from solar panels helps keep the soil damp. On some farms, this comes as a benefit. But it may also increase the risk of some plant diseases. And water pouring off the panels during a rainstorm may overwater some plants.",
            "Researchers today are exploring how to minimize these and other challenges. They’re also finding ways to maximize the production of crops and energy.",
            "Shade-loving leafy greens such as kale and lettuce thrive under the solar panels of agrivoltaics farms.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/biochar-water-treatment-pollution",
        "title": "\n\tNew water treatment process removes pollutants most now don’t",
        "content": [
            "*a_jet_of_water_flows_from_a_water_treatment_pipe_into_a_body_of_water_with_visible_algae",
            "Water coming out of water treatment plants or sewage treatment lagoons can contain remnants of medicines, along with nutrients that feed harmful algal blooms.",
            "Taking medicine can help us get better when we’re ill. But our bodies won’t absorb all of a drug. The leftovers leave in our urine. Water treatment plants were never designed to remove those drugs. So they just flow through these cleanup plants and into rivers and other sources of drinking water. But a simple low-cost, two-step process could help end that.",
            "An added benefit, this treatment also removes plant fertilizers. And that’s a good thing, because they can trigger blooms of harmful microbes in lakes, rivers and streams.",
            "Researchers at the University of Illinois Urbana-Champaign and at China Agricultural University in Beijing developed the new process. They shared how it works in the December 5 Journal of Hazardous Materials.",
            "Xiaozhen Mou didn’t work on the new water treatment process. But this microbiologist at Kent State University in Ohio understands the need for it.",
            "She was part of a team that sampled water at four drinking water treatment plants in Ohio. Chemicals found entering these plants included DEET, triclosan and some medicines. Amounts of these dropped after treatment. But Mou’s team found that low levels of some remained in the treated drinking water.",
            "“There’s no report on their adverse effect on human health at those [levels],” Mou says. But the long-term effects also haven’t been studied, she adds. Her group shared its findings October 1 in PLOS Water.",
            "*a_close_up_of_a_woman_holding_a_glass_of_water_and_putting_a_pill_in_her_mouth",
            "fCMedicines can help us when we’re ill. But we can’t absorb all of a drug. The leftovers leave our bodies in our urine. Water treatment plants have not been designed to remove excreted drugs. So today they let very low levels of medicines flow into rivers and even tap water.",
            "Wei Zheng is an environmental chemist at the University of Illinois Urbana-Champaign. His group developed the new water treatment process. Their initial goal had been to get rid of plant nutrients — phosphorus or nitrates — that feed algal blooms.",
            "Those blooms are an overgrowth of certain bacteria (often called blue-green algae). Many can release toxic chemicals at the same time as they use up lots of the water’s oxygen. Even after a bloom dies off, oxygen levels in the water may stay too low for fish and other critters to survive. This can lead to so-called dead zones.",
            "Runoff from farm fields and waste lagoons is a big source of those nutrients, Zheng says. Significant levels come from wastewater treatment plants, too.",
            "*Algae_waves",
            "fCThis photo shows waves turned green by a potentially toxic overgrowth of algae during a harmful algal bloom in 2009 at Pelee Island in Lake Erie.",
            "This photo shows waves turned green by a potentially toxic overgrowth of algae during a harmful algal bloom in 2009 at Pelee Island in Lake Erie.",
            "Wood chips are one way to deal with nitrates. When the nutrients that feed algal blooms encounter these chips in a big vat (called a bioreactor), carbon in the wood will pull nitrogen atoms from those compounds. That nitrogen then enters the air as a gas.",
            "These bioreactors don’t remove phosphorus well, Zheng points out. But a type of charcoal can, once it’s first treated with materials like lime sludge or gypsum. Then this char works like activated charcoal, he notes. Phosphorus contaminants now glom onto the char’s surface and stay there.",
            "The new idea, explains Hongxu Zhou, was to combine the two treatments — wood chips and then the char — one after the other. Zhou is a water management engineer, also at the University of Illinois Urbana-Champaign. On average, this two-step process took out 77 percent of nitrogen from the nitrates. It also removed 99 percent of the phosphorus compounds that fertilize algal blooms.",
            "*a_wheelbarrow_full_of_dark_black_biochar,_almost_resembling_mulch",
            "fCBiochar is often added to soil to improve boost plant growth. Researchers in Illinois used a special type that was pretreated with lime (or calcium oxide) as an added step in cleaning wastewater. ",
            "The team also wondered if the new system might help deal with the drugs in wastewater. To find out, they tested it with four common medicines. Ibuprofen and naproxen are common over-the-counter pain relievers. A third drug helps control blood sugar. The fourth can treat low levels of a female sex hormone.",
            "On average, the system removed more than two-thirds of both pain relievers and more than 90 percent of the blood-sugar medicine. It worked even better against the estrogen-treatment drug, removing 97 percent!",
            "But those tests were in the lab. Now Zheng’s team wants to test the process on real wastewater samples. They also want to scale up their system so it can handle high volumes of water.",
            "Mou at Kent State University likes that the two-step process can reduce levels of medicines as well as bloom-fertilizing nutrients. And the good news, she notes: the char acts like activated charcoal. That’s something many treatment plants already use for water cleanup.",
            "The levels of drugs used in the tests were high compared to what Mou’s group has found in drinking-water sources. So she wonders how well the new method might work when levels are very low. Still, she can imagine that this new process might be particularly useful where levels of medicinal pollution might be high. Near hospitals is one example, or downstream of factories that make medicines. "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/noahs-ark-seed-bank-on-moon",
        "title": "\n\tScientists want to create a sort of Noah’s Ark on the moon",
        "content": [
            "*A_photo_of_Earth_taken_by_a_NASA_spacecraft_in_orbit_around_the_moon",
            "A NASA spacecraft orbiting the moon captured this image of Earth. As threats from climate change and human activities mount on our planet, scientists are proposing to build a bank holding genetic material that could preserve samples of some of Earth’s most valued species.",
            "As more and more species near extinction, scientists have been collecting samples of plants, animals and other organisms. They’ve been storing these cells, seeds and other materials in protected facilities across the globe. But climate change, environmental disasters and wars can threaten these modern Noah’s Arks. Now, some researchers have proposed an out-of-this-world solution: Build one of these arks on the moon.",
            "They’d build it in a permanently shadowed site at the moon’s south pole. Temperatures there should remain a very frigid –196° Celsius (-320.8° Fahrenheit). That’s the minimum needed to safely store most animal cells long-term, Mary Hagedorn and her team noted July 31 in BioScience.",
            "And that, they argue, should make such this gene bank far more stable than any of those on Earth.",
            "“When it comes to saving our biodiversity and life on Earth,” says Hagedorn, “it’s very good to have as many plans as possible.” A marine biologist, she works at the Smithsonian National Zoo and Conservation Biology Institute in Washington, D.C.",
            "Hagedorn’s team was inspired by the global seed vault in Svalbard, Norway. Think of it as a frozen Noah’s Ark, way above the Arctic Circle. Several other seed and tissue banks around the world, too, store prized samples of organisms that are of interest to crop and livestock farmers.",
            "Scientists collected the seeds banked at Svalbard from around the world. This facility takes advantage of the site’s freezing temps to protect its millions of stored seeds. If needed, they can be defrosted and reproduced. Later, daughter seeds can be sown at sites where these plants may no longer exist.But in 2017, scientists learned this ark was at risk.",
            "Melting permafrost flooded the vault. That put its precious seeds at risk of defrosting and going bad. Events like this one, researchers say, point to the need for another backup plan.",
            "*Water_trickles_down_a_hillside_among_moss_next_to_the_entrance_to_the_Svalbard_Global_Seed_Vault_dur",
            "fCA heat wave hit the Svalbard region of Norway in summer 2020. High temps and melting permafrost may threaten seeds and samples stored in the Svalbard Global Seed Vault, the entrance of which is pictured here. ",
            "Indeed, two years ago, Álvaro Díaz-Flores and some coworkers at the University of Arizona proposed their own idea for a lunar ark. Theirs would “shelter seeds, sperms, eggs, and DNA of endangered animal and plant species of Earth.”",
            "They’d stash collected cells or tissues in caves below the moon’s surface. Called lava tubes, the caves likely formed when underground rivers of molten rock ran dry. A solar-powered system would keep things cold. But if it ever lost power, the stored samples likely would go bad.",
            "In the moon’s forever-frozen shadowed regions, a lunar vault would need no energy or constant human maintenance, Hagedorn’s team notes. And given the south pole’s low temperatures, she says, a vault there could store fibroblasts — “one of the most powerful cells that we have today.”",
            "Scientists can transform these animal cells into stem cells. “Then those stem cells can be used for cloning,” Hagedorn says. Fibroblasts could be valuable for rebuilding populations of threatened or extinct species. Or they might help recreate ecosystems in future human colonies on the moon or Mars.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The new proposal would have its share of hurdles. These include what to do about radiation and the long-term effects of microgravity on stored samples. Hagedorn’s team is designing radiation-proof containers for samples brought up from Earth. The next step would be to test prototypes on a future moon mission.",
            "“The authors do a good job laying out many of the challenges,” says Benjamin Greenhagen. He’s a lunar scientist at the Johns Hopkins Applied Physics Laboratory. It’s in Laurel, Md. But he notes that the moon’s permanently dark regions aren’t immune to broad swings in temperature as more or less reflected sunlight can shine into the shadows. Such sites “are still cold,” he says. Still, he worries, they might not always be cold enough for this project “without some level of … management.”",
            "iFhttps://www.youtube.com/embed/-TcyHQxol8k?feature=oembed",
            "In this audio podcast, Mary Hagedorn describes her team’s new proposal in greater depth with her host from the American Institute of Biological Sciences.",
            "By far, the biggest challenge will be getting everyone in the scientific community to largely agree, Hagedorn says. Then nations would need to work together on the plan.",
            "Greenhagen also notes there “are communities on Earth to whom the moon is sacred.” Those who want to build a lunar ark should actively “engage these communities” if they hope to ever bank biological samples on the moon.",
            "Hagedorn’s group argues that the first samples targeted for lunar storage should include endangered species, pollinators, ecology-building species and species that have the potential to help humans during space exploration. But planning for this project is still in its early stages. As such, she notes, “nothing’s set in stone at this point.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/fiji-iguanas-rafted-across-pacific",
        "title": "\n\tSome iguanas may have rafted across the Pacific 30 million years ago",
        "content": [
            "*A_Fijian_crested_iguana_Brachylophus_vitiensis_sits_on_a_palm_tree,_with_the_ocean_in_the_background",
            "Fiji hosts four species of iguana, including the Fijian crested (Brachylophus vitiensis), shown here. Ancestors of the island’s iguanas may have arrived by floating across the Pacific Ocean on plants more than 30 million years ago.",
            "Scaly sailors appear to have made a record-setting ocean voyage. Tens of millions of years ago, iguanas in North America crossed the Pacific Ocean. Clinging to plants washed out the sea, they traveled one-fifth of the way around the world. This epic sea voyage ended in islands of the South Pacific. There they settled. This extraordinary trip appears to be the longest move ever made by land vertebrates.",
            "“It’s just a truly incredible example of long-distance dispersal,” says Ethan Gyllenhaal. He did not take part in the new research. An evolutionary biologist, he studies how animals evolve. He works at Texas Tech University in Lubbock.        ",
            "Ancient iguanas might have ridden floating vegetation one-fifth of the way around the world. #iguanas #lizards #animals #science",
            "All members of the iguana family live in the Americas — with one big exception. Four iguana species dwell on the Pacific island nation of Fiji. These reptiles belong to the genus Brachylophus. Their closest relatives live in North America. So how they got to Fiji was a mystery.",
            "There had been two main hypotheses for how they got there, says Simon Scarpetta. He’s an evolutionary biologist in California at the University of San Francisco. One idea: They might have drifted over from the Americas on plants. The other option: Their ancestors — now extinct — might have migrated a shorter distance — from Asia or Australia.",
            "Scarpetta’s team looked for clues in the animals’ family tree. For this, they studied the genomes, or genetic instructions, of 200 species of iguanas and related lizards. Fijian iguanas are most closely related to desert iguanas (a Dipsosaurus species), they found. Those live in Mexico and the American Southwest.",
            "The scientists paired these results with where iguana fossils had shown up in the past. That pointed to Fiji’s ancestors as having rafted across the ocean from the West Coast of North America.",
            "The team thinks the lizards set sail between 31 million and 34 million years ago. This split the iguana family tree. Brachylophus and Dipsosaurus evolved separately.",
            "The team shared its new findings March 17 in the Proceedings of the National Academy of Sciences.",
            "That epic Pacific move would have spanned more than 8,000 kilometers (5,000 miles). That’s the longest travel known among landlubber vertebrates. The closest competitors appear to be different lizards. Some other animals, including trapdoor spiders, also have made long voyages.",
            "Rayna Bell is an evolutionary biologist who did not take part in the study. She works at the California Academy of Sciences in San Francisco. It’s hard to figure out the exact distance the seafaring lizards traveled, she says. Other islands that might have served as stepping stones could have disappeared over time.",
            "The farther we look back in time, the less evidence that’s available, she says. “The planet has changed so much.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Iguanas may be especially well-suited for long trips at sea. Plant-munching iguanas could eat part of their raft along the way. Or — like some species do today — they might become sluggish and fast for part of the trip. They also may resist heat and dehydration. Most iguanas alive today live on islands. Some in recent decades have been observed colonizing new islands via rafts of plants.",
            "If you had to pick vertebrates that could survive rafting across an entire open ocean, Scarpetta says, “iguanas are a great choice.”",
            "Surviving a long float across the oceans is a super rare, unlikely event, Gyllenhaal says. But, he adds, the new findings show how a chance event can play out over millions of years. Big things in evolution can happen during these long lengths of time. “You’ve got a lot of opportunity for these very small-probability things to occur.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-exoskeleton-definition-pronunciation",
        "title": "\n\tScientists Say: Exoskeleton",
        "content": [
            "*_Scientists_Say_Exoskeleton0",
            "A discarded cicada exoskeleton still clings to a tree trunk, long after the insect inside has molted and gone.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2088832440&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "An exoskeleton is an armor-like covering that protects many small invertebrates. Such animals include insects, spiders and crustaceans.",
            "The prefix exo- means outside. So an exoskeleton is basically a skeleton worn on the outside of a body. This is in contrast to the skeletons that some animals — such as humans — have inside their bodies.",
            "Like our internal skeletons, other creatures’ outer skeletons have joints. They also attach to animals’ ligaments and tendons. That allows them to move.",
            "The exoskeletons of most insects are made up of a polymer called chitin. Some crustaceans harden their chitinous exoskeletons with minerals. Calcium salts strengthen exoskeletons of lobsters and crabs. That’s why we must use tools to crack open hard crab shells. The shells of clams and snails are almost all calcium salts and minerals.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Exoskeletons provide lots of protection. They also help animals retain water. The exoskeleton creates a barrier between the animal’s insides and its surroundings. This reduces evaporation.",
            "But these benefits come with tradeoffs. One downside is extra weight. Outer armor is typically heavier than the bones that would be needed to support the same animal. And the stronger an exoskeleton is, the heavier it will be.",
            "Also, exoskeletons generally do not grow with an animal. Animals must shed their outgrown armor before they can grow a better-fitting set. This process is called molting, and it can be dangerous. During this time, an animal may be very vulnerable to predators. And sometimes, an animal cannot shed its old skeleton properly. This can be deadly. After molting, the animal’s new exoskeleton usually takes time to harden.",
            "Still, the perks of nature’s armor have inspired scientists to mimic it in new technology. For example, exoskeleton suits might help astronauts walk on the moon.",
            "Scientists developed a robotic exoskeleton glove that enabled piano players to play faster.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-neuroplasticity-definition-pronunciation",
        "title": "\n\tScientists Say: Neuroplasticity",
        "content": [
            "*3d_rendered_image_of_Neuron_cell_network_on_black_background_Interconnected_neurons_cells_with_elect",
            "Throughout our lives, neurons form and unform their many connections thanks to the brain's neuroplasticity.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2064628292&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Neuroplasticity describes the brain’s ability to change.",
            "Our brains change throughout our lives. Much of this change involves neurons building new connections, or synapses, or trimming back unused ones. In fact, at this very moment, neurons in your brain are exchanging messages along connections that formed as you learned how to read.",
            "Inside your brain, neurons connect in pathways called networks. Through these networks, we observe the world, process information and make decisions. If these networks never changed, neither would we. But they do change. Through this process of un-building and re-building, we learn, grow and recover from injury.",
            "Changes in the brain come more rapidly at some stages in life. Childhood is one example. As a kid, it’s often easier to pick up new skills, such as learning a language or how to ride a bike. That’s because in childhood, the brain is developing and growing a lot. It’s rapidly making new connections between neurons in response to new experiences. In other words, the brain has high neuroplasticity in childhood.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The teen years are another time of rapid change in the brain. High neuroplasticity also means that some experiences affect rapidly-growing young brains more than older ones. That can include unhealthy experiences, such as drug use. Drugs like cannabis can profoundly affect the development of a young person’s brain.",
            "Scientists once thought that the brain stopped changing once you reach adulthood. But we now know that even after we grow up, our brains adapt. Some changes occur in response to experiences. This allows us to form new memories and learn new information. Some changes occur from aging. For example, the brain’s hippocampus — which plays a role in memory — begins to shrink. This gradual process begins in early adulthood.",
            "Sometimes, the brain changes in response to injury. After injury, the brain attempts to make repairs. First, the brain tries re-routing information around the damaged part. The brain tries using existing neuron connections to carry out the job that used to be done by the damaged part. But after a few days, the brain starts making new connections. This stage can go on for weeks, months or longer.",
            "Some factors increase the brain’s neuroplasticity. Studies show music can help the brain learn better. A healthy diet and exercise also boost brain health.",
            "Neuroplasticity allows the brain to form new memories in the hippocampus, which appears to rely on relatively sparse but strong neural connections.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-lepton-definition-pronunciation",
        "title": "\n\tScientists Say: Lepton",
        "content": [
            "*The_inside_of_the_not-fully-constructed_ATLAS_detector_has_large_metallic_arrays_of_panels_ATLAS_con",
            "The ATLAS detector is part of the Large Hadron Collider, located at a physics lab on the border of Switzerland and France. The detector searches for leptons and other elementary particles.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2092869249&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A lepton is a type of elementary particle.",
            "An elementary particle is one that scientists believe is not made of anything smaller. Besides leptons, these include quarks and bosons.",
            "Leptons come in six types, or flavors. (Yes, that’s really what physicists call them.) The best-known of these is the electron. Two others are muons and tauons. The remaining three are flavors of neutrinos: electron neutrinos, muon neutrinos and tau neutrinos. You can think of them as neutrino versions of the first three lepton types.",
            "Two things set leptons apart from other elementary particles.",
            "The first involves a force scientists call the strong force. The strong force causes particles to glom together, forming larger clumps. It’s what holds protons and neutrons together in an atom’s nucleus. It’s also what holds quarks together to make up protons and neutrons. ",
            "Leptons don’t undergo strong force. For that reason, leptons don’t have the same groupwide tendency to bunch together like quarks do. If leptons form larger particles, some other force must hold things together.",
            "The second thing all leptons share involves something called spin. Spin is a quantum feature of subatomic particles. All leptons share the same spin pattern. That pattern is called a half-integer spin. Quarks have half-integer spins, too. Bosons — another type of elementary particle — have integer spins. Particles with different spins interact with matter and magnetic fields in different ways.",
            "Outside these two common traits, lepton flavors vary a lot. Some are much heavier than others. For example, a single tau weighs more than 3,000 electrons. Some leptons carry an electrical charge, and some do not. Charged leptons include electrons, tauons and muons. The three neutrinos have no electrical charge. Being neutral allows them to zip through most matter. That includes our bodies and the Earth itself.",
            "Scientists hope forests can help them detect elusive, high-energy leptons called neutrinos.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/color-sun-light-green-yellow",
        "title": "\n\tMuch of the sun’s light is green. Why does it look yellow?",
        "content": [
            "*an_animated_image_showing_sunlight_filtering_through_a_lush_green_canopy_of_leaves",
            "Sunbeams filtered through this forest cover appear yellowish. In fact, our star emits the most visible light in green wavelengths. Learn why our eyes don’t see it that way. ",
            "*a_photo_of_the_sun_from_space",
            "fCYou’ve likely seen NASA images of the sun that look like this. And if you peek at it in the sky, it can appear from white to red, depending on the time of day and cloud cover. Despite emitting a lot of green light, the sun never looks green to us.",
            "It’s a bright, beautiful day, with the lovely green sun shining overhead. Wait, you might say — green? We typically think of the sun as yellow or orange. Yet if we measured all the light our star emits, we’d find it shines most strongly in the green part of the spectrum. This has led some people to claim that the sun is really green.",
            "Confusion over the sun’s color may come from mixing up two things — an object’s apparent hue and the wavelength where its light is strongest. That last feature is known as the light’s peak intensity. These two aren’t always the same.",
            "Peak intensity is the specific point within the broad spectrum of light where the emitted hue is most intense. Color, though, is how our brain interprets the full mix of light wavelengths entering our eyes.",
            "The sun’s peak intensity is at a green wavelength. But green is just one of many colors of light the sun emits. Sunlight spans the whole light spectrum — from long-wavelength radio waves to short-wavelength X-rays. The part we can see makes up a small chunk in the middle. This is known as the visible spectrum. ",
            "Within the visible spectrum, the way we perceive light’s color relates to how our eyes work.",
            "Our eyes have three types of cone cells. S cones respond most strongly to blues and other short wavelengths of light. M cones respond most to mid-wavelength light, such as green. Those that respond mostly to reddish hues are the L cones. Our brain processes data coming from all three types of cones to perceive color.",
            "When there’s light coming from all the different colors of the rainbow, we perceive that as white light. And if our eyes could see the whole mix of the sun’s visible wavelengths, it would tend to appear white. So why does the sun generally seem yellow?",
            "That’s “the effect of the Earth’s atmosphere,” explains Kate Dellenbusch. She’s an astronomer at Bowling Green State University in Ohio.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "When sunlight hits gas molecules in our atmosphere, they scatter the shorter wavelengths of light. This includes blue and violet ones. Light with longer wavelengths — such as red, yellow and orange — will pass through the atmosphere to reach our eyes. This is why the sky looks blue and the sun looks mostly orange, yellow or red. (The exact hue depends on atmospheric conditions, including cloud cover.)",
            "*a_diagram_showing_how_sunlight_is_deflected_by_particles_in_the_atmosphere",
            "fCDorling Kindersley: Mohd Zishan / Dorling Kindersley/Getty Images Plus",
            "Sunlight gets deflected by particles in the atmosphere (shown as a blue band above Earth’s surface) through what’s known as Rayleigh scattering. The effect depends on the light’s wavelength. Shorter blue and green wavelengths scatter much more than longer yellow and red hues. This affects what color the sun appears to us.",
            "If we could observe the sun without Earth’s atmosphere, then would it look green?",
            "Still no, says Terry Kucera. She’s a solar physicist — a scientist who studies the sun — at NASA Goddard Space Flight Center in Greenbelt, Md. Our brain doesn’t pick out the sun’s peak intensity from its full spectrum. “Assuming we can take a filter to look at the sun,” she says, “it will look white to us.” This is also how astronauts see the sun from space, outside of Earth’s atmosphere.",
            "Even though our sun produces a significant amount of green light, we’ll never see it that way. We’ll still see a golden, glowing orb.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/plastic-ice-liquid-solid-water",
        "title": "\n\tThis weird ice may exist on alien planets",
        "content": [
            "*Water_molecules_against_a_black_background",
            "Scientists have finally observed plastic ice (illustrated), a phase between solid ice and liquid water. Plastic ice may form in the interiors of icy worlds, such as Neptune or Jupiter’s moon Europa.",
            "A strange type of ice has just been observed.",
            "It forms at high temperatures and pressures. It possesses traits of both solid ice and liquid water. And researchers have now directly observed it for the first time. They described their findings February 12 in Nature. What they observed may also help scientists better understand worlds beyond Earth.",
            "Plastic ice is “something intermediate between a liquid and a crystal,” explains Livia Bove. She’s a physicist at CNRS in Paris. “You can imagine that it is softer when you squeeze it.” It’s called plastic ice because it is more easily molded or deformed than typical crystalline ice. Scientists refer to this Play-Doh-like trait as plasticity.",
            "Explains Bove, it’s “like something that can [squeeze] through a hole and come out, even if it’s still solid.”",
            "The molecules that make up ordinary ice sit in a hexagonal, honeycomb-like shape. Ice cubes, glaciers and snow contain this type of ice. It’s formally known as ice Ih.",
            "In addition to Ih, there are at least 20 other known ice phases. They form under different conditions of pressure and temperature.",
            "At pressures above about 20,000 kilograms per square centimeter (285,466 pounds per square inch), ice smooshes into what’s known as ice VII. It’s densely packed molecules are ordered like the cubies in a Rubik’s Cube. Ice VII has been found trapped in diamonds from Earth’s mantle. It’s also thought to occur inside other planets. ",
            "Some ice phases exist only in theory. They’ve never been seen.",
            "More than 15 years ago, computer models predicted what would happen if ice VII were heated and put under extreme pressure. As in a liquid, its individual water molecules should start to rotate freely. Yet those molecules also should stay in one place — as in a solid.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Since this simulated phase shared the same cubic crystal structure as ice VII, it became known as plastic ice VII. But scientists didn’t know whether it truly existed. Running tests at such high pressures wasn’t possible, back then.",
            "For the new study, Bove was part of a team that used a relatively new tool. It can measure the motions of molecules under extreme pressures. It does this by shooting them with tiny particles called neutrons.",
            "Those neutrons interact with molecules in their samples. Depending on the molecules’ motion, the neutrons gain or lose energy — then scatter away toward a detector. Measuring the scattered neutrons’ energies allowed Bove’s team to figure out how the ice molecules moved. From this, they could identify the ice phase that had formed.",
            "Above 177° Celsius (350° Fahrenheit) and at a pressure about 28 times that of the deepest point in Earth’s oceans, Bove’s team observed plastic ice VII. As expected, its structure formed a cubic-crystal lattice. And its molecules rotated about as fast as those in liquid water.",
            "*Animations_show_water_molecules_moving_around_in_the_liquid_state,_vibrating_in_place_in_the_solid_s",
            "fCIn liquid water, individual molecules can freely move about and rotate, while in solid ice they can only vibrate in place. In plastic ice, water molecules are held in place but still are able to rotate.",
            "However, one detail differed from what had been predicted. Rather than revolve freely, plastic ice VII’s molecules appeared to swivel in jerky motions. As they revolved, they broke hydrogen bonds that had held them to a neighbor. Then they quickly turn and bond with another, Bove explains. These jumpy rotations may make plastic ice more elastic than if its molecules rotated freely. It also may conduct heat better.",
            "Plastic ice VII may have existed early in the formation of not only Jupiter’s moon Europa, but also other icy moons in our solar system, such as Saturn’s Titan, says Baptiste Journaux. He’s a planetary scientist at the University of Washington in Seattle. Plastic ice VII could have formed then because water hadn’t escaped yet from those moons’ high-pressure interiors, he explains.",
            "The new observations could help researchers piece together the story of how these moons changed over time, he says.",
            "And beyond our solar system, the strange ice may be found on the bottom of super deep oceans on exoplanets. Scientists think plastic ice may cover the seafloors of their oceans.",
            "It would be interesting to find out whether seafloor nutrients could move through plastic ice and into the oceans above, Journaux says. “That would actually feed the ocean with more nutrients.” And those nutrients could make the oceans more habitable, he says.",
            "A strange type of ice thought to dwell deep in the oceans of alien planets has finally been proven to exist.   Space AlienPlanet AlienIce Astrobiology SpaceResearch ScienceNews"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/adhd-symptoms-teen-vaping-smoking-risk",
        "title": "\n\tADHD symptoms may boost teens’ risk of vaping or smoking",
        "content": [
            "*one_teen_boy_hands_a_vape_pen_to_another_teen_boy",
            "All tobacco products contain nicotine, which is addictive and has harmful health effects. Teens who use electronic cigarettes, shown here, often get higher doses of nicotine than smokers get from cigarettes.",
            "An estimated one in every 10 U.S. kids has ADHD. That’s short for attention-deficit/hyperactivity disorder. Those with multiple ADHD symptoms are more likely than others to vape, smoke or use other tobacco products, a new study finds.",
            "ADHD can make it hard to pay attention or control one’s emotions. Affected people might be restless, forgetful or careless. If they’re also impulsive, they may speak or act before thinking.",
            "Scientists had known that people with this condition are more likely than others to use tobacco, says Sean Esteban McCabe. He’s the new study’s lead author. An epidemiologist, or disease detective, he works at the University of Michigan in Ann Arbor. There, his work focuses on tobacco and other addictive substances.",
            "*Young_woman_using_electronic_cigarette_on_black_background,_closeup",
            "fCAbout 500,000 fewer middle and high school students reported current use of tobacco products in 2024 than in 2023, a major U.S. survey finds. But for kids who do start, quitting can be particularly difficult.",
            "Nicotine releases chemicals in the brain that may, for a short time, make it easier to focus, he notes. So people with ADHD might use tobacco to self-medicate, he worries.",
            "Vaping, smoking and packing a nicotine pouch were the most common types of tobacco-use behaviors among high-school students last year. But all tobacco products pose big health risks for teens and tweens.",
            "Teens with multiple ADHD symptoms faced a heightened risk of tobacco use, McCabe’s group found. That was true whether the teens had been diagnosed with ADHD or not.  ",
            "But just having ADHD doesn’t mean someone will use tobacco, the study team found. Teens diagnosed with ADHD but with no current symptoms had about the same low risk for using tobacco as kids with no diagnosis and no ADHD symptoms. That’s why, McCabe says, “these findings are a really big deal.”",
            "Various studies have linked the nicotine in tobacco to anxiety and depression. It’s also been linked to heart and lung problems and impaired immunity. Some chemicals in tobacco can lead to cancer. And even experimenting with such products is dangerous because their nicotine is addictive. That means users can find it very hard to stop.",
            "For the new study, McCabe’s team analyzed data from the Population Assessment of Tobacco and Health, or PATH Study. Some 13,000 U.S. students, aged 12 to 17, took part. They were chosen to be representative of all U.S. kids their age.",
            "Starting in 2013, surveys asked if these kids had ever used tobacco products. They also asked if kids ever had an ADHD diagnosis. If they had, did they take medicine for it? (Common treatments include medicines, talk therapy or both.)",
            "Over the next nine years, follow-up surveys asked about tobacco use and any ADHD symptoms.",
            "The more symptoms a kid reported, the more likely they were to use tobacco, the data show. For example, teens with three or four ADHD symptoms, despite taking medicine for it, had a 60 percent greater risk of vaping than did teens with no diagnosis or ADHD symptoms.",
            "The team shared this newfound link between tobacco and ADHD symptoms on February 11 in JAMA Network Open.",
            "Says McCabe, “This study suggests that if their symptoms of ADHD are controlled through therapy … or if the symptoms naturally dissipate, [kids] remain at lower risk for tobacco and nicotine and associated adverse outcomes.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Indeed, he notes, “As the father of someone with ADHD, I know how frustrating it can be to try so many different medications and various other treatments.” But finding the right combo, he says, “makes all the difference in the world. I want to encourage teens and parents to keep trying [to find what works].” In the end, he feels, “the price for not trying, or giving up, is too great.”",
            "For McCabe, the takeaway is: Don’t ignore ADHD symptoms.",
            "His team is now exploring if people with ADHD are more likely to become addicted to nicotine.",
            "The new study suggests kids and teens “should be assessed throughout their youth for the symptoms of ADHD,” says Shahrdad Lotfipour. He works at the University of California, Irvine. He did not take part in the new research. He does, however, study ways the brain and nervous system affect drug use. And nicotine is a drug. “Please do not self-medicate with nicotine/tobacco products,” he pleads.",
            "All forms of tobacco are addictive. In fact, the ways some teens have been abusing e-cigarettes and nicotine pouches often puts more nicotine in their system than smoking would. Bonnie Halpern-Felsher explained this in a January 22 online briefing. She’s a psychologist at Stanford University in California.",
            "Try to be aware if you have symptoms of ADHD, Shivani Gaiha advises kids. Check with a doctor, if you need to. Gaiha is an adolescent-health scientist in Massachusetts. She works at Boston Children’s Hospital and Harvard Medical School. And if you think a friend might have ADHD, she says, urge them to get help.",
            "*In_this_photo_illustration,_ZYN_nicotine_cases_and_pouches_are_seen_on_a_table_on_January_29,_2024_i",
            "fCWhen placed against the gums, pouches (like those seen here) deliver substantial doses of harmful nicotine. Some teens use multiple pouches at once, which dramatically ups their nicotine dose.",
            "Anti-tobacco campaigns can make it less tempting to vape or smoke.",
            "A November 2024 study by Gaiha, Halpern-Felsher and others, for instance, found middle- and high-school students considered nicotine more addictive after taking part in a five-session prevention program. Also, fewer kids who went through this program planned to vape afterward. And a March 14 study by other researchers found young people were less likely to take up e-cigarettes after exposure to an anti-vaping ad campaign.",
            "Today, some 8 percent of U.S. middle- and high-school students use tobacco. That’s a little more than one in every 12 kids.",
            "“Tobacco remains the leading cause of preventable death,” McCabe says. So preventing tobacco use “is a powerful game changer for anyone — including those with ADHD.”"
        ]
    }
]