[
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-venom",
        "title": "\n\tLet’s learn about venom",
        "content": [
            "*a_closeup_of_a_snake's_mouth_shows_a_drop_of_venom_dangling_from_its_fang",
            "About 600 snake species are venomous. Pictured here is a venomous prairie rattlesnake. But snakes are the only animals with potent potential. From sea urchins to platypuses, lots of animals produce venom.",
            "Venom packs a vicious and often deadly punch. A potent, venom-laced bite can unleash a rapid storm of gory symptoms. They include paralysis, rotten flesh and even organ failure. Snakes may be the most famous venomous creatures. Snakebites cause an average of 100,000 deaths worldwide each year. But throughout the animal kingdom, critters on land and sea can produce this toxic tool.",
            "Venom is a toxic secretion that some animals release with a bite, poke or sting. That delivery method is the key difference between venom and poison. Venomous animals inject their toxins with a puncture wound. They might use teeth, fangs, spikes, spurs or stingers. Poisonous animals, on the other hand, are usually harmful only when eaten or touched.",
            "Venomous species include snakes, fishes, spiders, lizards and insects. Marine invertebrates, such as corals or sea urchins, also produce venom. Even some mammals are venomous. Male platypuses have venom-injecting spurs on their feet that they use to stab their prey.",
            "Most venom is a mix of toxic enzymes and proteins. The mixture varies from species to species, as do the effects. Venom that has neurotoxins, for instance, might paralyze prey or make it twitch and shake violently. Hemotoxins damage blood vessels, causing blood clots or internal bleeding. Some venom sparks aggressive allergic reactions. Prey might break out in blisters or experience severe inflammation. ",
            "Symptoms set in and worsen quickly. Within hours, venom can cause complete paralysis, loss of limbs or extremely painful death. Antivenom can be used to reverse such damage. This type of medicine contains antibodies that bind to toxins. This triggers an immune system response that can destroy the harmful substance.",
            "Antivenom has historically been created by injecting small doses of a venom into an animal like a horse or sheep. The animal’s immune system creates antibodies in response. Later, blood or plasma samples are taken from the animal to extract the venom-fighting antibodies.",
            "But now researchers are also developing antivenom in labs. One team used artificial intelligence to design toxin-targeting proteins that act like antibodies. In mice, the AI-designed proteins saved lives.  ",
            "It’s important to know how to identify the venomous critters near the places you live or visit. Staying on trails and giving animals lots of space is a good way to stay safe. Most animals use venom to hunt or defend themselves. Remember, if you leave it alone, it will probably leave you alone too.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Multiple-snake antivenom comes from blood of man bitten 202 times Antibodies in his blood neutralize lethal toxins from 13 types of snakes — in mice, anyway. (7/29/2025) Readability: 7.3",
            "AI-designed proteins target toxins in deadly snake venom In lab tests, those proteins were able to save mice from a lethal dose of snake toxin. (3/24/2025) Readability: 6.5",
            "Cool Jobs: Finding new uses for nature’s poisons Scientists use deadly compounds to fight germs and pests. (10/9/2015) Readability: 7.6",
            "iFhttps://www.youtube.com/embed/ZxXMTpJKdsM?feature=oembed",
            "At the Liverpool School of Tropical Medicine, experts look after 200 species of deadly snakes. They put their lives on the line for antivenom research. To create antivenom, snake fangs are “milked” to collect a sample of their venom. It’s harmless when done correctly, but venom extraction is not for the faint of heart. A zoologist with BBC Earth followed the team for a day to see what the work is all about.",
            "Scientists Say: Enzyme",
            "Scientists Say: Protein",
            "Scientists Say: Toxin",
            "Scientists Say: Venomous",
            "Explainer: What are proteins?",
            "Explainer: What are antibodies?",
            "Here’s a spider whose barf is worse than its bite",
            "Can’t touch this: Unusual venomous creatures",
            "Watch how a western banded gecko takes down a scorpion",
            "Spiders’ weird meals show how topsy-turvy Amazon food webs can be",
            "Word find",
            "Curious how animals like snakes and spiders make venom? This podcast featuring a venom expert has the scoop on how to stay safe around these critters.",
            "Still not sure what makes something venomous versus poisonous? Find out more about specific species that pack potent punch in this video from The Brain Scoop at the Field Museum in Chicago."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/fossil-teeth-calcium-dinos-fussy-eaters",
        "title": "\n\tFossil teeth reveal some dinos were fussy eaters",
        "content": [
            "*An_illustration_of_dinosaurs_An_Allosaurus_at_left_with_mouth_open_to_expose_its_teeth,_a_long-necke",
            "Researchers analyzed the tooth enamel from animals that roamed the U.S. West some 150 million years ago. These included (from left) Allosaurus, Apatosaurus, a herd of Diplodocus and two Camptosaurus. The new study suggests that to coexist the species all ate different parts of plants or animals.",
            "Some dinosaurs were picky eaters. Certain plant-munching dinosaurs preferred specific parts of plants, new data show.  ",
            "Researchers have long thought that what these herbivorous dinos ate was based on their height. But a new study challenges that. Chemical clues in 150-million-year-old teeth suggest they instead selected food based on its nutrients and texture.",
            "“Herbivores had different diets,” says paleontologist Liam Norris. He works at the Texas Science & Natural History Museum in Austin. “If they are eating softer parts like leaves, versus eating twigs or maybe bark, that looks like it is more significant” than a species’ size.",
            "His team studied dinosaur tooth enamel. This is the hard outer material on teeth. The researchers focused on its calcium isotopes. (These are forms of an element that have different numbers of neutrons.) Certain isotopes correspond to what the dinos had eaten. A wider range of calcium-isotope levels points to a more varied diet. ",
            "Norris and his group figured out a plant eater’s favorite foods by comparing the dinos’ tooth-isotope levels to those of modern herbivores.",
            "The towering Camarasaurus lived in the Late Jurassic period. That was between some 164 million to 145 million years ago. Researchers had thought this long-necked dino mostly ate leaves from treetops. It certainly could have reached these somewhat soft bits. But it ate rougher stuff — woody plants and twigs, the study now concludes.",
            "Meanwhile, the smaller, beaked Camptosaurus preferred softer plant parts, such as leaves and buds. These and other herbivores might have been able to coexist because they ate different foods.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "“People have been looking at dinosaur teeth for many decades,” says dinosaur expert Paul Barrett. He didn’t take part in the new study but works at the Natural History Museum in London, England. “This is a nice, new method for looking at the same kind of problem,” he says. Calcium isotopes, he adds, could help where few data exist on a dino’s diet.",
            "Norris’ team also measured calcium-isotope levels in the teeth of two carnivores, or meat-eaters. The data suggest the crocodile-like Eutretauranosuchus ate mostly fish. The fierce Allosaurus, in contrast, dined mostly on the flesh of other dinosaurs. But Allosaurus didn’t munch much on bones, as Tyrannosaurus rex did. Both T. rex and Allosaurus are theropods that stood on two legs.",
            "Norris’ team shared its findings in the Oct. 1 Palaeogeography, Palaeoclimatology, Palaeoecology.",
            "Researchers had long looked at calcium isotopes in tooth enamel for hints at what some animal ate. But this is one of the first times the technique has been used on very old dinosaur teeth, says Michael Benton. A paleontologist, he works at the University of Bristol in England.",
            "“I think this is an innovative method,” he says of the new work. It’s difficult to do it well, he adds. But it confirms that chemical signs of diet stick around for a very long time.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-infrasound-definition-pronunciation",
        "title": "\n\tScientists Say: Infrasound",
        "content": [
            "*a_humpback_whale_swims_underwater",
            "Whales sing across kilometers (miles) of ocean using infrasound — deep resonant tones too low-pitched for the human ear.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/soundcloud%253Atracks%253A2186394113&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Infrasound refers to sound pitched too low for a human to hear.",
            "“Infra” means below. So think of infrasound as sound so deep it’s below human detection. (Sound too high-pitched for humans to hear is called ultrasound.)",
            "Sound is energy that moves as waves through air, water or another substance. Your ears detect sound waves as variations in air pressure. If you touch a speaker playing music, you feel these vibrations.",
            "The length of a sound’s wave — or wavelength — determines its frequency. Shorter wavelengths come with higher frequencies. You hear high-frequency sounds as those with high pitches. Think of a singing bird, a mouse’s squeak or a whistle. Longer wavelengths come with lower frequencies. Low-frequency sounds have lower pitches. A lion’s roar, a rumble of thunder or the bass line in a song are all low pitches.",
            "Frequency can be measured in kilohertz (kHz). This unit refers to the number of vibrations that pass a point each second. Anything below 20 kHz is too low for human ears to hear. So any sound below 20 kHz is considered infrasound.",
            "Scientists use infrasound sensors to listen for these super low-frequency sounds. Changes in deep resonant rumblings can alert scientists to impending geological events. Underground movements can create infrasound rumbles in the atmosphere. And such sounds can provide early warnings of earthquakes or volcanic eruptions.",
            "Humans may not be able hear these ultra-deep tones, but some animals can. For example, whales “sing” in infrasound. The long sound waves of their voices can travel many kilometers (miles) through ocean water. On land, elephants use these deep calls to communicate over long distances to their herds.",
            "Scientists predicted the 2018 eruption of Hawaii’s Kilauea from changes in infrasound rumblings.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/classroom-exercise-workouts-boost-brain",
        "title": "\n\tShort exercise workouts can boost classroom performance",
        "content": [
            "*a_group_of_middle_school_kids_doing_jumping_jacks_in_a_gym_as_directed_by_their_teacher",
            "Studying for a test or about to plow into some heavy homework? You might benefit from a little exercise beforehand, a new study finds. A few minutes of some high-intensity workout (fitting in short breaks) could boost your brain’s ability to focus and perform well.",
            "Our bodies weren’t made to sit for hours in a classroom — or anywhere else. That may be why it’s so hard for many kids to stay focused on their lessons. Research has shown that movement breaks can help students focus better in school. And it doesn’t take much, new data show. Just a few minutes of activity improves brain function and boosts learning.",
            "The findings appear in the July Psychology of Sport & Exercise.",
            "“We always say that exercise gets the wiggles out,” says lead scientist Eric Drollette. It seems kids just need to move when they can’t focus on a task any longer.An exercise psychologist, Drollette works at the University of North Carolina at Greensboro. He knew exercise could boost memory and other types of learning. That made him wonder how little exercise was needed.",
            "Previous studies had tested the benefits of 20 to 30 minutes of moderate-intensity exercise. It might be riding a stationary bike or walking on a treadmill. But those regimes can’t be done in a classroom. And they’d take a lot of time away from lessons.",
            "Drollette wanted to develop a program that would take just a few minutes. It would also have to fit into a classroom setting, which often has limited space. Ideally, it would be something kids could do right at their desks.",
            "*three_students_in_a_classroom_jumping_at_their_desks",
            "fCStudy participants demonstrate activities that can fit into the space next to their desks in a classroom.",
            "What his team came up with was a nine-minute high-intensity interval program.",
            "High intensity refers to how quickly someone reaches a target heart rate. Such exercises really get our blood pumping.",
            "Interval refers to the insertion of breaks between bouts of exercise. Kids might exercise for 30 seconds, rest for the next half minute, then do another 30-second bout. High knees, star jumps, jumping jacks, hops, lunges, squats and kicks would all qualify.",
            "*a_girl_doing_jumping_exercises_and_wearing_an_EEG_cap",
            "fCOne study participant does jumping exercises while wearing a heart rate monitor and an EEG cap. Each dot on the cap is a sensor that picks up brain activity.",
            "Drollette and his team recruited 25 students 9 to 12 years old. Each visited his lab three times. There, the kids wore a heart rate monitor and an EEG cap. Sensors in that cap read electrical nerve signals. This records how the brain is responding to specific events.",
            "The kids did a nine-minute activity session on each visit. One time it focused on high-intensity interval exercises. Another time, the kids rode a stationary bike. Watching a short educational video was the third activity. The researchers compared brain responses triggered by each of these different activities.",
            "Shortly after each activity ended, participants completed a test. A computer screen displayed five fish in a line. The test asked kids to note which direction the center fish faced. Sometimes all five fish faced the same direction (left or right). Other times, the center one faced the opposite way than the other four, making it harder to give the right response.",
            "*a_girl_wearing_a_blue_EEG_cap_sits_in_front_of_a_monitor_with_five_gold_fish_on_the_screen,_she's_ho",
            "fCUniversity of North Carolina at Greensboro",
            "This participant uses a gaming controller to note whether the center fish is facing right or left. Half the time, the fish on either side of it face the same direction. Other times, they face the opposite way.",
            "*a_photo_showing_a_partition_between_the_girl_with_the_EEG_cap_and_the_researchers_",
            "fCUniversity of North Carolina at Greensboro",
            "Researchers track brain activity on a computer as the participant completes the fish test. The participant is separated from the researchers, so they don’t distract her from her task.",
            "Participants also completed tests of math, word recognition, silent reading and sounding out fake words like “snue” and “blirping.” This last test measured how well students might struggle to pronounce a real word they didn’t yet know.After high-intensity exercise, students showed a change in one brain response during the fish test. “We call it the uh-oh mechanism,” Drollette says. It happens any time you think, “uh-oh, I made a mistake.” It also has a more formal name: ERN (short for error-related negativity).",
            "The ERN response allows us to recognize a mistake so we can correct it in the future.",
            "High-intensity exercise reduced the size of that response. Kids still realized when they’d erred, but their brains didn’t have to work as hard to pick up on that. The change suggests the exercise had made their brains more efficient.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The other two activities didn’t show that benefit.Students also performed better after the high-intensity workout on tests that focused on language.",
            "For math, the students performed a bit less well after the high-intensity session than after less-intense exercise or watching the video. That could be due to fatigue, Drollette says. “Physical fatigue will fatigue cognitive abilities as well,” he says. Tasks that require higher-level thinking, such as math, tend to be the first ones affected. The nine-minute session seemed to be just right without overdoing it. ",
            "iFhttps://www.youtube.com/embed/GDgInyAn-C8?feature=oembed",
            "This video explains what an EEG is, what it measures and how it can decode electrical signals moving through the brain to give experts a bit of a window into which brain parts are not only active but working hard.",
            "“These findings are exciting,” says Lauren Raine. She’s an exercise scientist at Northeastern University in Boston, Mass., who did not take part in the study. “If we provide students with short, high-intensity exercise breaks,” she says, “we may actually see improved academic performance and better processing of mistakes.”",
            "Regular classroom exercise could also improve physical health, she adds.High-intensity exercise could have added benefits for teens, Drollette suspects. Why? It puts the brain in a mentally healthy state. An overactive ERN is related to anxiety and other mental health issues. High school is “where we see a lot more anxiety among kids,” he says. After finding a change in the ERN in younger kids, he now expects to see the same response in teens.“Being active can help with a lot of things that are going on in society,” he says. That includes both mental and physical health. So, he recommends, “Find opportunities to stand up and get moving.” ",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/heat-waves-trees-worsen-air-pollution",
        "title": "\n\tDuring heat waves, trees spew chemicals that worsen air pollution",
        "content": [
            "*a_wooded_trail_on_a_sunny_day",
            "This wooded state park in Texas might seem an unlikely place to find high levels of air pollution. But when it gets really hot, trees can release chemicals that brew up some nasty air pollutants, new data show. ",
            "WASHINGTON, D.C. — If you’re outside during a heat wave in Texas, the shade of oak trees can be tempting. But when it’s really hot, levels of lung-irritating ozone and other air pollutants can become worryingly high in these areas, new research shows.",
            "When stressed by heat, trees release chemicals. These can mix with molecules from car exhaust to make toxic air pollutants. And this can happen even where you can’t smell any car exhaust. Atmospheric chemists at Texas A&M University in College Station shared their new findings here, on August 18, at the American Chemical Society fall meeting.",
            "People expect to find air pollution in and around cities. There, vehicles cough pollutants out of their tailpipes. But at Texas A&M, “the air smells beautiful,” says Renyi Zhang. The campus is about 100 miles away from the closest big city. Here, he notes, the air is usually safe to breathe.",
            "But that may not be true during heat waves. Zhang’s team collected data on campus. During a month-long event in August 2024, daytime temps hit 32˚ to 41˚ Celsius (90˚ to 106˚ Fahrenheit). And it wasn’t just the heat that made these days uncomfortable. Pollution ramped up, too. Levels of lung-irritating ozone got especially high. It rose nearly to a level deemed hazardous to breathe.",
            "That was a surprise, the researchers now report.",
            "*a_composite_image,_on_the_left_is_a_map_showing_the_location_of_Texas_A&M_University_in_relation_to_",
            "fCTexas A&M University sits far from the large cities of Dallas, Austin, Houston and San Antonio. Air was sampled from a tower atop the meteorology building on campus.",
            "Previous studies had shown a link between heat and excess ozone. But much of that work had been done in big cities, with lots of pollution from traffic and smokestacks. Zhang wanted to see how heat might affect pollution in a more suburban setting, like College Station.",
            "Bianca Aridjis-Olivos, a graduate student in his lab, set up air-monitoring equipment atop the university’s meteorology building. It’s surrounded by grand oak trees. It seemed a good location. It’s high above passing cars and other expected pollution sources.",
            "The instruments she used are “like a super-sensitive nose,” she notes. By changing how they operate, she could alter “what scents the nose could detect.” Besides ozone, they could pick up nitrogen oxides from combustion (including gasoline-powered vehicles).",
            "They also could detect isoprene (EYE-so-preen). It’s a natural hydrocarbon released by trees, especially oaks. By itself, isoprene is not toxic. But in the presence of sunlight, it can mix with nitrogen oxides to cook up ozone (O3), which is toxic to our lungs.",
            "iFhttps://www.youtube.com/embed/kYcd5QK5o3E?feature=oembed",
            "Learn why isoprene — a chemical released by trees (and lots of other plants) — can make air pollution worse. It’s the second most widely emitted volatile organic chemical (after methane) in the world. The chemistry explained here underlies the data reported in the new study.",
            "Once all her equipment was ready, Aridjis-Olivos waited for the next heat wave.",
            "It hit in August 2024. From August 5 to September 3, she sampled different gases and particles from the air 24 hours a day.",
            "As the temps rose each day, so did levels of ozone, oxygenated volatile organic chemicals (some of which are toxic to human airways) and acid-rich nanoparticles. Ozone levels, in particular, climbed as the heat rose. Then they stayed high throughout the hottest part of the day. That in itself was no surprise. Trees ramp up isoprene release during heat waves. Plus, heat speeds up the chemical reactions that produce ozone.",
            "The surprise was just how high the ozone levels climbed. If you just looked at the levels of other pollutants, like the nitrogen oxides from cars, you might think the air was safe to breathe.",
            "And while a heat wave feels miserable, says Zhang, “exposure to both extreme heat and high ozone can be very dangerous.”",
            "This research shows how “climate change is making air pollution harder to control,” says Russ Dickerson. An atmospheric chemist, he works at the University of Maryland in College Park. Air pollution is a leading cause of death, he notes. The World Health Organization reports that today 99 percent of people worldwide are exposed to air unhealthy enough to pose a risk to our lungs.",
            "Clearly, trees play a role here. But chopping them down would be the wrong conclusion, he adds. “Trees are generally good. But when you mix them with car and truck exhaust, bad things happen.”",
            "“Studies like this can help us improve our air-quality forecasting models,” says Aara’L Yarber. An atmospheric scientist, she works at Howard University in Washington, D.C. With such computer models, she says, “We can better predict bad-air days during heat waves.” And that should help protect people’s health.",
            "Data from this study are not limited to modeling sites like College Station, Aridjis-Olivos says. Being “surrounded by vegetation, but also some industry and traffic,” this region is similar to what’s found many places, including in many developing nations.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "If you can’t avoid a heat wave, how can you protect yourself from air pollution that may come with it? Stay indoors when temperatures and ozone levels are highest, typically from noon to 4 p.m., says Zhang. Air-conditioned buildings (with windows closed) are best. Their cooling equipment contains filters that typically remove some pollutants.",
            "If outdoors, stay as far away from busy roadways (and traffic pollution) as possible. Remember to check your local air quality index when making plans, Yarber says. “Kids are especially sensitive to air pollution,” she notes, “because their lungs are still growing.”",
            "At home, Dickerson recommends getting a low-cost HEPA filter from a hardware store. For breathing “cleaner air — averaged over a day — put a HEPA filter in your bedroom,” he says. As an alternative, you can even duct-tape five furnace filters together. Then direct air through it with an electric fan. Remember to keep the windows closed.",
            "There are also ways to improve outdoor air quality. For instance, communities can work to limit becoming “heat islands.” Two obvious ways: Increase shaded area, and limit how much heat-absorbing concrete they have.",
            "Anything that reduces the levels of nitrogen oxides helps. They’re toxic by themselves. Plus they boost ozone to dangerous levels during heat waves. So walking, biking and taking a bus or train instead of driving can help limit traffic pollution. Switching from gasoline-powered to electric vehicles (EVs) also helps, because EVs don’t emit exhaust. Even better if the power to charge them comes from green sources, such as solar or wind.",
            "A long-term strategy for improving air quality, says Dickerson, is “combating climate change itself.” The hope, he says, is that this will mean “heat waves happen less often, are less severe and are shorter.” And one great way to address climate change? Planting trees.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-space-junk",
        "title": "\n\tScientists Say: Space junk",
        "content": [
            "*an_illustration_of_a_satellite_in_orbit_over_earth_with_debris_coming_off_of_it_and_floating_above_E",
            "Space junk comes from various sources. Debris from derelict satellites is one example. Such debris often forms from collisions between two objects in orbit.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/soundcloud%253Atracks%253A2181117319&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Space junk, also called space debris, refers to trash left in space by humans. This trash includes objects as large as abandoned satellites and as small as flecks of paint.",
            "Humans have been generating space junk for as long as we have been exploring space. This junk includes discarded rocket boosters, old satellites and fragments left over when objects collide. In 2009, for example, two satellites crashed nearly 800 kilometers (about 500 miles) above Siberia. The crash created thousands of new pieces of space junk.",
            "Items lost during space missions make up a small amount of space junk. In 1965, American astronaut Ed White lost a glove during a spacewalk. Other astronauts have lost cameras, tools and even a toothbrush.",
            "Space junk is a growing problem. That’s because it shares the same, well, space, as other objects that orbit Earth. One of those objects is the International Space Station. There’s also weather, communication and other satellites people on Earth rely on.",
            "Objects in orbit around Earth typically zoom at scorching speeds. Space junk can zip around at up to 8 kilometers (5 miles) per second — or 29,000 kilometers (18,000 miles) per hour. At such speeds, any collision — even with something tiny — could rip holes in a spacecraft or damage satellites.",
            "More than 36,500 pieces of space junk larger than 10 centimeters (about 4 inches) orbit Earth today. They’re joined by more than 300 million even smaller pieces. As more trash ends up in space, more collisions will likely occur. Those collisions will break the trash into smaller — but still dangerous — pieces.",
            "Some space junk eventually re-enters the atmosphere. But that can take a long time. Debris orbiting closer to the Earth may fall into the atmosphere after a few years. Objects farther out may take hundreds or thousands of years.",
            "On re-entry, smaller space junk typically burns up in the atmosphere. So, it rarely hits Earth. But large pieces sometimes do. Debris from Skylab — an abandoned space station — fell from orbit on July 11, 1979. Chunks of the station fell over Western Australia and the Indian Ocean. Australian officials fined NASA $400 for littering.",
            "In 2021, NASA instructed the seven astronauts on board the International Space Station to take cover as they approached a region littered with space junk.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/star-ice-hydrogen-origin-earth-water",
        "title": "\n\tAnalyze This: Ice around baby stars may hint at origins of Earth’s water",
        "content": [
            "*an_image_of_L1527,_a_baby_star,_surrounded_by_dust_and_gas_as_seen_with_the_James_Webb_Space_Telesco",
            "L1527 is a baby star surrounded by dust and gas. The young star’s glow lights up the area above and below it as seen in this snapshot from the James Webb Space Telescope. ",
            "Distant baby stars might be able to shed new light on the origins of Earth’s water.",
            "One clue to where water came from is how much of it is “semi-heavy.” In semi-heavy water molecules, one hydrogen is replaced with a hefty form of the element called deuterium. Deuterium contains a neutron in its nucleus along with a single proton. Instead of H2O, semi-heavy water is HDO.",
            "*hydrogen_isotopes_illustrated",
            "Water with a high ratio of HDO to H2O likely formed in a very cold place. Say, a frigid, star-forming cloud of gas, dust and ice. Earth’s oceans have a higher ratio of HDO to H2O than our sun does. That has led astronomers to suspect that some of our water came from ice in the dark cloud where the sun was born.",
            "To find out, scientists need to know more about the ratio of HDO to H2O ice in the chilly nurseries where sunlike stars form. They also want to know how that ratio may change over a star’s lifetime.  ",
            "Astronomers can spot semi-heavy water ice in space by its interactions with light. But it’s hard to see these signs from Earth. So researchers used data from when the James Webb Space Telescope (JWST) peered at the star L1527.",
            "At just 100,000 years old, L1527 is an infant compared with our 4.5-billion-year-old sun. But its size and surroundings suggest it could grow up to look a lot like the sun. The dust and gas around this star are forming a disk. L1527 is gobbling up some of this material. What’s left behind could someday form planets — as happened in our solar system.",
            "JWST saw a fairly high ratio of HDO to H2O ice in the stuff swaddling L1527. The researchers compared that ratio with the ice and gas around other baby stars, including slightly older ones. That suggested that the HDO to H2O ratio around a star might not change much as the star evolves. The team also compared L1527’s HDO to H2O ratio with that of the ice seen on comets and meteorites in our solar system.",
            "The team shared its findings in the June 20 Astrophysical Journal Letters.",
            "These observations offer new details about what happens to water as stars mature. This may help scientists figure out where Earth’s water came from. And that, in turn, could help pin down what it takes to make a planet habitable. But first, astronomers will need to observe the water around more baby stars — in both ice and gas forms.",
            "Researchers compared the ratio of semi-heavy water (HDO) to regular water (H₂O) around the baby star L1527 (orange hexagon) with other objects. Carbonaceous meteorites (grey circles) come from asteroids that could have brought water to Earth. Oort cloud comets (purple hexagons) may have formed outside our solar system, while Jupiter family comets (pink circles) likely formed inside. ",
            "Astronomers have studied both the gas and ice around other baby stars as well. Some of those baby stars are clustered in groups (red diamonds). Others are all alone (blue squares). JWST has also looked at two other, larger baby stars (yellow hexagons). Measurements for Earth’s oceans are shown by a blue dashed line. The horizontal black line gives the HDO to H₂O value for the interstellar medium, the space between stars. This value is similar to that of our sun.",
            "*a_graph_showing_the_ratio_of_semi-heavy_water_HDO_to_regular_water_H20_around_the_baby_star_L1527_wi",
            "fCDATA: K. SLAVICINSKA ET AL/THE ASTROPHYSICAL JOURNAL LETTERS 2025"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/floss-flu-vaccine-mice-needle-free",
        "title": "\n\tFloss delivers flu vaccine to mice needle-free",
        "content": [
            "*A_researcher_wearing_purple_nitrile_gloves_flosses_the_lower_incisors_of_a_mouse_with_floss_coated_w",
            "A pair of researchers gently floss a mouse’s bottom incisors. The floss is coated with a vaccine that could help protect the animal against influenza.",
            "Here’s a no-jab way to get vaccinated. Just open your mouth and floss. This approach works well in mice, scientists report. They hope a version for people could work, too.",
            "Not all vaccines are delivered with a needle. Some target the moist tissues in our bodies. Known as mucus membranes, we have them in our mouth and nose. Germs often invade the body through these mucus membranes. Building immune defenses in these parts helps disarm viruses upon entry. The flu virus, for example, usually enters our body through the nose. Then it heads toward the lungs.",
            "Protecting mucus membranes can be challenging. These moist tissues come into direct contact with the air and germs around us. Their cells are tightly packed to help keep pathogens out. But that can make it tricky to get a vaccine in and prompt an immune response. ",
            "Researchers have designed vaccines before that target places in the mouth, where cells aren’t quite as close together. To do this, they used cheek patches or liquid drops under the tongue.",
            "Harvinder Gill, a bioengineer at North Carolina State University in Raleigh, came up with another idea. While reading a paper on dental structure, he learned about a leaky collection of cells at the base of a small pocket, where gums attach to teeth. Maybe here, he thought, is where his team should try to introduce a vaccine.",
            "There’s just one problem. This pocket — the junctional epithelium — sits below the gumline. That makes it hard to reach.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "“We needed something more precise [than a drop of liquid],” Gill says. “And then we thought ‘Oh, hey, we already have floss. … Why don’t we just use [floss] to also deposit the vaccines into this location?”",
            "He proposed testing this in mice. But that immediately raised the issue: How do you floss a mouse? No one had ever done that. Rohan Ingrole, a bioengineer at Texas Tech University in Lubbock, accepted the challenge.",
            "That led to even more questions. What’s the best way to open a mouse’s mouth? How does one get the floss in the right spot? And is there a way to protect the mouse’s gums from damage?",
            "Initial tests flopped. While gently moving the floss back and forth over the bottom front teeth (incisors), the animals’ jaws dropped down. Right away, the floss slipped out.",
            "“One day, after a failed attempt, I was just going around [the lab] and I saw this key chain lying on the table,” Ingrole recalls. “It made me wonder: Can I use the ring of this key chain to provide support to the mouse jaw?” That, he now says, “turned out to be a game changer.” ",
            "It worked. Yet even with this support tool, flossing a mouse is a two-person job.",
            "First, the mouse must be lulled into deep sleep with an inhaled anesthetic. Then, one person must gently hold the mouse in an upright position by the scruff of its neck. That person also pops the mouse’s head through the key ring. This allows the animal’s lower jaw to stay open and rest against the ring’s edge. The second person then plays dental hygienist with a vaccine-coated piece of floss.",
            "See how floss can apply a dye (which glows under ultraviolet light) to a mouse’s gum pocket on its right lower incisor. Scientists also made floss coated with different types of vaccines. These can be used to vaccinate mice against disease. One day we may be able to treat ourselves this way.",
            "That floss had been coated with a vaccine made from dead flu viruses or lab-made bits and pieces of them. With each swipe back and forth, that floss delivered the vaccine through the gum’s junctional epithelium.",
            "The team tried four different types of vaccines. All boosted immune defenses in the mice. Eating or drinking right after flossing didn’t affect how well the vaccine worked. What’s more, the flossed vaccine was similar to a vaccine inhaled through the nose.",
            "Giving vaccine with floss may even be a bit safer than a nasal mist. Why? Noses have a direct connection to the brain, Gill notes. So safety tests of nasal vaccines must show there’s no big risk of side effects in the brain. Vaccines given through the gums, by contrast, are unlikely to reach the brain.",
            "Gill and Ingrole’s team shared its new findings July 22 in Nature Biomedical Engineering.",
            "“It’s very clever, I like the strategy,” says Stephanie Langel. She’s a viral immunologist who did not take part in the new work. Langel works at Case Western Reserve University. That’s in Cleveland, Ohio.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Both nasal and floss vaccines triggered immune defenses in the blood of mice. So both vaccines may help prevent severe disease and death. But compared to the floss vaccine, the nasal type caused more antibodies to hang out in mucosal linings (such as those in the nose), the new study found. And that means nasal vaccines might be better at preventing one individual from passing a virus to another, Langel says.",
            "iFhttps://www.youtube.com/embed/N6KvqNDErp0?feature=oembed",
            "Here’s why they think this flossing vaccine delivery may work in people too.",
            "The floss vaccine might be improved, however, by adding the right adjuvant (ADD-ju-vunt). This is some chemical or other material that boosts the body’s immune response to some foreign substance. This might help the body make more antibodies in places like the saliva or nose. In turn, that should protect against invading germs.",
            "The floss vaccine has been tested in 27 human volunteers. The researchers coated a one-handed floss pick with a dye. It glows under UV light. Then the volunteers flossed their teeth. Afterward, the researchers used UV light to search for the dye. Flossing had deposited roughly 60 percent of the floss’ vaccine into people’s gum pockets, they found.",
            "Now the goal is to make flossing easier, Gill says, and to ensure that people are getting a consistent dose.",
            "Such vaccines might one day provide a painless, needle-free way to vaccinate, he says. And if people are comfortable with flossing their teeth with a vaccine, they could do it at home.",
            "In fact, self-vaccinations could be huge during a pandemic, Ingrole says. During the COVID-19 pandemic, scores of health-care workers had to help with vaccination efforts. “Imagine if you had this vaccine that could just get delivered at your doorstep,” Ingrole says. To get a vaccine, he notes, you’d “no longer have to go stand in line for hours.”  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/quantum-computers-circuits-physics-nobel",
        "title": "\n\tDiscoveries behind quantum computers win the Nobel Prize in physics",
        "content": [
            "*An_illustration_shows_three_men,_John_Clarke,_Michel_Devoret_and_John_Martinis,_who_collectively_won",
            "John Clarke, Michel Devoret and John Martinis share the 2025 Nobel Prize in physics. They won for demonstrating quantum effects in an electric circuit.",
            "For bringing quantum effects to a scale once thought impossible, three physicists will take home the 2025 Nobel Prize in physics.",
            "In the 1980s, John Clarke, Michel Devoret and John Martinis turned up weird effects in special types of electric circuits. The effects involved billions of electrons. And they took place on a device big enough to hold in one’s hand.",
            "Their discoveries challenged what scientists had believed. Previously, they had thought that quantum effects mainly showed up in tiny objects such as single atoms.",
            "Quantum theory describes the behavior of particles or energy on the smallest scale. It predicts that particles can do some unexpected tricks. One of those tricks is called quantum tunneling. That’s when a particle slips through a barrier that’s seemingly impassible.",
            "Imagine rolling a ball partway up a hill, but not enough to reach the top. Normally, it would roll back down. But in the quantum world, it’s as if the ball somehow appeared on the other side of the hill.",
            "Since the discovery of this behavior in a circuit, tech companies and researchers have used similar circuits as the quantum bits (or qubits) that make up quantum computers.",
            "Quantum computers’ power rests in the rules of quantum mechanics. On small scales, stuff acts much differently than in larger, everyday objects. But those weird behaviors give quantum computers the potential to perform special feats. Those devices could help find new medicines or useful materials. Or they could break the internet. They could even hack the standard type of encryption used to keep people from spying on your communication. ",
            "“The basis of quantum computing relies to quite an extent on our discovery,” said Clarke on Oct. 7. He spoke during an announcement of his win by the Royal Swedish Academy of Sciences. Clarke works at the University of California, Berkeley. Martinis works at the University of California, Santa Barbara. Devoret works there, too, and at Yale University. All three physicists will split 11 million Swedish kronor (more than $1.1 million) in prize money.",
            "iFhttps://www.youtube.com/embed/Yg0LT3n4mYY?feature=oembed",
            "Three physicists won the 2025 Nobel Prize in physics for their work in demonstrating quantum tunneling. For an explanation of what that is, watch this short video.",
            "The trio studied a special type of electric circuit. It uses a material called a superconductor. In a superconductor, electricity can flow without any resistance. But only if it’s chilled to very cold temperatures.",
            "The researchers took a superconductor and layered it with an insulator. That’s a material that doesn’t conduct electricity. It was like a sandwich with superconductor as the bread and insulator as the filling. This makes what is called a Josephson junction. (The junction, here, is the boundary between the superconductor and the insulator.)",
            "In 1985, the trio reported finding for the first time that a circuit could switch between states in which there is — and isn’t — a voltage crossing the junction. That’s thanks to quantum tunneling.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The three scientists also showed that this circuit absorbed energy in discrete chunks. That’s known as quantization.",
            "“It’s the foundation for why superconducting qubits work,” says Andreas Wallraff. A physicist, he works in this field at ETH Zurich. It’s in Switzerland. And the researchers didn’t stop at those early findings. “The thing that was special,” he says, is they also “continued to push the field forward throughout the years in different ways.”",
            "Take Martinis. He was a central figure in the quest to demonstrate that a quantum computer could perform a calculation that would be out of reach for a traditional computer. At the time, he was the leader of Google’s quantum computing work. His team claimed, controversially, to have hit that benchmark in 2019. Competing for proof of that milestone has continued ever since."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/tech-shrinking-people-possible",
        "title": "\n\tCould we ever build the tech to shrink ourselves?",
        "content": [
            "*A_tiny_Ant-Man_rides_a_black_carpenter_ant_with_wings",
            "In the movies, Ant-Man rides a tiny “steed” named Ant-thony. But in real life, the weight of a shrunken superhero would crush any insect he tried to ride! ",
            "When Alice from Alice in Wonderland consumes a mysterious bottle labeled “drink me,” she quickly shrinks to the floor. The Magic School Bus once got attacked by white blood cells when it shrunk down to explore a sick person’s bloodstream. And Ant-Man is famous for using his shrinking technology in Marvel films and comic books. But will humans ever be able to shrink down like this in real life?  ",
            "Unfortunately, no. Physicists say that tech with the power to make someone bite-sized would break the laws of physics. (Sorry, Ant-Man.) ",
            "Still, scientists have fun pondering how a fictional shrinking machine might work. “It drives you to think about: What does determine the size of things?” says physicist James Kakalios. Finding the answer can involve looking into the hearts of atoms and the power of the sun. ",
            "One hypothetical way to shrink something would be to reduce the size of its atoms. Atoms are the building blocks of almost all matter in the universe. Each atom is made up of electrons that surround an atomic nucleus.  ",
            "*A_girl_with_blonde_hair_and_fair_skin_stands_on_a_white_saucer,_after_shrinking_in_size_Behind_her_i",
            "fCNo magic potion would shrink a real Alice. And even if this were possible, there would be real problems. For one, “you would explode,” says Salvatore Rappoccio.  ",
            "An atom’s size depends on several fundamental constants, including the charge of an electron. Those constants don’t change. Tweaking them would require breaking the laws of physics, says Kakalios. He works at the University of Minnesota in Minneapolis and wrote the book The Physics of Superheroes.   ",
            "If shrinking atoms wouldn’t work, what about shortening the space between them?  ",
            "Atoms come together to build all kinds of molecules. In the first Ant-Man movie, Dr. Hank Pym explains that he made his famous Pym Particles by learning how to reduce the distance between molecules. This, he claims, is what gives Ant-Man’s suit the power to contract down to the size of an ant — or even smaller.  ",
            "Atoms and molecules in the human body, though, are already packed closely together. Trying to get them even closer would be challenging.  ",
            "You could try to force the atoms together. But Kakalios says that even a tiny reduction in size would require immense amounts of pressure. That would be bad news for any person who tried it on themselves. “The technical term is ‘gross,’” Kakalios says. “It would just smush you, and you don’t want to do that.”  ",
            "Atoms do get pushed together in our solar system, notes Salvatore Rappoccio. He’s a physicist at the University at Buffalo in New York. To see this in action, just look to our sun. Like all stars, it is powered by fusion. That’s when atomic nuclei are brought together under immense pressure until they form a new atom.  ",
            "Fusion releases enough energy to make our sun shine. Scientists are trying to re-create this process on Earth to generate power. But it wouldn’t be very useful for shrinking technology. “You would explode,” Rappoccio says.  ",
            "Venturing farther into the universe offers extreme examples of what happens when matter is packed very closely together. Black holes form when mass gets packed into a smaller and smaller space until eventually it becomes so dense that nothing — not even light — can escape the object’s gravity. ",
            "Black holes are typically born when massive stars explode and their cores collapse. A black hole has never been created on Earth. But Rappoccio says that in theory, any object could become a black hole — even a person — if it were compressed into a small enough space.  ",
            "Even if you somehow became that dense, though, you’d perish long before you could tell the tale. Creating a shrink ray to squeeze other objects down to an extreme density could also be devastating. In Despicable Me, Gru tried to shrink the moon to steal it. “In real life, if you try to shrink the moon, it would become a black hole and destroy everything,” Rappoccio says. ",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Even if Alice, Ms. Frizzle or Ant-Man were somehow able to bypass the laws of physics to survive shrinkage, they would face other problems.  ",
            "Shrinking a person’s vocal cords would give them a very high-pitched, and very quiet, voice. And if their mass stayed the same, they would be incredibly heavy for their size. Ant-Man would crush any ant he tried to ride! Puny people might not even be able to see very well. As their eyes shrunk, their ability to process visible wavelengths of light might become worse.",
            "“None of this is possible,” Kakalios says. But it’s well worth thinking about. “It’s given me an excuse to talk about real physics that you haven’t noticed. By talking about this superhero ice cream sundae, I sneakily got you to eat your spinach.” ",
            "Kakalios also notes that the science of making things smaller is not entirely imaginary. Although tech may not be able to shrink people, humans are remarkably adept at shrinking our tech. Without the real-life science of making smaller materials, you wouldn’t be able to read this sentence. ",
            "Transistors are devices that act as building blocks for your computer, phone and other devices. They allow computers to process information using the numbers “0” and “1.” Electronic machines need a lot of them to work.  ",
            "There can be billions of transistors in your phone and in your computer. Each one used to be the size of a person’s fingernail, Kakalios notes. Now, they can be engineered to be even smaller than viruses. ",
            "This feat of downsizing has given us world-changing modern technologies. And it’s all thanks to the same physics that prevents shrinking technology for people from existing. “The world is a knowable place,” Kakalios says. “By figuring out the rules by how the world works, we can then use these rules to make our lives better.” ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/mof-metal-organic-chemistry-nobel",
        "title": "\n\tStructures that work like Hermione’s magic handbag land a chemistry Nobel",
        "content": [
            "*An_illustration_of_the_winners_of_the_2025_Nobel_Prize_in_chemistry",
            "Susumu Kitagawa, Richard Robson and Omar Yaghi (illustrated left to right) picked up the 2025 Nobel Prize in chemistry for work on metal-organic frameworks. These molecular structures can be used to trap and/or alter gases, water and more.",
            "Designing a new class of versatile metal-and-carbon molecules has earned three scientists the 2025 Nobel Prize in chemistry. Think of metal-organic frameworks, or MOFs, as honeycombs or cages. Inside are big cavities. Based on how they’re built, MOFs can collect — and later release — any of a broad range of useful chemicals, sometimes in huge amounts.",
            "Olof Ramström is a member of the Nobel Committee for Chemistry. He likened MOFs to Hermione’s charmed handbag in the Harry Potter series. They’re “small on the outside but very, very large on the inside,” he noted Oct. 8. It was during an announcement of this year’s award by the Royal Swedish Academy of Sciences.",
            "Some MOFs can pull water from desert air, then later release it for drinking. Others can absorb harmful wavelengths of light so that they won’t injure crop plants. Some MOFs can be filled with a chemical that will break down pollutants that they contact. Engineers are already looking at ways to build such MOFs into clothing as a protective shield against certain toxic chemicals. MOFs can capture greenhouse gases like the carbon dioxide expelled from many industrial plants. They even can extract forever chemicals known as PFAS from water.",
            "The list of what MOFs can do, Ramström said, just “goes on and on and on.”",
            "This year’s award “highlights chemistry’s greatest strength — the ability to design and build molecular structures that address global problems,” says Dorothy J. Phillips. She’s president of the American Chemical Society.",
            "iFhttps://www.youtube.com/embed/zQ9J4Y0c0wA?feature=oembed",
            "Here’s a quick-minute explanation of the structures behind the 2025 Nobel Prize in chemistry.",
            "It all started in the late 1980s. Back then, Richard Robson of the University of Melbourne in Australia figured out that combining copper ions with organic — or carbon-based — compounds created a crystal-like molecular structure. It looked similar to that of a diamond.",
            "But this new material was different. Unlike a diamond’s molecules, which pack together densely, Robson’s new structure was full of holes. And those holes would turn out to be very, very useful. ",
            "A few years later, Susumu Kitagawa of Kyoto University in Japan began creating new MOFs. Eventually, his team found one that could take up gases like methane, nitrogen and oxygen.",
            "Around the same time, Omar Yaghi at the University of California, Berkeley, also began combining metal ions and organic molecules. By 1999, he had created a highly stable combo. Called MOF-5, it had an enormous surface area. Just a few grams, about the amount in a sugar cube, contained as much surface area as a soccer field.",
            "Such a material could be used to sponge up large amounts of gas, Ramström notes.",
            "iFhttps://www.youtube.com/embed/OIG02qJr9ps?feature=oembed",
            "The 2025 Nobel Prize in chemistry went to a trio of scientists who helped develop materials known as metal organic frameworks, or MOFs. In this video, a chemist describes why MOFs are so impressive. He also describes listening in when the new Nobel laureates learned of their win.",
            "Yaghi first heard about his win at an airport. While collecting his luggage, his phone buzzed. The call was from Sweden. “It was absolutely thrilling,” he said at a news conference. His phone hasn’t stopped ringing since, he added.",
            "Yaghi, whose parents were Palestinian refugees, came to the United States from Jordan as a teenager. He credits U.S. public schools for his success. It “takes people like me with a major disadvantaged background — a refugee background — and allows you to … work hard and distinguish yourself.”",
            "Robson, Kitagawa and Yaghi will share a prize of 11 million Swedish kronor (more than $1.1 million).",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-your-weekly-word",
        "title": "\n\tScientists Say: Your weekly word",
        "content": [
            "*dictionaries",
            "What’s that word? Find new science words every week with Scientists Say.",
            "Every week in our series Scientists Say, Science News Explores highlights a new science word, from absolute zero to zooxanthellae. Each word has a definition and is used in a sentence to help you understand the meaning. There’s even an audio recording, so you can hear exactly how to pronounce the term. All the words covered so far are listed below. Got a word you want to know about? Send an email to sns@sciencenews.org and put in a request!",
            "Absolute zero",
            "Absorb",
            "Acceleration",
            "Accretion disk",
            "Acid",
            "Acidification",
            "Acoustic",
            "Adaptation",
            "Addiction",
            "Adsorb",
            "Aerosol",
            "Agrivoltaics",
            "Albedo",
            "Algebra",
            "Alkaline",
            "Allele",
            "Altitude",
            "Amino acid",
            "Amoeba",
            "Ampere",
            "Amphibian",
            "Amusia",
            "Amygdala",
            "Anthropocene",
            "Anxiety",
            "Aphantasia",
            "Archaea",
            "Archaeology",
            "Artificial Intelligence",
            "Asteroid",
            "Astronaut",
            "Astronomical interferometry",
            "Atmosphere",
            "Atoll",
            "Atom",
            "Atomic number",
            "ATP",
            "Aufeis",
            "Autophagy",
            "Autopsy",
            "Avalanche",
            "Avulsion",
            "Bacteria",
            "Base",
            "Beakiation",
            "Big Bang",
            "Biofilm",
            "Biomagnify",
            "Bionic",
            "Black hole",
            "Blood-brain barrier",
            "Body mass index",
            "Bog",
            "Bond",
            "Brainwaves",
            "Bromeliad",
            "Bruxism",
            "Caecilian",
            "Calculus",
            "Calorie",
            "Camouflage",
            "Campfire",
            "Capsaicin",
            "Carbohydrate",
            "Carbon capture",
            "Carcinogen",
            "Catalyst",
            "Causation",
            "Cellulose",
            "Chemical",
            "Chimera",
            "Chlorophyll",
            "Chromosome",
            "Circadian",
            "Circumnutation",
            "Climate",
            "Code",
            "Cognition",
            "Colloid",
            "Comet",
            "Compound eye",
            "Confirmation bias",
            "Connectome",
            "Constellation",
            "Continent",
            "Convection",
            "Copepod",
            "Coprolite",
            "Coral",
            "Coriolis Effect",
            "Corona",
            "Correlation",
            "Cortical homunculus",
            "Cosmic microwave background",
            "Cosmic rays",
            "Crepuscular",
            "Crystal",
            "CT scan",
            "Cyanide",
            "Cyclone",
            "Dark energy",
            "Dark lightning",
            "Dark matter",
            "Data",
            "Decay",
            "Decibel",
            "Deep brain stimulation",
            "Deepfake",
            "Deforestation",
            "Denisovan",
            "Desert",
            "Dialect",
            "Diffraction",
            "Digital footprint",
            "Dimension",
            "Dinosaur",
            "Dioxide",
            "Dire wolf",
            "Diurnal",
            "DNA",
            "DNA sequencing",
            "Domestication",
            "Dopamine",
            "Doppler Effect",
            "Drought",
            "Dung",
            "Dwarf planet",
            "Earthquake",
            "Echolocation",
            "Eclipse",
            "Ectoparasite",
            "Ectotherm",
            "eDNA",
            "Egg",
            "Electron",
            "El Niño",
            "Ellipse",
            "Endocytosis",
            "Endotherm",
            "Engineering",
            "Enzyme",
            "Epidemic",
            "Epidermis",
            "Equation",
            "Equinox",
            "Estuary",
            "Eukaryote",
            "Eutrophication",
            "Excitation",
            "Excretion",
            "Evolution",
            "Exocytosis",
            "Exomoon",
            "Exoplanet",
            "Experiment",
            "Explosion",
            "Extinction",
            "Extremophile",
            "Eyewall",
            "Faraday cage",
            "Fatty acid",
            "Fault",
            "Fermentation",
            "Ferrofluid",
            "Fertilize",
            "Fiber optic cable",
            "Firenado",
            "Firewhirl",
            "Fission",
            "Fluorescence",
            "Food web",
            "Force",
            "Forensics",
            "Fossil",
            "Fracking",
            "Fractal",
            "Frequency",
            "Frostbite",
            "Frost quake",
            "Fruit",
            "Fulgurite",
            "Fungi",
            "Fusion",
            "Galaxy",
            "Gamma ray",
            "Gas giant",
            "Genealogy",
            "Genetic engineering",
            "Genus",
            "Geometry",
            "Geyser",
            "Glacier",
            "Glia",
            "Global Positioning System",
            "Glymphatic System",
            "Goldene",
            "Goldilocks zone",
            "GPS",
            "Gradient",
            "Graphene",
            "Gravitational lens",
            "Gravity",
            "Guinea worm",
            "Guttation",
            "Gyroscope",
            "Habitable zone",
            "Hagfish",
            "Haptic",
            "Hardware",
            "Herbivore",
            "Hertz",
            "Hibernaculum",
            "Hibernation",
            "Hippocampus",
            "Histology",
            "Hominid",
            "Hoodoo",
            "Hormone",
            "Humidity",
            "Hurricane",
            "Hydrogel",
            "Hyperthermia",
            "Hypothermia",
            "Hypothesis",
            "Ichnology",
            "Imaginary number",
            "Inclusion",
            "Inertia",
            "Infection",
            "Inflammation",
            "Infrared",
            "Inorganic",
            "Insulin",
            "Intron",
            "Invasive species",
            "Ion",
            "Ionosphere",
            "Irruption",
            "Isotope",
            "Jellies",
            "Jet stream",
            "Joule",
            "Jurassic",
            "Kakapo",
            "Kelp",
            "Kelvin",
            "Keratin",
            "Kevlar",
            "Kidney",
            "Kinetic energy",
            "Krill",
            "Kugelblitz",
            "Lachryphagy",
            "Lactose",
            "La Niña",
            "Large language model",
            "Larva",
            "Laser",
            "Latitude",
            "Lava",
            "Lava bomb",
            "LED",
            "Lift",
            "Light pollution",
            "Light-year",
            "Lignin",
            "Liver",
            "Loci",
            "Locus",
            "Longitude",
            "Luminescence",
            "Lymph",
            "Machine Learning",
            "Magnetosphere",
            "Marcescence",
            "Mass",
            "Magma",
            "Magnetism",
            "Marsupial",
            "Mean",
            "Median",
            "Medullary bone",
            "Megalodon",
            "Melatonin",
            "Menstruation",
            "Metabolism",
            "Metal",
            "Metamorphosis",
            "Meteor",
            "Meteorite",
            "Meteorology",
            "Methane",
            "Microbiome",
            "Microgravity",
            "Microplastic",
            "Migration",
            "Mineral",
            "Mitochondrion",
            "Mitosis",
            "Möbius strip",
            "Mode",
            "Model",
            "Molecule",
            "Momentum",
            "Monotreme",
            "MRI",
            "Multiverse",
            "Mummy",
            "Muon",
            "Mutation",
            "Mycelium",
            "Myopia",
            "Naloxone",
            "Narcotic",
            "Neandertal",
            "Nebula",
            "Necropsy",
            "Nectar",
            "Nematocyst",
            "Nematode",
            "Neurodivergent",
            "Neuroplasticity",
            "Neuron",
            "Neurotransmitters",
            "Neutron",
            "Neutron star",
            "Neutrophil",
            "Niche",
            "Nicotine",
            "Nocturnal",
            "Nucleosynthesis",
            "Nucleus",
            "Nutrient",
            "Obesogens",
            "Octopod",
            "Okapi",
            "Olfactory",
            "Oort cloud",
            "Opioid",
            "Optogenetics",
            "Orbit",
            "Organic",
            "Organelle",
            "Organoid",
            "Osmosis",
            "Outbreak",
            "Outlier",
            "Oxidation",
            "Ozone",
            "Paleontology",
            "Pandemic",
            "Papillae",
            "Parasite",
            "Parabola",
            "Pareidolia",
            "Parthenogenesis",
            "PFAS",
            "Phloem",
            "Pi",
            "Piezoelectric",
            "Peptide",
            "Periodic table",
            "Permafrost",
            "Petrichor",
            "pH",
            "Photochromic",
            "Photon",
            "Photovoltaic",
            "Pigment",
            "Placebo",
            "Planet",
            "Plankter",
            "Plasma",
            "Plastic",
            "Plastisphere",
            "Poisonous",
            "Polarized light",
            "Pole",
            "Pollen",
            "Pollution",
            "Polymer",
            "Potential energy",
            "Power",
            "Prairie",
            "Precipitation",
            "Predator",
            "Prehistoric",
            "Prey",
            "Primate",
            "Prime number",
            "Protein",
            "Protist",
            "Proton",
            "Proxima b",
            "Proxima centauri",
            "Pulsar",
            "Quantum",
            "Quantum dot",
            "Quarantine",
            "Quark",
            "Quartile",
            "Quasar",
            "Quoll",
            "Rabies",
            "Radar",
            "Radiation",
            "Radioactive",
            "Radio waves",
            "Rare earth element",
            "Receptor",
            "Red dwarf",
            "Reduction",
            "Refraction",
            "Regolith",
            "Relapse",
            "Remission",
            "Replication",
            "Respiration",
            "Richter Scale",
            "Rime ice",
            "Ring of fire",
            "RNA",
            "Robot",
            "Rocket propellant",
            "Rubisco",
            "Runoff",
            "Salinity",
            "Salt",
            "Satellite",
            "Saturated fat",
            "Savanna",
            "Seismology",
            "Semiconductor",
            "Silicon",
            "Silicone",
            "Social",
            "Software",
            "Solar",
            "Solar cycle",
            "Solar wind",
            "Solstice",
            "Solution",
            "Space weather",
            "Spaghettification",
            "Species",
            "Speleology",
            "Sperm",
            "Stalactite",
            "Stalagmite",
            "Statistical significance",
            "Stereoscopy",
            "Stereotype",
            "Stomata",
            "Stone Age",
            "Strain",
            "Stratigraphy",
            "Sublimation",
            "Sundog",
            "Supercomputer",
            "Superconductor",
            "Supercontinent",
            "Supercool",
            "Supernova",
            "Surface tension",
            "Symbiosis",
            "Synapse",
            "Taphonomy",
            "Tectonic plate",
            "Telescope",
            "Telomere",
            "Theia",
            "Theory",
            "Thought experiment",
            "Tinnitus",
            "Tonsils",
            "Torpor",
            "Torque",
            "Toxin",
            "Transit",
            "Trauma",
            "Triclosan",
            "Tsunami",
            "Tundra",
            "Typhoon",
            "Ultrasonic",
            "Ultrasound",
            "Umami",
            "Uncertainty",
            "Understory",
            "Unsaturated fat",
            "Upwelling",
            "Urushiol",
            "Vacuole",
            "Vaccine",
            "Valence electron",
            "Vampire",
            "Variable",
            "Vector",
            "Venomous",
            "Ventral striatum",
            "Vertebrate",
            "Vestigial",
            "Vitamin",
            "Virtual reality",
            "Virulence",
            "Virus",
            "Viscosity",
            "Voltage",
            "Waterspout",
            "Watt",
            "Wavelength",
            "Weather",
            "Weather bomb",
            "Wetland",
            "Wormhole",
            "X-axis",
            "X-ray",
            "Xylem",
            "Y-axis",
            "Yeast",
            "Yellow dwarf",
            "Yottawatt",
            "Zika",
            "Zirconium",
            "Zoonosis",
            "Zooplankton",
            "Zooxanthellae",
            "2-D material"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/tiny-insects-fly-comb-wings",
        "title": "\n\tComb-like wings help the tiniest insects swim through ‘syrupy’ air",
        "content": [
            "*black_and_white_image_of_a_Paratuposa_placentis_beetle",
            "Some of the world’s smallest insects, like the featherwing beetle in this microscope image, have wings that look more like combs than membranes.",
            "The wings of many flying insects — bees, butterflies and dragonflies, for instance — seem to follow the same blueprint: A solid surface or membrane pushes against the air to keep these animals aloft. But new data show that for the tiniest fliers, there’s a better way: brushes.",
            "The littlest insects are smaller than a grain of rice. Their wings look like tiny bristles or feather dusters, with visible air gaps throughout. It’s a clever adaptation for flying when you’re incredibly small, the new work shows.",
            "Bristled wings are light and surprisingly stiff. They also use less effort to flap than solid wings. This makes it easier for miniature insects to flap quickly and stay airborne —  important for moving through air that feels very different at their tiny scale.",
            "And understanding how these unusual wings work could also inspire new technology.",
            "“Currently, we have robotic insects the size of normal flying insects. But what would be nice is ultra-miniature robots, things you can’t even see,” says Mostafa Nabawy. He works at the University of Manchester in England and had no role in the new research. Bristled wings, this aerospace engineer suspects, might help make such super-mini robots possible.",
            "For more than a decade, Dmitry Kolomenskiy has been part of a team puzzling over why small insects evolved bristled wings. A computational scientist, he works at Skolkovo Institute of Science and Technology. That’s in Moscow, Russia.",
            "For answers, his team gathered data on 38 species of tiny beetles. Their wings ranged in length from just 0.3 to 5 millimeters (0.01 to 0.2 inch). That’s very small — from the width of a couple hairs to about the size of a few grains of sand laid end to end. Many of the beetles came from Russia and Vietnam.",
            "Back in the lab, the researchers used microscopes to measure the shape of each wing and count its bristles. And with high-speed cameras, they tracked how fast the beetles’ wings flapped in flight.",
            "To their surprise, the beetles flapped at about the same speed regardless of the wings’ size. That’s unusual, Kolomenskiy says. Among birds and larger insects, smaller wings usually flap faster.",
            "iFhttps://www.youtube.com/embed/txPvulerOW4?feature=oembed",
            "This featherwing beetle flaps its bristled wings in a wide stroke. In 2022, Kolomenskiy and other scientists found that bristled wings help these tiny beetles fly very fast. Now, their research shows how the tiny bristles work and how their size and structure changes with a species’ size.",
            "It comes down to how these wings interact with air, Kolomenskiy now concludes. To humans and other large animals, air feels light and breezy. But insects that are just a few millimeters long experience air very differently, he points out. “At these small scales, they really feel air like a very viscous media,” he explains.",
            "“Think of maple syrup,” he says. “You get [that] kind of flow for air, if you are very small.”",
            "Fluids, it turns out, behave differently at small scales. Viscous forces now dominate. Here, air doesn’t easily slip through small gaps the way it does at larger scales. Instead, it flows slowly and sticks to surfaces, like syrup clinging to a spoon.",
            "As a result, tiny insects “are almost not flying in the air,” says Nabawy, the aerospace engineer. “They are actually swimming in the air.”",
            "Because the air acts like a thick, syrupy liquid, it doesn’t flow through the gaps in a tiny wing’s bristles. Instead, it gets “stuck” and flows around the bristles.",
            "“Visually, it looks like there’s a lot of void between [the bristles],” says Kolomenskiy. “But for the [air], it’s not transparent. The flow goes around.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The smaller the insect, the stickier the air can feel. So the researchers created a computer model. It analyzed what design would allow these tiny insects to flap with the least effort before their flight performance suffers.",
            "This model looked at how stiff the bristles need to be so they won’t bend. It also tested how widely bristles can be spaced without leaking air.",
            "*a_composite_image_showing_a_micrographic_image_of_a_tiny_beetle_and_the_shape_of_it's_bristled_wings",
            "fCThe body and bristled wing of a tiny insect from the genus Cylindrosella. This is one of the smallest beetles in the world. At about 0.05 millimeter (two thousandths of an inch), it is about half the thickness of a human hair! It lives in mushrooms and probably eats tiny bits of fungus.",
            "Gaps between bristles increased as a wing got smaller, they found. The tiniest wings (0.3 to 0.5 millimeter) had the fewest bristles, and they were spaced farthest apart. Wings with fewer bristles weigh less. That helps these insects flap at high speeds without using much energy, Kolomenskiy observes.",
            "Longer wings — those more than about 1.7 millimeters — evolved more bristles and ones that are more closely spaced. As those bristles get very tightly packed, they eventually start to look more like a membrane.",
            "*a_composite_image_showing_a_micrographic_image_of_a_tiny_beetle_and_the_shape_of_it's_bristled_wings",
            "fCBody and wing of the tiny beetle Primoskiella anodonta. It’s around 0.1 millimeter (0.004 inch) long. This little insect lives in moss and damp places.",
            "Lastly, the team looked at wing stiffness. Wings that bend too much as they flap don’t push hard enough against the air to generate lift. That’s the force needed to keep things aloft. The computer model showed that both the bristles and what they attach to need enough rigidity to hold the wing’s shape during each flap.",
            "The researchers shared their discoveries Aug. 22 in the Proceedings of the National Academy of Sciences.",
            "*a_composite_image_showing_a_micrographic_image_of_a_tiny_beetle_and_the_shape_of_it's_bristled_wings",
            "fCThe body and wing of a tiny beetle called Nephanes titan. At about 0.1 millimeter (just four thousandths of an inch) long, it’s about the size of a single grain of table salt. This little bug lives in soil and leaf litter.",
            "“Bristled wings are a clever mechanical optimization,” says Kolomenskiy. Light yet stiff, they can move through a thick, viscous air environment, getting enough lift for flight.",
            "Engineers might borrow the same tricks to design miniature flying robots, he believes. For instance, swarms of tiny flying robots — sometimes called “robobees” — could flit through greenhouses to pollinate crops. Alternatively, squadrons of micro-drones might search collapsed buildings for survivors or monitor things in the environment.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/regulatory-immune-cells-medicine-nobel",
        "title": "\n\tFinding cells that stop our body from attacking itself lands a Nobel",
        "content": [
            "*Line_sketches_of_the_three_winners_of_the_2025_Nobel_Prize_in_physiology_and_medicine_from_left_to_r",
            "Mary Brunkow (left), Fred Ramsdell (middle) and Shimon Sakaguchi (right) share the 2025 Nobel Prize in physiology or medicine for discovering regulatory T cells and their role in keeping the immune system from causing disease by inappropriately attacking our body’s tissues.",
            "The body’s immune system recruits certain cells to fight infections and help heal wounds. Afterwards, another group of cells will tell those recruits it’s time to stand down. That second group acts as peacemakers, getting an active immune system to calm down. Three scientists who did pivotal work to understand these peacemakers will take home this year’s 2025 Nobel Prize in physiology or medicine.",
            "The Nobel Assembly in Stockholm, Sweden, announced the scientists’ win on October 6. Each winner will get an equal share of 11 million Swedish krona. The full prize is worth more than $1.1 million.",
            "Regulatory T cells, or T-regs, is the formal name of these peacemaker cells. They keep the immune system from attacking healthy tissue. When they fail at this, the body can develop autoimmune disease or damaging inflammation. Peacemaker cells even help keep the body from rejecting a fetus during pregnancy.",
            "Shimon Sakaguchi discovered T-regs while working at Japan’s Kyoto University in 1995. He now works not far from there, at Osaka University.",
            "Also in the 1990s, two other scientists tracked down an altered gene — or mutation — that caused a fatal autoimmune disease. The pair carried out this work on male mouse pups while they were working at Celltech Chiroscience. That’s in Bothell, Wash.",
            "One of these two, Mary Brunkow, now works at the Institute for Systems Biology. It’s in Seattle, Wash. The other, Fred Ramsdell, co-founded Sonoma Biotherapeutics. This company is based in Seattle and San Francisco, Calif.",
            "The mutation this pair studied turns off a gene called FOXP3. Sakaguchi would later show that this gene plays a major role in T-reg development. Without a working FOXP3 gene, there will be too few T-regs to halt overly active immune cells and keep them from causing harm.",
            "In 2001, Brunkow and Ramsdell showed that mutations in this gene are behind IPEX syndrome. It’s an inherited autoimmune disease. Affected people either lack a small group of regulatory T cells or these cells don’t work well. This doesn’t keep the immune system from turning on normally. It will just have trouble turning off. It’s as if the system has no brakes.",
            "Scientists are now learning to harness T-regs. Their goal is to keep the body from rejecting transplanted organs and to treat other conditions in which the immune system is overactive or directed against the wrong thing. These include other autoimmune disorders, food allergies and some cancers.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/pinecone-temperature-seeds-activity",
        "title": "\n\tUnlock pinecone secrets with this science activity",
        "content": [
            "*a_cluster_of_three_pinecones_on_against_pine_needles",
            "Pinecones can change with temperature. This experiment with demonstrate the effect.",
            "Key concepts: planet science, temperature, recording data, analyzing data",
            "Credits: Megan Arnett, PhD, Science Buddies",
            "Depending on where you live, during colder months the ground might be covered in snow, ice and most importantly — pinecones! Some of us see pinecones everywhere during the winter: in wreaths, on trees and in our yards. But did you know that pinecones have a vital job? They keep pine tree seeds safe and protect them from the freezing temperatures during the winter.",
            "To protect their precious seeds, pinecones can close their “scales” tightly, keeping out cold temperatures, winds, ice and even animals that might eat the seeds.",
            "In this activity, we will observe how pinecones respond to different temperatures by mimicking changes in weather, all from the safety of our own kitchens. As an added bonus, after this activity your pinecones will be ready to be added to your house as a holiday decoration or as a beautiful reminder of the plants of the season.",
            "Did you know that pinecones can stay on pine trees for over 10 years before falling to the ground? During that time, seeds for new pine trees grow under the scales of the pinecones. The scales protect the seeds from bad weather and from animals that might eat them. However, eventually the seeds need to be released so that they can grow into new pine trees.",
            "To make sure that the seeds have the best chance of finding fertile soil and growing into trees, the pinecone scales stay tightly closed when the weather is inhospitable to new seed growth. For instance, when it’s very cold and damp outside. In contrast, when the weather is hot and dry, the seeds will have an easier time finding good soil and growing into trees. In these conditions, the pinecone scales will open, allowing seeds to escape and drift away, to find new ground to grow into new trees.",
            "As you will observe today, after pinecones fall from the tree, they can still open and close. In this activity, we will test the conditions that cause pinecones to open and close, all from the warmth of our own home!",
            "*For all measurements in this activity, use centimeters (cm)",
            "Initial Length of Pinecone A – Cold Water Length of Pinecone A = Change caused by cold water for Pinecone A",
            "Final Length of Pinecone A – Cold Water Length of Pinecone A = Change caused by hot oven for Pinecone A",
            "Final Length of Pinecone B – Initial Length of Pinecone B = Change caused by hot oven for Pinecone B",
            "Final Length for Pinecone C – Initial Length for Pinecone C = Change caused by control conditions (air) for Pinecone C",
            "Extra: After taking the pinecones out of the oven, try putting them back into the cold water. Remove them after several minutes and measure their length and circumference again. How does cold water affect the size and shape of the pinecones?",
            "Extra: Try lowering the temperature of the oven to 65° Celsius (150° Fahrenheit) and testing the effect on the size and shape of the pinecone. Do the pinecones end up larger than they did in the 120° Celsius (250° Fahrenheit) oven, or smaller? Why do you think this happens?",
            "Extra: After taking the pinecones out of the oven and measuring, put them in the freezer overnight. When you take them out in the morning, measure the length and circumference again, and compare them to the final measurements. Did the pinecones get larger or smaller? What other changes do you observe?",
            "In the activity you observed and recorded the effect of different temperatures and conditions on the size and appearance of pinecones. In the first part of the activity, you may have noticed that placing pinecone A in the cold water caused the circumference of the pinecone to decrease. This is the expected result. In response to cold and damp conditions, pinecone scales close tightly, making a natural shell to protect the precious seeds inside. ",
            "After taking pinecone A and B out of the oven, you measured all of the pinecones to get their final measurements. When you compared the final measurement of pinecone A to the cold-water measurements, you should have observed that the circumference of pinecone A increased after being in the hot oven. In addition, when you compared the final measurements to the initial measurements for all the pinecones, you may have noticed that the circumference of pinecones A and B both increased. ",
            "In each case, the increase in the circumference of the pinecones results from the scales of the pinecones opening up in response to the warmth of the oven. The pinecones think it’s a warm summer day and are ready to release their seeds! ",
            "This activity is brought to you in partnership with Science Buddies. Find the original activity on the Science Buddies website.",
            "*A_banner_that_reads_SCIENCE_BUDDIES",
            ""
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/knotted-inca-hair-keep-records",
        "title": "\n\tKnotted strands of 500-year-old hair tell a surprising story",
        "content": [
            "*A_researcher_is_shown_holding_a_device_over_a_tray_of_strings,_an_example_of_an_Inca_recordkeeping_d",
            "Anthropologist Sabine Hyland examines the hair used to make an ancient South American recordkeeping device known as a khipu.",
            "The knotted, intricately braided string was like none Sabine Hyland had ever seen.",
            "Made of human hair, it was part of an ancient device used by the Inca. These people once ruled a large empire along the Andes (a mountain range in South America). They had no system of writing. But hundreds of years ago the Inca did use complicated knotted strings — called khipus (KEE-poos) — for recordkeeping. And a new analysis now suggests a surprise: These were not merely used by the ancient Inca’s ruling elite.",
            "The Spanish, who defeated the Incas in 1532, wrote that the Inca used khipus to keep records. They might record astronomical events, for instance. Or how many people lived in an area. They might even store data on taxes.",
            "The khipu that caught Hyland’s attention was “beautifully made, with fine braiding and variation in cord size.” An anthropologist, Hyland works at the University of St. Andrews in Scotland.",
            "“This is so beautiful,” she recalls thinking of that particular device. “It must be royal.”",
            "In fact, a new analysis suggests, its owner was likely a commoner. If true, it may mean khipus weren’t just for the elite.",
            "Hyland is part of a team that shared that discovery August 13 in Science Advances.",
            "*This_image_shows_a_khipu,_an_Inca_recordkeeping_device_It_consists_of_a_string_across_the_top_from_w",
            "fCIn this Inca recordkeeping device, called a khipu, the main cord (running across the top), is made from a single 104-centimeter-long strand of human hair. Analysis of the hair reveals it came from a surprising source: a commoner.",
            "Historians don’t know exactly who made most khipus. Many come from looted tombs. No one knows the source of some now held by museums.",
            "The khipu Hyland admired had surfaced at a German auction. There had been little information about its source.",
            "Researchers ran tests on some of its hair with radiocarbon dating. This showed the hair dated back to 1498. That’s when the Inca Empire was at its most powerful. The khipu’s main cord was made of human hair folded in half and twisted. Outstretched, this strand was 104 centimeters (41 inches) long and would have taken more than eight years to grow.",
            "iFhttps://www.youtube.com/embed/phZeE7Att_s?start=17&feature=oembed",
            "Instant Egghead quickly runs through how carbon dating works.",
            "The researchers wondered what type of food the hair’s owner had eaten. So they measured carbon, nitrogen and sulfur in the hair. Then they compared this to how much of these elements would be stored in the hair after eating certain foods.",
            "No sign of fish in the diet turned up. That suggested a life spent far from the coast. The hair seemed to come from someone who ate mostly greens and other vegetables, such as potatoes. They ate little meat or corn.",
            "All this “was a complete shock,” Hyland says. It points to the diet of a commoner.",
            "It’s possible, but rare, that an elite person would eat like a commoner. Or maybe the hair was not from the khipu’s maker. But in Andean communities, attaching hair to a khipu usually signals who made it. The owner tends to take responsibility for its contents.",
            "Hair also has strong symbolism in Incan tradition. It’s believed to carry the essence of someone.",
            "“It must have been something pretty special for the person to sacrifice their hair,” Hyland says. “My guess is that it was [used for] recording ritual offerings.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-neurodivergent-definition-pronunciation",
        "title": "\n\tScientists Say: Neurodivergent",
        "content": [
            "*an_abstract_painting_with_a_medley_of_different_shapes_and_colors_hangs_on_a_black_wall_a_woman_in_t",
            "Russian artist Wassily Kandinsky, whose painting “Tensions calmees” is on display here, saw colors when he heard musical notes. He likely had a form of neurodivergence called synesthesia.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1595628060&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "The word “neurodivergent” describes a person whose brain works a little differently from most people’s.",
            "Everyone’s brain is one-of-a-kind. But even so, some brains process information in more typical ways. Others in more uncommon ways. Scientists call more typical-working brains “neurotypical.” A person whose brain diverges from that average might be more neurodivergent. Many people fall under the category of neurodivergent. People on the autism spectrum, for instance, or people who have or ADHD. (ADHD is short for Attention Deficit Hyperactivity Disorder.)",
            "Neurodivergence is sometimes assumed to be a disability. But that’s not always true. For instance, consider the case of synesthesia. This condition affects someone’s senses. A person with synesthesia may see colors or patterns when they hear music. Or, as the late physicist Richard Feynman claimed, to see numbers as colors. This ability may very well have given him a gift for math. Modern artists including Billie Eilish and Beyoncé also have said they have this condition.",
            "But sometimes neurodivergent people do face challenges. Someone with dyslexia, for example, processes text differently. So reading may take them longer than average. Epilepsy is a neurodivergent condition linked to seizures. Autism is a condition in which a person may interpret social cues differently from most or engage in repetitive behaviors. They may also have strong reactions to sensory inputs, such as sounds or textures. Those with ADHD may have trouble focusing or sitting still.",
            "Robots that can chat and even give hugs may provide some neurodivergent people with a safe way of practicing their social skills.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/study-links-adhd-five-brain-areas",
        "title": "\n\tStudy links ADHD to five brain areas",
        "content": [
            "*classroom_kids",
            "Some brain areas involved in emotion and attention are smaller in children with ADHD than in other children, according to a new study. Those differences may help explain some symptoms of the disorder.",
            "Some kids have a hard time concentrating in class or turning in homework on time. Or they might talk at times when teachers have asked for quiet. Such behaviors may point to attention deficit hyperactivity disorder, or ADHD. At least 7 in every 100 children may have this condition. Medicines and behavioral therapy — a type of talk therapy — can help treat the symptoms of this disorder. But scientists wanted to know what was behind it. Now, using brain imaging, they have just turned up five areas of the brain linked with symptoms of ADHD. At least two of those regions are smaller in kids with ADHD than in those without the disorder.",
            "More than 80 researchers co-authored the new study. Martine Hoogman at Radboud University Medical Center in Nijmegen, the Netherlands, led this massive research team. Her group studied 1,713 people with ADHD and 1,529 others without it. That makes it the largest ADHD study to date. Its participants ranged in age from 4 to 63. They live in 23 places around the world.",
            "The researchers scanned participants’ brains to probe what was going on inside their heads. They used magnetic resonance imaging (MRI). It relies on magnetic fields and radio waves to picture tissues deep inside the body.",
            "By comparing brain scans of people with and without ADHD, the researchers showed that the volumes of five brain areas were smaller in kids with ADHD. The size of the entire brain also was smaller in this group. But such changes only emerged in children under age 15. No such differences showed up in adults with ADHD.",
            "Hoogman and her colleagues shared their findings online February 15 in Lancet Psychiatry. ",
            "The specific brain areas that differed in size in kids with and without ADHD could help explain some of the disorder’s symptoms. One affected area is the amygdala (Uh-MIG-duh-luh). This tiny structure sits in the brain’s temporal lobes. These are right above the ears. The amygdala is the hot seat for emotions. A smaller amygdala might explain problems of “children being easily frustrated, angry or irritable,” says study co-author Philip Asherson. He studies mental disorders such as ADHD at King’s College, London, in England.",
            "The other four affected areas were the caudate (KAW-date), putamen (Pyoo-TAY-mun), accumbens (Uh-KUM-bens) and hippocampus (HIPP-oh-CAMP-us). As Asherson explains, these areas all play a big role in attention. “If something is very interesting and exciting,” he says, “most people with ADHD can focus on it. But once the initial interest goes, things start to become a little more boring.” It’s very hard for kids with ADHD to stay focused on things that they do not find stimulating, he says.",
            "What might explain the size differences in these brain regions? Affected children might have had delays in brain development as they were growing, the authors speculate. What’s clear, they say, is that the drugs given to treat ADHD did not cause these changes. Children who had taken these drugs had similar reductions in brain volumes as those who hadn’t taken the drugs.",
            "Jeffrey Halperin studies ADHD at Queens College in New York City. It’s part of the City University of New York. He praised the study for recruiting so many participants. Still, its findings won’t change the way that clinics treat people with ADHD today. However, he does think doctors “may become more attuned to emotional problems” in their patients now that they know that the amygdala plays a role in ADHD.",
            "In this study, the brains were scanned just once. Halperin would like to see the scans repeated. Doing several scans over many years would provide much more information about brain development in kids with ADHD, he explains."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-dopamine-definition-pronunciation",
        "title": "\n\tScientists Say: Dopamine",
        "content": [
            "*_Scientists_Say_Dopamine0",
            "Dopamine is a chemical messenger that has roles both in the brain and in the body. It crosses tiny gaps between neurons in the brain called synapses (one illustrated).",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1983384375&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Dopamine is a chemical messenger in the brain. It helps you learn and focus and even motivates you to achieve your goals.",
            "Though related to feelings of happiness or satisfaction, think of dopamine more as the chemical that drives us to achieve those feelings, rather than happiness itself. For example, when working on a project you enjoy — such as drawing or solving a puzzle — your brain releases dopamine. And this motivates you to keep going. This chemical focuses our attention on the current task and helps us organize our thoughts. It even plays a role in how we plan the steps we must take to finish a job.",
            "Dopamine is a neurotransmitter. That’s a type of chemical that carries messages between neurons in the brain. A tiny gap separates each neuron, or nerve cell, from the next. This gap is called a synapse. And neurotransmitters like dopamine can cross this gap. That’s how they transmit a signal from one nerve cell to another.",
            "Scientists have linked some conditions to low dopamine levels. ADHD — attention-deficit hyperactivity disorder — is one such example. Doctors can treat ADHD with medications that increase the brain’s dopamine level. However, doctors must prescribe these medications carefully and in low doses, as too much can cause problems.",
            "Some illicit drugs can cause the brain to release too much dopamine. Activities such as eating junk food and playing video games can also cause this problem in some people. And this can lead people to do more and more of the activity that causes the brain to release this feel-good chemical. If a person begins to neglect school, friends or other important parts of their life to carry out a dopamine-triggering activity, addiction may develop.",
            "Dopamine doesn’t just help us think. It helps us move, too. Dopamine helps us use our muscles properly, allowing us to walk, draw and type. That’s why some diseases involving low dopamine affect people’s ability to move. Parkinson’s disease is one example. Scientists have linked this disease to a loss of cells in the brain that release dopamine. With this understanding, they can work on finding ways to replace the dopamine loss and help people manage their symptoms.",
            "Dopamine can also work outside the brain as a hormone, which is a chemical messenger that is released in the bloodstream. In the body, dopamine helps control blood pressure, regulates blood salt levels and more.",
            "Music can evoke emotional responses by increasing dopamine release in the brain.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/adhd-symptoms-teen-vaping-smoking-risk",
        "title": "\n\tADHD symptoms may boost teens’ risk of vaping or smoking",
        "content": [
            "*one_teen_boy_hands_a_vape_pen_to_another_teen_boy",
            "All tobacco products contain nicotine, which is addictive and has harmful health effects. Teens who use electronic cigarettes, shown here, often get higher doses of nicotine than smokers get from cigarettes.",
            "An estimated one in every 10 U.S. kids has ADHD. That’s short for attention-deficit/hyperactivity disorder. Those with multiple ADHD symptoms are more likely than others to vape, smoke or use other tobacco products, a new study finds.",
            "ADHD can make it hard to pay attention or control one’s emotions. Affected people might be restless, forgetful or careless. If they’re also impulsive, they may speak or act before thinking.",
            "Scientists had known that people with this condition are more likely than others to use tobacco, says Sean Esteban McCabe. He’s the new study’s lead author. An epidemiologist, or disease detective, he works at the University of Michigan in Ann Arbor. There, his work focuses on tobacco and other addictive substances.",
            "*Young_woman_using_electronic_cigarette_on_black_background,_closeup",
            "fCAbout 500,000 fewer middle and high school students reported current use of tobacco products in 2024 than in 2023, a major U.S. survey finds. But for kids who do start, quitting can be particularly difficult.",
            "Nicotine releases chemicals in the brain that may, for a short time, make it easier to focus, he notes. So people with ADHD might use tobacco to self-medicate, he worries.",
            "Vaping, smoking and packing a nicotine pouch were the most common types of tobacco-use behaviors among high-school students last year. But all tobacco products pose big health risks for teens and tweens.",
            "Teens with multiple ADHD symptoms faced a heightened risk of tobacco use, McCabe’s group found. That was true whether the teens had been diagnosed with ADHD or not.  ",
            "But just having ADHD doesn’t mean someone will use tobacco, the study team found. Teens diagnosed with ADHD but with no current symptoms had about the same low risk for using tobacco as kids with no diagnosis and no ADHD symptoms. That’s why, McCabe says, “these findings are a really big deal.”",
            "Various studies have linked the nicotine in tobacco to anxiety and depression. It’s also been linked to heart and lung problems and impaired immunity. Some chemicals in tobacco can lead to cancer. And even experimenting with such products is dangerous because their nicotine is addictive. That means users can find it very hard to stop.",
            "For the new study, McCabe’s team analyzed data from the Population Assessment of Tobacco and Health, or PATH Study. Some 13,000 U.S. students, aged 12 to 17, took part. They were chosen to be representative of all U.S. kids their age.",
            "Starting in 2013, surveys asked if these kids had ever used tobacco products. They also asked if kids ever had an ADHD diagnosis. If they had, did they take medicine for it? (Common treatments include medicines, talk therapy or both.)",
            "Over the next nine years, follow-up surveys asked about tobacco use and any ADHD symptoms.",
            "The more symptoms a kid reported, the more likely they were to use tobacco, the data show. For example, teens with three or four ADHD symptoms, despite taking medicine for it, had a 60 percent greater risk of vaping than did teens with no diagnosis or ADHD symptoms.",
            "The team shared this newfound link between tobacco and ADHD symptoms on February 11 in JAMA Network Open.",
            "Says McCabe, “This study suggests that if their symptoms of ADHD are controlled through therapy … or if the symptoms naturally dissipate, [kids] remain at lower risk for tobacco and nicotine and associated adverse outcomes.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Indeed, he notes, “As the father of someone with ADHD, I know how frustrating it can be to try so many different medications and various other treatments.” But finding the right combo, he says, “makes all the difference in the world. I want to encourage teens and parents to keep trying [to find what works].” In the end, he feels, “the price for not trying, or giving up, is too great.”",
            "For McCabe, the takeaway is: Don’t ignore ADHD symptoms.",
            "His team is now exploring if people with ADHD are more likely to become addicted to nicotine.",
            "The new study suggests kids and teens “should be assessed throughout their youth for the symptoms of ADHD,” says Shahrdad Lotfipour. He works at the University of California, Irvine. He did not take part in the new research. He does, however, study ways the brain and nervous system affect drug use. And nicotine is a drug. “Please do not self-medicate with nicotine/tobacco products,” he pleads.",
            "All forms of tobacco are addictive. In fact, the ways some teens have been abusing e-cigarettes and nicotine pouches often puts more nicotine in their system than smoking would. Bonnie Halpern-Felsher explained this in a January 22 online briefing. She’s a psychologist at Stanford University in California.",
            "Try to be aware if you have symptoms of ADHD, Shivani Gaiha advises kids. Check with a doctor, if you need to. Gaiha is an adolescent-health scientist in Massachusetts. She works at Boston Children’s Hospital and Harvard Medical School. And if you think a friend might have ADHD, she says, urge them to get help.",
            "*In_this_photo_illustration,_ZYN_nicotine_cases_and_pouches_are_seen_on_a_table_on_January_29,_2024_i",
            "fCWhen placed against the gums, pouches (like those seen here) deliver substantial doses of harmful nicotine. Some teens use multiple pouches at once, which dramatically ups their nicotine dose.",
            "Anti-tobacco campaigns can make it less tempting to vape or smoke.",
            "A November 2024 study by Gaiha, Halpern-Felsher and others, for instance, found middle- and high-school students considered nicotine more addictive after taking part in a five-session prevention program. Also, fewer kids who went through this program planned to vape afterward. And a March 14 study by other researchers found young people were less likely to take up e-cigarettes after exposure to an anti-vaping ad campaign.",
            "Today, some 8 percent of U.S. middle- and high-school students use tobacco. That’s a little more than one in every 12 kids.",
            "“Tobacco remains the leading cause of preventable death,” McCabe says. So preventing tobacco use “is a powerful game changer for anyone — including those with ADHD.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/peeling-tape-sparks-chemical-reactions",
        "title": "\n\tZap! Peeling off tape can spark chemical reactions in the air",
        "content": [
            "*an_illustrated_view_of_a_piece_of_tape_being_pulled_off_a_roll_and_the_electric_sparks_the_action_pr",
            "Peeling tape can create a separation of positive and negative charges that triggers lightning — micro-lightning. These sparks of energy, illustrated here, may one day be put to useful work.",
            "Rip off a piece of tape in a dark room and you may see a flash of light. This happens because the peeling tape releases energy that creates tiny sparks. It might seem like just a neat little trick. But scientists have now shown this “micro-lightning” is shockingly powerful. In fact, it can be strong enough to drive chemical reactions in the air.",
            "One day, such micro-sparks could help make some chemicals in a more sustainable way.",
            "“I’ve been very interested in the idea of micro-lightning,” says Richard Zare. A chemist, he works at Stanford University in California. His team recently showed sprays of water release tiny sparks that can drive chemical reactions. Now, working with Xinxing Zhang, a physical chemist in China, his team is studying micro-lightning sparked by peeling tape.",
            "fCWatch the glow from electrons jumping as tape is peeled off a roll in the dark.",
            "Using tape was Zhang’s idea. Ripping tape loose from its roll releases visible light. But Zhang knew it also, surprisingly, generates X-rays. He wondered how high this electric charge was and if it sparked chemical reactions. To find out, his team at Nankai University in Tianjin set up an experiment. ",
            "They started with a roll of sticky tape placed on a bearing. With a motor, they pulled off the tape and wound it around a cylinder. Along the way, the team measured the strength of the electric field that the peeling tape created. They also looked for any changes in the chemistry of the surrounding air.",
            "The test setup pulls tape off a roll and onto a cylinder. A motor controls its speed. The unrolling tape sits on a device (XY translational stage) that can move back and forth. This positions the peeling point in front of a mass spectrometer (Extended MS inlet), which identifies chemicals formed as the zapping triggers air chemicals to react.",
            "*a_photo_of_a_tape_test_setup_used_in_the_lab",
            "fCXufeng Gao",
            "Peeling the tape slowly, at 12.5 centimeters (5 inches) per second, created a small electric field. But when the motor sped up to 50 centimeters (20 inches) per second, the space where the tape left the roll became very highly charged. Zhang’s group tallied a billion volts per meter across this tiny space!",
            "That’s an astonishing voltage — far beyond what’s usually achieved in the lab, Zare points out. (For perspective, lightning shoots from a storm cloud when the voltage is 3 million volts per meter. In the tape experiment, the high voltage is across too small of a space for the micro-lightning to hurt us.)",
            "The peeling tape’s zap illustrates the triboelectric effect. This is the generation of an electric charge as materials come into contact and then separate. It’s like static electricity, when two objects are rubbed together then moved apart. One object becomes positively charged, meaning it loses electrons. The other gains those lost electrons and becomes negatively charged. (This can make a negatively charged balloon repel electrons from a wall, then “stick” to the positively charged surface. Or, it can send out a tiny zap of electricity.)",
            "The triboelectric effect is at work all around us — in things as simple as a sliding raindrop and the rustle of our clothes. But the tape experiment created a much higher voltage than most other everyday triboelectric events. Why? Being sticky, the tape peeled off the roll in a jerky way. Scientists call this a “stick–slip” event. It leads to higher charges than when things just rub together or touch.",
            "A high electric field emerged only when the tape was pulled quickly, Zare says. If that electric field is high enough, electrons from the tape will speed up and smash into air molecules or other molecules in the tape. This “leads to a spark that drives chemical reactions,” says Zare. Those electrons flowing between the tape’s surfaces can create a high enough voltage around the tape to break down molecules in the air, he says — turning them into ions.",
            "Zare’s team repeated what Zhang’s team had done. This time, they also looked to see if molecules of water vapor in the air near the tape would break up and form into new molecules. They did.",
            "Next, Zare’s group put chemicals they suspected would react as vapors in the electric field next to the peeling tape. This was to test a common reaction used in industrial chemistry. (It’s one where pyridine and methyl iodide are reacted to form something new.) Right away, Zare’s group detected new products as these chemicals now reacted.",
            "The team shared its new findings June 25 in Proceedings of the National Academy of Sciences.",
            "iFhttps://www.youtube.com/embed/DIILDg2d3Yk?feature=oembed",
            "Adhesive bandages can spark a glow in air as they’re peeled off a substance — such as their wrapper or our skin. Now watch it happen and learn about the physics processes that explain what’s happening to electrons in and around the bandage.",
            "“This is a fabulous discovery,” says Thalappil Pradeep. A chemist, he studies triboelectricity at the Indian Institute of Technology Madras in Chennai. There is a lot to discover about what’s happening at the tiny space where the peeling tape first makes contact with the air, he says.",
            "Daniel Lacks agrees. This chemical engineer works at Case Western Reserve University in Cleveland, Ohio. “People don’t usually look at what’s happening in that little, teeny distance” between two nearly touching surfaces, he says. His own work has focused on particles that pick up an electric charge after rubbing against each other. ",
            "Lacks finds it “very cool” that the electric fields created by tape get so high they can drive chemical reactions.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Simone Ciampi works with triboelectric effects at Curtin University in Perth, Western Australia. What surprised him was the beauty and simplicity of the new experiment.",
            "Guiding chemical reactions with triboelectricity is one type of green chemistry, Ciampi notes. Here, electricity can do work typically done by chemicals that may be toxic. So this approach, he concludes, can be more environmentally friendly.",
            "Chemicals often react through a series of steps. Some may require separating positive and negative charges within a molecule. By controlling those electric charges, you can manage the reaction’s steps to help choose what product you end up with, Ciampi explains.",
            "Indeed, a huge number of chemical reactions are sensitive to electric fields. But there’s often a challenge in using an electric field to guide reactions. The problem, Ciampi says, is the electrically conducting materials used to make the field. Those materials can interfere with the reacting chemicals, which could prevent the desired results.",
            "That’s why Ciampi is excited about this new research. It shows how a material that’s not electrically conductive, such as tape, can create an electric field — and drive reactions without interfering with them. This, he says, could open “an entirely new space in chemistry.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/spider-vomit-toxic-barf",
        "title": "\n\tHere’s a spider whose barf is worse than its bite",
        "content": [
            "*A_little_brown_spider_with_a_bulbous_hind-end_sits_on_a_brown_leaf",
            "The feather-legged lace weaver, seen here, doesn’t kill its prey with injected venom, as most spiders do. Instead, it weaves a tight silken shroud around living prey and then vomits toxic fluids from its digestive tract all over its soon-to-be dinner.",
            "First, swaddle a fruit fly or other tasty prey in silk. Then barf toxins all over it. That’s how one type of spider prepares to dine.",
            "Giulia Zancolli recalls the moment she read this detail. She had been reviewing another lab’s scientific paper. That paper was being considered for publication in a science journal. She was puzzled by idea of a spider vomiting lethal toxins on its prey. “What are you talking about?” she remembers wondering.",
            "Looking for more info, she found a drawing from a 1931 scientific paper. At the time, she recalls, “that was the only evidence we had” that this account was for real.",
            "Yet that silk-wrap-and-toxic-barf routine turns out to be exactly how the feather-legged lace weaver (Uloborus plumipes) kills its meals. Zancolli and her team described this novel approach to food prep June 13 in BMC Biology.",
            "To confirm the behavior, these researchers needed to find living spiders to study. So Zancolli and her co-workers scoured plant shops and landscaping nurseries. Those are easy places to find lace weavers.",
            "iFhttps://www.youtube.com/embed/9pEl8q4QXt4?feature=oembed",
            "Watch as this feather-legged spider wraps its prey.",
            "“You would probably not even notice them,” she says. With “very delicate” bodies, they often fold their front pair of legs forward. In this position, she notes, they could easily be mistaken for “a piece of dry leaf.”",
            "They will encase their prey in silk, sometimes wrapping a hundreds-of-meters-long strand around and around and around it.",
            "Most spiders subdue their dinner by injecting it with venom from fangs. But cross sections of the heads of feather-legged lace weavers revealed rounded blobs of muscles where venom glands should be.",
            "The lace weavers do have fangs — but they lack ducts needed to inject anything. Instead, the researchers found a different clue in the spiders’ gut tissue. There, they found signs of genes that lead to producing ample, potent toxins.",
            "See how the fangs on a feather-legged lace-weaver spider (A) differ from those of a venomous spider (B). Toggle back and forth to compare. These close-ups offer one clue to the unusual way the lace-weavers kill their prey: Rather than injecting poisons into them, they vomit a lethal slurry onto them.",
            "*_Here’s_a_spider_whose_barf_is_worse_than_its_bite1",
            "fCLacking ducts, this fang from a feather-legged lace-weaver delivers nothing deadly. Arrows in the close-up point to pits — not to any plumbing that could release venom.",
            "*_Here’s_a_spider_whose_barf_is_worse_than_its_bite2",
            "fCAn exit hole near the tip of a typical spider fang delivers venom.",
            "Biologists reserve the term venom for an injected poison. The upchucked toxins, particularly from the spider’s midgut, proved as deadly as the venom of common house spiders. In tests, injecting the barfed-up toxins into fruit flies killed them.",
            "And come meal time, the small predators take no chances when it comes to dosing. They don’t just drool a bit on their silk-prepped entree, Zancolli says. They instead liberally slather it all over their restrained meal.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/tiktok-skincare-routines-harm-skin",
        "title": "\n\tTikTok skincare routines may cause more harm than good",
        "content": [
            "*a_young_woman_holding_a_skincare_product_and_applying_a_cream_to_her_face_while_sitting_in_front_of_",
            "Skincare TikTok videos are rising in popularity. However, many of these videos are promoting harmful messages and products. ",
            "More and more kids are posting skincare routines on TikTok. These videos can be a playful and fun way to express oneself. But many of the routines might be more harmful than helpful, a new study shows. The majority of the regimens shown are costly, have harmful ingredients and lack sunscreen. Most don’t offer benefits for young skin. And they may lead to skin damage.",
            "This study suggests that young people are getting a lot of health information from TikTok instead of more reliable sources such as doctors, parents or skincare specialists, says Nusheen Ameenuddin. She’s a pediatrician at Mayo Clinic in Rochester, Minn.",
            "Pediatricians and dermatologists are worried about the message these videos are delivering. Namely, they give possibly harmful skincare advice, wrapped up with troubling messages about unrealistic and unhealthy beauty standards.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "When healthcare researcher Tara Lagu asked her 11-year-old niece what she wanted for Christmas, her niece handed her a list of expensive skincare products. According to Lagu’s sister-in-law, all the girl’s friends were taking part in this trend. Lagu was shocked.",
            "Lagu recounted this to Molly Hales. She’s a dermatologist at Northwestern Medicine in Chicago, Ill. She also studies how culture and medicine intertwine. Lagu asked Hales if she’d be interested in exploring this skincare trend. Hales jumped at the opportunity.",
            "To start, Hales and a colleague each made TikTok accounts. They reported that they were 13 years old. Then they scrolled through their “For You” pages until they had seen 100 skincare routine videos. As they watched, the researchers noted information on the content creators, the products and the cost of each regimen.",
            "Most of the videos were pretty popular. They had an average of more than a million views each. Because the creators’ ages weren’t specified, the team assigned age ranges based on appearance and context clues. For example, in one video a creator said, “Get ready with me for the first day of sixth grade.” Most creators used an average of six products, which on average cost a total of $168.",
            "Then the researchers dug into the products and their ingredients.",
            "iFhttps://www.youtube.com/embed/emIsUY8EhTo?feature=oembed",
            "Molly Hales and Tara Lagu talk about the some of the problems they see in popular TikTok skincare videos aimed at teens.",
            "Overall, the team found that the products had three main skin risks: skin allergy, irritation and sun sensitivity.",
            "A post shared by Science News Explores (@sn.explores)",
            "More than half of the products had fragrance. Many scents are contact allergens. That means they can cause an allergic reaction when they come in contact with skin. They are one of the most common things people develop a skin allergy to, says Hales.",
            "Plus, the 25 most-viewed videos had an average of 11 potentially irritating active ingredients. These can cause an itching, burning, tingling or prickling sensation.",
            "The most common of these ingredients were alpha-hydroxy acids. These chemicals exfoliate skin, removing surface layers. They’re common in anti-aging products because they can smooth fine lines and wrinkles and improve skin texture. They’re also used in some products to prevent acne. But they can irritate and damage young skin.",
            "Creators used products with alpha-hydroxy acids an average of three times per video and as many as seven times in one regimen. This is harmful because the chemical becomes more irritating the more you layer it.",
            "Alpha-hydroxy acids also increase the skin’s sensitivity to the sun. The U.S. Food and Drug Administration recommends staying out of the sun and using sunscreen with these products. But on average, only 26 percent of the TikTok videos included any type of sun protection. So these regimens would boost the risk of sunburn and other sun damage.",
            "Though not part of the study, pediatrician Molly O’Shea was distressed by the findings. “The majority of the products that were being shown and demonstrated weren’t designed for young skin,” says O’Shea. She practices in Bloomfield Hills, Mich.",
            "Many of the products had abrasive features, such as retinols, scrubs and beads, that can damage the skin. These types of products are usually meant for people whose skin has begun to show signs of aging, says O’Shea. “When you’re young, using products that are designed for older skin can actually damage your skin.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Beyond risks to the skin, the team also had concerns about potential psychological and social risks.",
            "The videos place high importance on physical appearance, Hales says. And much of the content showed creators in large, expensive, private bedrooms and bathrooms. They had drawers stuffed with high-priced skincare products.",
            "The products seemed to be used as status symbols, says Hales. “That may make someone feel bad if they don’t have the money or they’re not in a position to be able to afford that kind of skincare routine.” Studies have shown that comparing yourself to others who seem “better” can have big drawbacks, especially for teens. “It can have a harmful effect on your self-image,” says Hales.",
            "The study didn’t look at who was consuming this content, says Hales. But this type of media could pose a risk of adverse mental health outcomes for kids and teens who view it, she notes.",
            "The team also paid attention to skin tone. In the United States, beauty standards traditionally have been linked to ideals of whiteness. The researchers wanted to see if the videos idealized white skin.",
            "The majority of content creators they viewed had light skin. But since TikTok’s feed is driven by an algorithm, the researchers don’t know how well what they saw reflects the whole platform. The early videos they saw and engaged with may have prompted more videos from creators with light skin to appear in their feed.",
            "Some popular terms used in these videos, such as “glowy,” could be seen as coded racial language, they note. While “glowy” is not as overt as “white” or “light,” when something glows, it gets brighter and lighter, says Hales.",
            "Next, the team would love to study more videos by non-white creators. “How much content is there from darker-skinned content creators?” asks Hales. “Are the messages and beauty ideals more affirming? Is there anything problematic in the messages that these girls are getting?”",
            "*a_girl_dressed_in_athletic_clothing_sits_under_shade_and_applies_sunscreen_to_her_face",
            "fCDaily sunscreen is important for kids and teens to protect their skin against sun damage.",
            "For pre-adolescents who don’t have any known skin condition, Hales recommends just one product: a daily sunscreen. If the skin becomes oilier during adolescence, she suggests adding a gentle cleanser once or twice a day.",
            "1. Make sure you’re putting on sunscreen every single day. ",
            "2. Read the labels of the products you’re using and see what kind of active ingredients they have. ",
            "3. Look for fragrance-free products. (Fragrance is the most common cause of skin allergy.)",
            "If teens are struggling with acne, some over-the-counter products can be helpful, she notes. However, it’s important to choose products that target the right problem. At that point, she advises teens to talk to their doctor. “Pediatricians are usually very equipped to manage mild to moderate acne,” says Hales. If it’s anything more severe, she recommends seeing a dermatologist.",
            "For kids who enjoy watching skincare routines online, Hales notes three steps to be a savvy consumer. First, she says, make sure you’re putting on sunscreen every single day. Second, read the labels of the products you’re using and see what kind of active ingredients they have. Third, look for fragrance-free products, since fragrance is the most common cause of skin allergy.",
            "Hales sees no harm in spending money on safe products that you put on from time to time because it feels luxurious or you enjoy it. But know that you don’t need elaborate skincare routines to take care of your skin. “In most cases,” she says, “those products are probably making the skin less healthy, rather than more healthy.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/megaflash-longest-lightning-bolt-record",
        "title": "\n\tThis ‘megaflash’ is now the longest lightning bolt on record",
        "content": [
            "*A_visualization_of_a_the_longest_lightning_megaflash_ever_recorded,_which_lit_up_the_sky_in_October_",
            "This composite image includes data from 160 high-resolution National Weather Service radars. They scanned the skies at multiple elevations to detect flashes of lightning across the U.S. Midwest in October 2017.",
            "A massive bolt of lightning lit up the sky from Dallas, Texas, to Kansas City, Mo., in October 2017. It’s now officially the longest single flash ever recorded.",
            "Satellite data collected during that storm revealed that this megaflash spanned 829 kilometers (515 miles). It lasted 7.39 seconds, notes Michael Peterson. An applied physicist at Georgia Tech in Atlanta, he’s the lead author of a study describing the event. It appeared online July 31 in the Bulletin of the American Meteorological Society. ",
            "Megaflashes are relatively rare. They happen in only about 1 in every 1,000 thunderstorms across the Americas. But any given one can pack a punch, Peterson says.",
            "*A_composite_image_of_lightning_flashes_recorded_by_radar_at_different_elevations_over_the_Midwest_in",
            "fCThe record-breaking lightning megaflash (illustrated) spanned about 829 kilometers (515 miles), roughly the distance from Dallas to Kansas City, Mo.",
            "They don’t just shunt energy from cloud to cloud, but from clouds to the ground, too. Typical lightning strikes the ground for mere microseconds. In contrast, these massive bolts can discharge electricity for spans lasting up to 100 milliseconds. They might infuse their energy into a tree or other target. That might even become the powerful trigger for a wildfire.",
            "The 2017 cloud-to-cloud record-breaker emerged from a massive thunderstorm system that swept across the U.S. Midwest. It sparked at least 116 cloud-to-ground spikes along its path.",
            "Megaflash hot spots include the U.S. Midwest and southeastern South America. The previous record-holder occurred in 2020. That bolt stretched 768 kilometers (477 miles) across parts of the southern United States and the Gulf of Mexico.",
            "Researchers hope that satellites “staring” continuously at such hot spots will help uncover why megaflashes periodically occur. (Some satellites sit above a single place on Earth. They travel in what’s known as a geostationary orbit.)",
            "Megaflashes “have the same ingredients as ordinary lightning,” notes Peterson — “but with a twist.” The heart of thunderstorms can contain many rain and ice particles. These rise to different heights due to updrafts. Each particle can carry an electric charge.",
            "When particles collide, their charges can transfer, forming lightning.",
            "There’s a limit to how high these cloud particles can rise. Thunderstorm cells don’t tend to kick them up higher than 11 kilometers (about 7 miles). This is the upper boundary of Earth’s troposphere, or lowest atmospheric layer.",
            "“When they can’t go up anymore, they go out,” Peterson says. And this creates the potential for an epic flash. “There are these massive, horizontally large, charged layers.” And they can be “vertically as thin as a sheet of paper, he says. “These layers are key ingredients for megaflashes.”",
            "Understanding how giant bolts of lightning form has become an active area of research, he adds.",
            "“A single strike can potentially impact a lot of people. It’s the most impactful kind of lightning we have on Earth,” he says. “It’s the kind of lightning we want to get a good handle on to keep people safe.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-rivers",
        "title": "\n\tLet’s learn about rivers",
        "content": [
            "*_Let’s_learn_about_rivers3",
            "The Nile River is the longest river in the world, running nearly 6,700 kilometers (more than 4,000 miles) through East Africa. ",
            "What has a bed but doesn’t sleep, a mouth but doesn’t speak, and a bank but no money? A river!",
            "Rivers are big, natural flows of water that snake across every continent. They vary widely in size and terrain but share a few basic features.",
            "A river starts with water. That initial source might be a lake or meltwater from snow or ice. As that water flows downhill, precipitation and groundwater add to it. Small streams and creeks merge to form rivers. Rivers can merge to form bigger rivers. Eventually, the river empties into another body of water, such as a lake or ocean. The end of a river is called its mouth.",
            "Rivers have immense power to shape the lands they cross. Millions of years of erosion by water from the Colorado River, for instance, sculpted the Grand Canyon. Rivers can also suddenly split or reroute to form new landscapes. This quick change in path is known as avulsion. Where a river meets a lake or ocean, the water can dump sediment to form new land called a delta.",
            "Healthy rivers are important for many reasons. Rivers support aquatic life. That includes invertebrates, fish, plants and more — which can be found throughout a river, from the water’s surface to its bottom, or bed. A river’s water supports plants, animals and other life forms along its banks. People use river water to drink, water crops, transport goods and produce electricity through hydroelectric dams.",
            "But human activity is also harming the world’s rivers.",
            "Runoff from farmland carries pesticides and other pollutants into rivers. Medicines and other chemicals in our wastewater taint rivers as well. Human-caused climate change is warming river waters, stressing species that live there. Dams and groundwater pumping interrupt the flow of water through rivers, damaging their ecosystems. And sometimes people use so much river water that rivers dry up before reaching their mouth.",
            "World Rivers Day — on the fourth Sunday of each September — aims to raise awareness about these threats. Scientists are searching for ways to support and restore these ecosystems. Taking down poorly placed dams and pumping chilly waters into overheated rivers can help. Devising new ways to pull out trash and other pollution are important too.",
            "This World Rivers Day, check out the tools in our Activities section below to get to know the rivers near you. What could you do to help your local rivers thrive? ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Freshwater fish are in trouble: Here’s how we can help them Human activity can have a huge impact on rivers and other fresh waterways — for good and for bad.  (5/22/2025) Readability: 6.9",
            "Pumping cold water into rivers could help fish chill out Human-made cold water plumes could help fish beat the heat as climate change warms rivers. (12/4/2023) Readability: 6.7",
            "Bubbles could help remove trash from rivers An airy curtain of them would divert trash to an onshore collection system. (5/12/2022) Readability: 7.5",
            "iFhttps://www.youtube.com/embed/FX6Zr130PV8?feature=oembed",
            "Dams were removed along the Klamath River in the U.S. Pacific Northwest in 2023 and 2024. That restored the traditional migration paths for salmon and trout through this region.",
            "Scientists Say: Avulsion",
            "Scientists Say: Runoff",
            "Explainer: Earth’s water is all connected in one vast cycle",
            "Wildebeest drownings feed a river ecosystem for years",
            "Scientist tackles water pollution with epic swims",
            "Climate change is shifting when Europe’s rivers flood",
            "Groundwater pumping is draining rivers and streams worldwide",
            "Antibiotics pollute many of the world’s rivers",
            "A wave of change is coming to our planet’s water resources",
            "Word find",
            "Rivers in different regions boast a huge range of terrains and wildlife. Explore rivers across the United States with on the American Rivers site. ",
            "Want to learn more about the health of your local waterways? Check out the How’s My Waterway tool from the U.S. Environmental Protection Agency. You can find the overall conditions of nearby waterways, discover how safe they are for swimming and eating fish, and learn about restoration and protection efforts. ",
            "Soil erosion can wash pollutants into rivers and other waterways — but can plants help prevent such land slippages? Find out in this experiment from Science Buddies!"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-heat-dome-definition-pronunciation",
        "title": "\n\tScientists Say: Heat dome",
        "content": [
            "*_Scientists_Say_Heat_dome4",
            "A heat dome is a weather phenomenon that can cause record-breaking and ground-baking high temperatures.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2123244438&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A heat dome occurs when hot weather stalls over an area for days or weeks at a time. It forms when warm air at Earth’s surface gets trapped and cannot rise. Heat domes can cause periods of unusually hot weather called heat waves.",
            "In the atmosphere, warm air typically rises and cool air sinks. Air near Earth’s surface heats up, causing it to rise. As warmed air rises, it begins to cool and sink down again. This hot-cool cycle helps keep air moving in our atmosphere.",
            "A heat dome forms when heated surface air cannot rise. This can happen when a zone of high-pressure air moves over an area. High pressure is a region of sinking air high in the atmosphere. It’s usually marked by sunny skies and few clouds.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Sometimes, high-pressure air can prevent surface air from rising and cooling. Since this air remains near the Earth’s surface, it keeps getting hotter and forms a heat dome. The heat dome also blocks other weather from entering the region, including clouds and rain. As the region becomes drier, temperatures soar higher.",
            "Warm air in a heat dome isn’t just blocked from rising. It often cannot move out of the region, either. In North America, weather tends to move from west to east. But changes in the jet stream — a fast-moving air current high in the atmosphere — can block this motion. Such roadblocks can trap a high-pressure system for days or even weeks. This also can contribute to the formation of a heat dome.",
            "Heat domes’ high temperatures and dry conditions can increase the risk of wildfires. They bring other problems, too. In cool and mild regions, heat domes can cause unusually hot weather. Extreme temperatures may be especially dangerous to people living in such areas. That’s because they may lack air conditioners or other tools for managing the weather. ",
            "As the Earth’s climate changes, heat domes — and the extreme temperatures that come with them — become more common.",
            "Heat domes trap record-breaking temperatures over regions dangerously unprepared to handle the highs.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lasers-can-eavesdrop-on-microbes-including-viruses",
        "title": "\n\tLasers can eavesdrop on microbes, including viruses",
        "content": [
            "*a_photo_of_a_laser_beam_splitter,_a_small_colorful_cube,_surrounded_by_laser_equipment",
            "Close-up of a beam-splitter cube (center) through which lasers pass. Harel and his team beamed short pulses of light, using this cube, to produce a molecular movie. It captures the vibrational motion of a biological object — such as a virus — based on its “sound.” ",
            "What do viruses sound like? Scientists recently found out. They developed a way to eavesdrop on these and other microbes. This new tech can help scientists study such microbes and sound out the identity of germs in our environment.",
            "For hundreds of years, we’ve been able to see cells through microscopes. As these spyglasses have gotten more powerful, they’ve been able to zoom in on smaller and smaller details. Yet even when you can see individual microbes, most look pretty similar.",
            "“It’s not a needle in a haystack problem,” says Elad Harel. “It’s a needle in a stack of needles problem.” This chemist works at Michigan State University (MSU) in East Lansing. “To detect one needle from all these other needles,” he says, “you have to look for something that’s unique about it.”",
            "That unique feature could be a sound. Nearly anything can make sound by vibrating — and typically those vibrations get transmitted to our ears through the air. Different things will make distinctive sounds, depending on their shape and what they’re made of. This is why knocking on a table sounds different from tapping on a window.",
            "The same is true for microbes. Each type has its own special makeup of proteins and other molecules. Their unique chemistry and structures give each microbe a characteristic sound.",
            "That’s what led Harel and his MSU team to begin working on their new laser-based system. By figuring out how to measure these sounds, they’re now able to catalog them. It’s much like seeing a distant bird in the woods but not being sure what type of bird it is until you learn its distinctive call.",
            "Harel’s team describes logging such microbial “bird calls” in the January 21 Proceedings of the National Academy of Sciences.",
            "*a_photo_of_Elad_Harel_sitting_in_a_lab_behind_a_lot_of_equipment_He_is_wearing_dark_glasses_and_list",
            "fCElad Harel in his lab with some of the equipment that makes up an electronic “ear” that can hear and record the sounds of microbes. ",
            "To measure microbial sounds, Harel’s team started by pointing a laser at a virus. It’s a bit like striking a tiny gong with a teeny mallet — if a mallet could tap a gong millions of times per second.",
            "Those speedy taps set the virus vibrating. The triggered sound waves are far too quiet for our ears to pick up. So Harel’s team measures them with a second laser. The vibrations cause the second laser’s beam to quiver like a very sensitive eardrum. The scientists measure these signals to “hear” the virus.",
            "Other ways of studying microbes, such as viewing them through a microscope, often involve fixing them in place. That makes studying how microbes move a major challenge, notes Kim Davis. A microbiologist, she works at Johns Hopkins University in Baltimore, Md. Usually, what researchers can see is a “snapshot of what is occurring at [one] moment in time,” she says.",
            "With this new tech, scientists may be able to collect data that are less like a freeze-frame and more like a movie of microbes in the environment.",
            "By using sound, “we showed that we can track single viruses and even listen to a virus rupture,” Harel says. As a virus starts to break open, he says, the frequency of its sound begins to drop — “almost like a deflating balloon.”",
            "iFhttps://www.youtube.com/embed/2xdneFTR3BI?feature=oembed",
            "Learn how the MSU team listens to viruses.",
            "There are microbes everywhere. Most aren’t all that dangerous to humans. Consider viruses. Of thousands of species, only about 270 infect people.",
            "But, notes Davis, “It can be very difficult to determine if an organism has pathogenic [illness-provoking] properties just from looking at it.”",
            "With something like the new system, we might one day be able to hear the difference, Harel says.",
            "There’s still a lot to learn about these viral sounds, though. The sound a microbe makes might change if it’s on a surface versus in the air (much like how our voices change when we’re underwater). So to “increase our understanding and build a database,” Harel says, “we’ll have to do a lot of experiments on different viruses in different environments.”",
            "Another issue: Many microbes belong to species with lots of related members — strains that you might think of like siblings. Consider E. coli. These bacteria live almost everywhere. Although most are harmless to people, a few strains can cause serious disease. Since all E. coli have nearly the same shape and are made of nearly the same proteins, it might be hard to hear a difference between harmful and harmless ones.",
            "To find out, scientists will have to just keep listening. Once they have a robust library of sounds, they may be able to tell most microbes apart. That because microbial sounds are very specific, Harel says. It’s like listening for a friend’s voice in a loud place. Because their voice is familiar, you can pick it out from the other noises.",
            "There’s plenty of research left to be done. “It’s a new way of looking at biology,” Harel explains. For now, he says, “We don’t know what we’re going to see because very few people have ever looked.”",
            "But one day, this type of tech might prove useful beyond the lab. For instance, it could be used in sensors installed at airports and other crowded places. These could then listen for worrisome microbes — and send out warnings of which ones (and how many) are out there.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/dimples-reduce-drag-vehicles",
        "title": "\n\tPickleballs inspire a new way to reduce drag on vehicles",
        "content": [
            "*a_photo_of_a_hand_holding_a_pickleball_paddle_about_to_hit_a_yellow_pickleball",
            "A pickleball wrapped in a balloon inspired a new adjustable surface that could one day reduce drag on airplanes, submarines or other vehicles.",
            "Some people see a pickleball and want to smash it. When Anchal Sareen saw some pickleballs lying around a lab a few years ago, she thought about submarines and airplanes. As a mechanical engineer who studies how fluids affect movement, she couldn’t help it. So she went right out, bought a balloon and wrapped it around the pickleball. It became the inspiration for a new surface to speed and steer aircrafts and underwater drones.",
            "The surface has dimples, like a golf ball. But they’re adjustable. Add air and the dimples smooth out. Remove air and the dimples deepen.",
            "In a pair of recent papers, Sareen and her team at the University of Michigan in Ann Arbor have now shown how dimple depth can alter drag. Drag is the friction-like force that slows things down as they travel through a fluid. They’ve also shown how changing some — but not all — of the dimples can help steer an object through air, water or other fluids.",
            "“That’s a cool idea,” says Christopher Douglas at Duke University in Durham, N.C. Drag is a big challenge, he says. “Anything you can do to minimize drag is great,” says this mechanical engineer who did not work on the new skin.",
            "*a_grey_3d_printed_sphere_is_lit_from_the_bottom_to_show_the_dimples_",
            "fCThe dimples on this sphere can be made deeper or shallower. Their depth affects drag. Here, the sphere is hanging in a wind tunnel for testing.",
            "Douglas studies fluid flow as a way to improve the systems that propel vehicles. Engineers, he notes, have long been altering surface roughness to reduce drag.",
            "But drag isn’t always a bad thing, he adds.",
            "Fins and rudders guide a ship by increasing drag in one place more than in another. This nudges a ship in a desired direction. And dimples might help here, too, says Sareen. She envisions vehicles that might steer by altering the texture of their skin. This could be in addition to — or even instead of — fins and rudders.",
            "Sareen studies how to control the flow of fluids around objects to achieve a certain goal, like a reduction in drag.",
            "For inspiration, she has looked to animals. Some swimmers, she says, change the texture of their skin to change how water flows around them. One of her favorites is the shortfin mako shark. “They’re the fastest sharks in the world,” she says. “They’re like the cheetahs of the ocean.” A shortfin mako shark can swim about 50 kilometers (30 miles) per hour, with even faster bursts.",
            "Engineers suspect this shark’s skin is its secret to speed. It is covered with tiny toothlike scales called denticles. These denticles can change in an instant. When the shark is cruising, they all lie almost flat against its body. This can reduce its drag by about 10 percent. When the shark takes sharp turns or bends its body to navigate, the denticles move — but only on some parts of its body.",
            "“They actually bristle, which means they lift up,” Sareen says. Denticles can lift out by as much as 50 degrees. That changes the skin’s drag and the flow of water around it. This helps the shark make quick turns. It’s also efficient because the fish doesn’t need to move a muscle.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Sareen had long been interested in applying that idea to new vehicles. Could you change their surface to affect their movement? And that’s where the balloon-covered pickleball comes in.",
            "She showed one to a student interested in how dimples affect golf ball flight. Then she challenged him to study the link between dimples and drag.",
            "The student and other researchers 3-D printed model spheres with different-sized dimples. They looked like giant golf balls.",
            "They tested these plastic models in wind tunnels to identify how dimple depth affected drag.",
            "Next, they printed hard spheres with holes. These looked like pickleballs, only larger. The researchers jacketed these holey spheres with a stretchy material. Then they attached the covered spheres to a vacuum pump. Sucking air out with the vacuum made the dimples deeper. Allowing air to flow back in made them shallower.",
            "Making the first version of this morphable skin took about two years. It wasn’t easy, Sareen recalls. First, they had to very precisely control dimple depth with that pump. Their wind-tunnel experiments had shown that changing dimple depth by just 0.1 millimeter (0.004 inch) could reduce drag on the ball by 50 percent.",
            "“It was very sensitive,” she says. All the air going in or out had to be controlled precisely. And that outer skin had to be made from the right material — and “absolutely leakproof,” she adds.",
            "But those years of tests paid off.",
            "The wind-tunnel data showed that the dimples could produce lift. That’s a force that raises a vehicle and changes its direction.",
            "By changing the arrangement of dimples, Sareen’s team could not only control a ball’s lift but also the trajectory of its travel. That prompted them to investigate how dimples might be used as a sort of steering wheel.",
            "“We are improving on that design as we speak,” she says. The researchers are now working on version 3.0.",
            "iFhttps://www.youtube.com/embed/De2VQYkdztM?feature=oembed",
            "Anchal Sareen and her team explain how they used soft robotic technology to develop dynamic surface dimples — ones that can change at different flow speeds — to cut the drag experienced by underwater vehicles. It should also allow them to maneuver without fins and rudders.",
            "They’re also developing tests to see if the design would work in real-world conditions, such as the skin of some vessel sailing through air or water.",
            "This is a critical next step. “There are many different ways to control a system,” says Douglas, at Duke. A wind tunnel is a controlled environment, he notes. In the open air or water, the effects of a dimpled skin may be more difficult to predict.",
            "“The device or technology which could develop out of this work would be a bit more complicated than the work they’ve done in the lab,” Douglas suspects. For instance, dimpled skin could cause a vehicle to rotate. And that could make it harder to steer.",
            "Over the next few years, Sareen’s group plans to test new prototypes in the air and water. But their inventions won’t be found on fairways, greens and sand traps.",
            "”A lot of people have asked me, ‘Are you planning to patent this as a golf ball which can stay in the air?'” Sareen laughs and says: Not any time soon."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/how-hail-forms-weather",
        "title": "\n\tWatch out: Hail can get really big!",
        "content": [
            "*two_hands_holding_several_baseball-sized_balls_of_hail",
            "Examples of nearly baseball-sized hail that fell in France.",
            "Chunks of ice fall from the sky, bounce off hard surfaces — and sometimes even break windshields and hurt crops. Maybe you’ve seen these pieces of ice laying on the ground after a storm. Their pummeling barrage starts and stops suddenly, seemingly without warning. This is a hailstorm. And it can be a truly impressive spectacle.",
            "Hail forms high in the clouds during a storm. There, some raindrops freeze solid. As more and more raindrops collide, an icy “stone” grows in size until it’s too heavy to remain aloft.",
            "Particularly large or dense hailstones can damage human-made structures and objects, such as buildings and cars. Zach Lebo knows this firsthand. A meteorologist, he works at the University of Oklahoma in Norman. His parents in Pennsylvania had to replace their home’s roof twice in the last 10 years due to hail damage.",
            "Researchers are hoping to better understand some of the mysteries of hail. One big question is how hail moves through the atmosphere and builds up in size. Some hailstones have measured more than 13 centimeters (5 inches) across. That’s larger than a softball!",
            "fCHail comes in all sizes. It can be tiny bits of ice that melt almost immediately. Or it can be softball-sized chunks that persist for quite a while.",
            "Scientists used to think that hailstones grew by taking a looping path through the atmosphere. Think of their path as upward and downward like a merry-go-round tipped on its side. But such looping motions are actually rare, scientists in China have now shown. They analyzed hailstones collected by citizen scientists.",
            "Since 2016, people had been collecting hailstones across 15 provinces in China. These citizen scientists gathered more than 3,000 of these bits of ice and stored them until people on Qinghong Zhang’s team could retrieve the hail. An atmospheric scientist, Zhang works at Peking University in Beijing. The best place for citizen scientists to store hail is, not surprisingly, a cold place, she says. “They put the hailstone in their freezer at home.”",
            "Her group analyzed the chemistry of some of that hail. First, they sliced the stones, which allowed them to see layers of ice inside. The researchers then analyzed the specific isotopes of oxygen present in the frozen water within each layer. By matching that chemistry with the properties of the atmosphere at different heights, they could estimate the paths each ice ball had taken through the sky.",
            "Only 1 out of the 27 analyzed hailstones appeared to have moved like a tipped-over merry-go-ground. That was unexpected, says Zhang. “It’s surprising.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Studying the shapes of hailstones also can help reveal how each hailstone forms. Hail is seldom perfectly spherical, says Becky Adams-Selin. She’s a hail scientist who lives in Omaha, Nebraska, and works at Atmospheric and Environmental Research, an environmental consulting company. Some hailstones sport lobes, she notes, and others can have lumps: “You can get all sorts of weird shapes.”",
            "*two_hands_showing_bumpy_balls_of_hail_that_take_up_almost_the_whole_palm_of_each_hand",
            "fCMost hail is small. But whoppers the size of baseballs? They, too, occasionally pummel the ground. ",
            "Over the spring and summer of 2025, Adams-Selin has been part of a team collecting hail samples from across the United States. The researchers have traveled across the Front Range of the Rocky Mountains and the Central Plains. This area includes Montana, Wyoming, Colorado, the Dakotas, Nebraska, Kansas, Oklahoma, New Mexico and Texas. And it’s known for producing big storms that regularly spew hail. The project is called ICECHIP (short for In-Situ Collaborative Experiment for the Collection of Hail in the Plains).",
            "ICECHIP instruments measure things such as the air temperature, rainfall and the force with which hail strikes the ground. Adams-Selin also developed a device to store hailstones as the team drives around. “It’s like a giant funnel that collects hail and funnels it into a battery-powered freezer,” she explains, until they get back to the lab.",
            "Hailstones are a window into the atmosphere, says Liye Li. She’s a meteorologist with the World Meteorological Organization in Geneva, Switzerland. It can be hard to directly observe where hail forms, she explains. “We’re blind to what’s happening inside the clouds.” But hailstones deliver clues about what’s going on high in the sky right into scientists’ hands.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/why-remember-food-poisoning",
        "title": "\n\tMice show us why food poisoning is so hard to forget",
        "content": [
            "*Mouse_brain_region_called_the_amygdala_shown_in_blue_after_it_encountered_an_unknown_food_or_experie",
            "When mice eat something unfamiliar, neurons in a brain region called the amygdala light up (blue). If these mice later start feeling sick, the same neurons turn on again. This helps the mouse remember — and avoid — that food in the future.",
            "Food poisoning isn’t something we easily forget. Scientists have now homed in on what makes it so unforgettable. Alarm cells lock the experience into our brain’s circuitry as a yucky memory. That’s the finding of a new study on mice.",
            "Many of us have eaten something that left us sick. “Not only is it terrible in the moment, but it leads us to not eat those foods again,” notes Christopher Zimmerman. He’s a neuroscientist at Princeton University in New Jersey.",
            "Getting sick just one time after eating an undercooked enchilada or burger can make us hate that food forever. And the food repulsion it triggers can develop even if it takes hours or days to start feeling sick after the meal.",
            "Many other animals, it turns out, respond the same way.",
            "Mice usually need an immediate reward or punishment to learn something, notes neuroscientist Richard Palmiter. He works at the University of Washington in Seattle. Even one minute’s delay between cause (say, pulling a lever) and effect (getting a treat) can be too long for mice to learn the two are related.",
            "Not so for food poisoning. Even a rodent’s brain has no trouble linking a tummy torment now with something it ate quite a while earlier.",
            "That makes food poisoning one of the best ways to study how our brains connect events that are separated in time, Palmiter says.",
            "So researchers asked: How does the brain learn to hate foods that made us sick? After five years of experiments, Zimmerman’s team now shows that effects in the brain can burn dangerous tastes into memory.",
            "They described the details in the June 19 issue of Nature.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "A small, almond-shaped brain region called the amygdala links emotions to memories, learning and our senses. So it’s not surprising that this region plays a role in deciding what flavors we find gross or not.",
            "Palmiter’s group had shown that the gut tells the brain when it’s feeling icky. How? It activates certain “alarm” neurons called CGRP cells. “They respond to everything that’s bad,” Palmiter explains.",
            "To study how alarm neurons link food poisoning to food repulsion, Zimmerman’s team at Princeton had mice drink grape Kool-Aid. A half-hour later, they injected the animals with lithium chloride. This made them ill. Two days later, they again gave the mice grape Kool-Aid.",
            "The team ran versions of this simple experiment again and again. And at each step, they peeked inside the brains of those mice to see what was happening.",
            "When the mice had first gotten sick after drinking grape Kool-Aid, their alarm neurons turned on. This event increased the sensitivity of amygdala cells that carried memories of the grape flavor.",
            "Those same amygdala cells also turned on when the mice encountered grape Kool-Aid again. This suggests alarm neurons had helped the amygdala remember foods that seemed dangerous.",
            "This effect didn’t show up in mice that had tasted grape Kool-Aid before without getting sick.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The novelty that cues humans to remember food poisoning could rely on a bit more than just taste. Many unusual aspects of an eating experience can ick us out. It could be some spice blend. Or we may not like smells or other things that we pick up on in a restaurant that’s new to us.",
            "The new study was largely motivated by “pure curiosity,” says Ilana Witten at Princeton. She’s a coauthor of the study. And her team’s findings might go beyond food poisoning, she now suspects. They might be “very relevant to mental health.”",
            "Similar nerve pathways likely explain why unusual and bad experiences become so memorable, she says. But this event-triggered repulsion — known as aversive learning — sometimes goes wrong in people who have suffered a trauma or who have developed some addiction.",
            "The brain wiring that’s supposed to keep us safe can now end up causing harm. Learning to control those circuits, she says, might point to new treatments."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/brain-cells-feel-full-crave-dessert",
        "title": "\n\tBrain cells that make you feel full also make you crave dessert",
        "content": [
            "*an_assortment_of_French_pastries_with_fruit,_chocolate_and_creme_in_a_display_window",
            "Biology may explain why you might crave a sweet treat after a big meal. ",
            "Once you’re stuffed from a big meal, most foods lose their appeal. But see a sweet treat and you might be ready to make room for more. Some people joke about having a separate “dessert stomach.” Biology may explain this feeling, a new study suggests. The same brain cells that make you feel full also make you crave sugar.",
            "Neuroscientist Marielle Minère led the new research. She works at the Max Planck Institute for Metabolism Research in Cologne, Germany. Her team shared its findings February 13 in Science.",
            "Minère first got curious about sugar cravings while working with mice in another experiment. When the mice were full, she noticed, they wouldn’t eat more of their normal food. But they would eat sugar — as do many people after a meal.",
            "“That really made us want to know what drives that extra sugar intake,” she recalls. So Minère’s team designed another experiment with two groups of mice.",
            "*a_small_brown_harvest_mouse_stands_on_a_branch_ending_in_three_red_berries_It_is_attempting_to_eat_t",
            "fCThis harvest mouse is dining on a sweet treat — fruit. New research shows that sugary meals will appeal to them (and us) even after we’ve downed a filling meal.",
            "One group could eat food all night, whenever they wanted. The others spent a night without food. This group couldn’t eat until the next morning. In the end, all mice in that group, too, were full.",
            "In the morning, the researchers offered both groups of mice sugar. And all devoured it — even those that had just eaten. This confirmed that even when full, mice crave sugar.",
            "Minère’s team devised a way to explore which parts of the brain might explain this.",
            "They inserted special proteins into a few parts of the animals’ brains. These proteins glow when brain cells are active. To detect that glow, the scientists also implanted a light-recording device into each mouse’s brain.",
            "The researchers focused on a bundle of neurons called the POMC. It sits in a part of the brain that controls hunger, known as the hypothalamus. These cells are known to make mice — and people — feel full. The team wondered if the same cells might help drive sugar cravings.",
            "When an animal eats, POMC neurons kick off a cascade of activity. They send messages to other groups of brain cells that give a sense of feeling full. That feeling tells the animal to stop eating.",
            "When the mice were offered sugar, though, a different pathway out of the POMC lit up. “We found that the POMC neurons, which tell us how full we are, are also quickly turned on when [mice] see signs of sugar,” says Minère.",
            "This pathway, she believes, acts as a sugar-craving circuit. It can override the fullness circuit. The sugar-craving circuit engages a part of the brain that signals rewards and pleasure. This, the researchers think, is what makes sweets so appealing — even when we’re full.",
            "At least, that’s the case in mouse brains. But what about in us?",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "To test if people have the same sugar-craving brain circuit they saw in mice, Minère’s team designed two experiments.",
            "First, they looked to see if people possess the same neural links. So, they analyzed slices of human brain tissue. They looked at the same sites where they had seen this in mice. POMC neurons in people, they found, form the same paths that they do in mice.",
            "Next, they looked to see if those pathways in us respond to sugar, too.",
            "Volunteers agreed to lay in a brain scanner called a functional MRI machine, or fMRI. It recorded brain activity as people got water or sugar. When it was sugar, cells in their sugar-craving circuit lit up. This suggested those cells work much as they do in mice.",
            "Our brains differ quite a bit from mouse brains. Still, these particular parts of the brain are very similar in both, notes Sabrina Diano. She’s a neuroscientist at Columbia University in New York City who did not take part in the study. The new experiments, she says, do a good job showing that the sugar-craving circuit exists in both mice and us.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Minère believes there’s a reason brain why our brains crave sugar, even when we’re full. Our ancient ancestors evolved in a time when it was tougher to find food, she says. And sweet foods typically provide lots of quick energy.",
            "“Imagine you had a bunch of carrots and a bit of meat and you’re completely full. But then you find beautiful fruit and a bit of honey,” says Minère. In the past, even if you didn’t want to eat more carrots or meat, you might have still wanted to eat the fruit and honey for all of the energy it holds, she says — energy you could store for later.",
            "So, Minère says, it’s not your fault if you can’t resist the lure of a sweet treat. Blame biology."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/parakeets-talk-brain-areas-humans",
        "title": "\n\tParakeets talk using brain areas similar to ours",
        "content": [
            "*Colorful_small_parrots_called_budgerigars_or_parakeets,_one_gray_and_one_blue,_sit_next_to_each_othe",
            "Specific neurons in parakeets’ brains allow these birds to combine different elements of sounds, a new study shows. ",
            "Parrots are natural chatterboxes. Small parrots known both as parakeets and as budgerigars make this chatter in ways remarkably similar to the way we do it.",
            "Researchers shared the new finding March 19 in Nature. ",
            "Parakeets have special brain areas for making language. These language centers work much as those in humans do. So far, these parrots are the only animals other than people known to have brains that work in this way, says Michael Long in New York City. A neuroscientist, he works at New York University Langone Health.",
            "This “is really the first nonhuman animal in which that has been shown,” Long says.",
            "Parakeets (Melopsittacus undulatus) are tropical-colored cutie pies. Beyond their looks, these parrots are smart and outgoing. Their social life makes them interesting research subjects for language studies.",
            "Learning how their brains create speech might also help researchers better understand some language disorders in people.",
            "iFhttps://www.youtube.com/embed/6cqOI4ezWhk?feature=oembed",
            "Parakeets have complex conversations, perhaps using the “vocal keyboard” in their brains.",
            "Long and Zetian Yang recorded the activity of individual nerve cells in the brains of four parakeets. These cells were nestled in the anterior arcopallium. It sits in a front part of the birds’ brains. The two NYU Langone researchers tracked the activity of cells here as the birds chirped and trilled away. That activity was tied to how the birds made those sounds, they found.",
            "How the activity was organized turns out to be pretty simple, Long says. He compares it to a keyboard. This keyboard can produce a range of sounds — consonants, vowels, high pitches and low pitches. A parakeet can combine different sounds “by just playing this vocal keyboard,” Long says.",
            "Overall, this brain system is organized in a rather humanlike way.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Similarities between human and parrot brains show how two species can solve a problem in a similar way. This could be “a very tidy example” of what’s known as convergent evolution, Long says. The brains of people and these small parrots both developed ways that let them make a complex series of sounds. But how this happened evolved separately in each species.",
            "Scientists now know more about how the birds’ brains help these parrots talk. But another question remains: What are these birds talking about?",
            "“We are trying now to translate budgie,” he says of that language.",
            "Long’s team is using advanced machine learning to find patterns among the bird talk. They hope this will help them figure out what each warble and chirp means. Perhaps their language — not just how the birds’ brains create it — resembles that in people.",
            "Through these kinds of experiments, Long says, people may come to challenge the idea that complex language is a particularly human behavior. Parakeets might be telling us that people aren’t the sole species with a gift of gab.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    }
]