[
    {
        "URL": "https://www.snexplores.org/article/fossil-american-rhino-herds-nebraska",
        "title": "\n\tNorth American rhinos once gathered in large, hippo-like herds",
        "content": [
            "*A_fossilized_ancient_rhino_lays_embedded_in_the_ground_at_the_Ashfall_research_site,_surrounded_by_o",
            "Fossils of the rhino Teleoceras (shown) are among the most common ancient herbivores found at Ashfall Fossil Beds State Historical Park in northern Nebraska. The animals died roughly 12 million years ago, suffocated by ash from an eruption of the Yellowstone supervolcano.",
            "Millions of years ago in what’s now the U.S. Midwest, watering holes and rivers were home to huge herds of stumpy-legged rhinos. While most rhinos today prefer a solo lifestyle, these ancient party animals formed big herds. They also stuck close to home.",
            "These new insights come from chemical clues in fossil teeth. Researchers shared the findings April 4 in Scientific Reports.",
            "An extinct corgi-shaped cousin of today’s rhinos — Teleoceras — left the fossilized remains. They came from animals that died some 12 million years ago when a huge Yellowstone volcano erupted in what is now Idaho.",
            "That explosion blanketed much of North America in ash. And here, in what’s now Nebraska, about 30 centimeters (1 foot) of ash fell over a watering hole used by Teleoceras and its neighbors.",
            "“It would have been like a bad dust storm,” says Clark Ward. A paleontologist, he led the research. Ward works at the University of Minnesota in Minneapolis. ",
            "This ash slowly suffocated and starved hundreds of animals at the Nebraska watering hole. This ancient animal graveyard is now preserved as Ashfall Fossil Beds State Historical Park. Scientists have uncovered more than 100 Teleoceras skeletons here.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Fossils provide all types of clues about long-extinct animals. What they ate, for example. And how they behaved.",
            "Ward’s team wanted to know two things. Did Teleoceras live both on land and in the water? (The species’ round, hippo-like body suggested they did.) And was this species mostly solitary, like modern rhinos? Or were they more social, like today’s hippos?",
            "For answers, the team looked into whether the rhinos that died at Ashfall lived there full-time or had just been caught during a brief visit. So the researchers sampled 13 rhino molars — a type of tooth. They looked at the relative amounts, or ratios, of different isotopes (forms of various elements) in their teeth.",
            "The carbon isotopes would point to what types of grasses the ancient animals ate. Ratios of oxygen isotopes should reflect seasonal changes in their diet. Together, these details could paint a picture of the animals’ habitat. Strontium isotopes in a tooth, meanwhile, could be tied to specific areas.",
            "Measuring these isotope ratios allowed the researchers to see if ancient animals traveled between regions.",
            "The carbon and strontium ratios varied little, the team found. Those data suggest Teleoceras didn’t wander far. It lounged in mud and fed on grasses right around Ashfall. With so many remains at Ashfall, the results also suggest these rhinos lived in huge herds.",
            "Ward was a bit surprised that the rhinos seemed such homebodies.",
            "“I suspected young males to travel far distances in search of mates,” he says. Mating only within their herds could have raised the chances of inbreeding. This can raise the risk of gene mutations building up in a population. The result could be weak or sickly offspring.",
            "To limit this risk, the rhinos may have mated with neighboring herds.",
            "The findings also shed light on the ancient Ashfall ecosystem, says Danielle Fraser. An evolutionary biologist, she did not take part in this study. She works at the Canadian Museum of Nature in Ottawa. If the rhinos didn’t have to migrate, she says, they likely had plenty of food and water year-round.But Ward and his team remain puzzled by one thing. How could so many rhinos, horses and camels live together in the same place? Wouldn’t they eat all of the plants and run out of food?",
            "Perhaps Earth’s warmer climate back then led to a bigger plant bounty. In fact, Ward says, maybe those plant-eating animals boosted plant growth. They might have had this effect as they munched on older vegetation — dropping fertilizing poop along the way.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/snake-bites-antivenom-friede",
        "title": "\n\tMultiple-snake antivenom comes from blood of man bitten 202 times",
        "content": [
            "*Tim_Friede_stands_in_the_light_with_a_snake_on_his_arm_his_blood_was_used_to_make_an_antivenom_cockt",
            "Tim Friede injected himself with doses of venom over and over. It built up immunity in him to bites from venomous snakes, such as this water cobra.",
            "Tim Friede remembers his worst snakebites in screaming detail. The first was from an Egyptian cobra. The second, an hour later, came from a monocled cobra. Both were highly venomous snakes. Each occurred at his home in Wisconsin. And neither was an accident.",
            "“Was it stupid? Yes,” he says. But, he adds that he had been in it for the science.",
            "Someday, these might help others survive snakebites, too.  ",
            "Friede let the cobras bite him — on purpose. To date, he’s logged 202 snakebites. “It always burns,” he says. “And it’s always, always painful.”",
            "He had to be airlifted to a hospital after those first back-to-back cobra bites, nearly 20 years ago. He would go on to spend four days in a coma.",
            "Friede has been “self-immunizing” himself against some of the world’s deadliest snakes. The process involves milking venom from snakes. Then he’d inject tiny doses into his body, followed by increasingly larger ­ones. ",
            "Think The Princess Bride, says Jacob Glanville. In that movie, Westley built up immunity to the poisonous (and fictional) iocane powder by gradually exposing himself to it over time.",
            "That’s essentially what Friede did, says Glanville. He’s the president and CEO of the biotech company Centivax.",
            "Friede slowly and carefully injected ever-bigger amounts of venom into his body over months and years. His body eventually built up immunity to more than a dozen venomous snakes. These include coral snakes, black mambas and rattlesnakes.",
            "Afterward, he’d let snakes bite him. Without that slow preparation, bites by “most of those snakes would have killed him,” Glanville says.",
            "Instead, Friede survived.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Antibodies are proteins that help our bodies recognize and fight off threats such as germs. Vaccinations lead our bodies to build up protective antibodies against disease-causing germs. But antibodies can also neutralize the toxins found in different venoms.",
            "All of Friede’s injections left his bloodstream with what may be a one-of-a-kind mix of antibodies to snake venoms. Those antibodies may someday help accidental snakebite victims, too.",
            "Antivenoms can stop the effects of toxins in snakebite victims. Glanville’s team has now used antibodies from Friede’s blood to make a new antivenom.",
            "Glanville had already been working on a vaccine to protect against many different flu viruses. He also was interested in finding cases where broader immunity might be useful — and snakebites came to mind.",
            "More than 600 species of venomous snakes slither across the planet. Creating an antivenom for each one takes time and money. Glanville wanted to create an antivenom that could target toxins from many types of venomous snakes at once. He thought Friede — someone who’d been bitten so many times and by so many snakes — could help.",
            "Glanville contacted Friede after reading about him in the news. “I said, ‘This might be an awkward question, but I would really like to get some of your blood.’”",
            "Said Friede: “I have been waiting so long for this call.”",
            "The man had been involved in small studies before. But many weren’t published. And some projects never went anywhere.",
            "Glanville’s would.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Glanville’s research team used a small sample of Friede’s blood. The antivenom cocktail they developed from it can now quash the effects of several venoms.",
            "They made it from a combo of two of Friede’s antibodies plus a toxin-blocking drug (varespladib). This mix completely protected mice from lethal doses of venom from 13 different species of snakes. It partially protected mice from the venoms of six more.",
            "The researchers shared their findings in the June 12 issue of Cell.",
            "So far “this is perhaps the best combination published,” says Andreas H. Laustsen-Kiel. He’s a biotechnologist at Technical University of Denmark in Kongens Lyngby. He didn’t take part in the new antivenom work.",
            "Glanville’s research is part of a recent push in a handful of labs — including Lausten-Kiel’s — to create better antivenoms. Scientists have looked through billions of lab-created antibodies in search of ones that target key venom toxins. Some used AI to dream up new toxin-neutralizing proteins. And one old drug has been repurposed as a potential new tool for fighting viper venom.",
            "None of these, even Glanville’s cocktail, is ready for prime time. “It’s an experimental antivenom,” Lausten-Kiel says. It still needs to be tested for safety and how well it works in people.  ",
            "Across venomous snakes, there are about 10 toxin families that pose key targets for antivenoms, says study coauthor Peter Kwong. He studies the structures of proteins from viruses and other toxin sources at Columbia University in New York. The newly developed snake-antivenom cocktail targets three toxin families. That’s enough to move on to the next phase of testing.",
            "iFhttps://www.youtube.com/embed/GXArk_ZxMwI?feature=oembed",
            "Tim Friede recounts how he got into this the snake-venom business. It started with his first snake bite at age 5. Then he moved to carefully, methodically measuring out doses to keep the occasional accidental bite from turning lethal — in him and, potentially, in others.",
            "The researchers are now looking to work with veterinary groups in Australia to potentially treat dogs that come in with snakebites.",
            "And, Glanville adds, the team can always look for more antivenom ingredients in the billions of antibodies they found in Friede’s blood.",
            "Friede retired from snakebites and venom injections in 2018 (after 202 snakebites and 654 immunizations). Today, he’s a healthy 57-year-old. He has had regular liver and kidney checkups. Those ensure that his history of venom exposures hasn’t damaged these organs.",
            "“Tim did something remarkable, and we think it could change medicine,” Glanville says. But, he emphasizes, no one should be injecting themselves with snake venom.",
            "“We are actively discouraging anybody from trying it,” he says. “No one ever needs to do it again.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/villain-hero-childhood-origin-stories",
        "title": "\n\tAnalyze This: Do bad childhoods make movie villains?",
        "content": [
            "*a_movie_still_from_the_Joker_movie_where_villain_the_Joker_is_standing_on_a_street_and_staring_someo",
            "Not all characters with a tragic backstory like the Joker’s become bad guys, a study shows. Anyone, regardless of background, can choose to do good.",
            "Many villains in fiction have troubled childhoods, from Batman’s nemesis the Joker to Black Panther’s foe Erik Killmonger. Supposedly, such villains are driven to hurt people because they’ve been hurt in the past. But in DC and Marvel superhero movies, a rough childhood doesn’t always mean that characters become villains.",
            "“We know that when you have a hard childhood, there is a risk that you can have more challenges when you’re an adult,” says Jennifer Jackson. She’s a professor of nursing at the University of Calgary in Canada. But many people who experience difficult things when they’re young go on to have a great adulthood, she says. Jackson and her colleagues wanted to see if DC and Marvel movies reflected this picture of the real world.",
            "The researchers watched 33 films and rated the childhood experiences of 28 villains and heroes. For each character, they tallied up the number of adverse childhood experiences. “This is something that is really bad, but that you don’t necessarily have any control over,” Jackson explains. Adverse childhood experiences included lack of support in a family, violence, poverty and parents getting divorced. For example, Black Widow from the Avengers sees her mother die and is separated from her family.",
            "“All of us have some adverse childhood experiences,” Jackson says, “because life is just difficult.”",
            "Of all the characters, Black Widow probably had the most difficult childhood, Jackson says. “And she was still a hero.” In fact, the team found that overall, there was no link between how bad a character’s childhood was and whether they chose good or evil. The findings appeared in January in PLOS One.",
            "“Whether you’re a hero or a villain is a choice that you can make,” Jackson says. “It’s not only about what happens to you.”",
            "Some heroes provide hints about how to deal with hard experiences. In Black Panther, T’Challa and Shuri lose a parent and experience war in Wakanda. But they had support. They talked about their feelings and connected with others in their community, Jackson says. And they sought out their elders on the Ancestral Plane. Seeking out supportive adults is one way to get help during hard times.",
            "In the long run, these characters continued doing good. In Shang-Chi and the Legend of the Ten Rings, the main character sees his mother die. His father pushes him into harsh martial arts training and sends him out to avenge his mother’s death. Shang-Chi eventually runs away and makes a new life for himself. He becomes a supportive friend and a force for good. Both he and Black Widow seem happy because of their choices to be heroes.",
            "Ultimately, these characters show us that we can make our own paths, Jackson says. We live in a world that can feel overwhelming with many hard things that we can’t control. But, like in superhero movies, no one’s path is set in stone. We all still have choices to make, she says. “All of us can be heroes.”",
            "Researchers tallied up the adverse childhood experience, or ACE, scores of 14 villains and 14 heroes from DC and Marvel movies. A higher score means a character had a more difficult childhood. The yellow bars show scores for heroes, including Spiderman, Black Widow, Aquaman and Wonder Woman. The blue bars show scores for villains, including the Joker, the Riddler, Loki and Killmonger. Each bar shows the number of characters that have the ACE score on the y-axis.",
            "*a_graph_showing_the_adverse_childhood_experience_of_14_heroes_and_villians",
            "fCJ. Wigmore et al/PLOS One 2025 (CC BY 4.0)"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/biologist-aging-genes-animals-bats",
        "title": "\n\tLoss inspired this biologist to study aging",
        "content": [
            "*Biologist_Juan_Manuel_Vazquez_stands_in_front_of_a_grassland_Mountains_loom_behind_him_in_the_distan",
            "As a kid, Juan Manuel Vazquez saw family members cope with several aging-related conditions, such as cancer and Alzheimer’s disease. Now he studies anti-aging genes in a variety of creatures, from bowhead whales to Galapagos tortoises. ",
            "For Juan Manuel Vazquez, handling bats is just another part of his job as a biologist. That might seem a bit odd, since he studies aging at Pennsylvania State University in University Park. But Vazquez is looking for anti-aging genes. He’s investigated a variety of creatures, from bowhead whales to Galapagos tortoises. Bats, though, make up much of his work since they’re more accessible. “Bats are literally right there in your backyard,” he says.",
            "Vazquez starts by taking a small skin clipping from a bat’s wing. This doesn’t hurt them, he says. Bat wing membranes closely resemble the webbing between your own fingers. Try grabbing the webbing between your thumb and forefinger. “You won’t feel any pain if you pinch it really hard,” he says. Back in the lab, Vazquez grows cell cultures from his samples. This allows his team to study their genes “without having to disturb the animal ever again.”",
            "Vazquez focuses on bats belonging to the genus Myotis. These bats vary in how long they live. Some species only survive for a few years. Others, such as Brandt’s bats, can reach over 40 years old. By comparing their genes, Vazquez and his team hope to tease out why certain species live such long lives.",
            "In this interview, Vazquez shares his experiences with Science News Explores. (This interview has been edited for content and readability.) ",
            "One of my first memories was when my grandma was diagnosed with cancer. She passed away when I was six. By the time I was eight, I had already attended many funerals. That’s because I was part of a huge family. I was exposed to a lot of aging-related conditions, such as cancer and Alzheimer’s disease.",
            "That inspired me to try to understand why people have to suffer from these diseases. My family and I would travel from Puerto Rico to the mainland United States for medical care. We’d visit advanced medical centers like Mass General Brigham, in Boston, Mass., and the Cleveland Clinic in Ohio.",
            "Doctors are really important. I was surrounded by them growing up since my mom was a nephrologist, a kidney doctor. But I noticed that modern medicine had two sides to it. On the one hand, we have all this really cool, cutting-edge technology. But on the other hand, we use treatments for certain diseases that haven’t changed in a long time.",
            "I realized that doctors can only do things that they have the resources for. Doctors don’t invent medications, nor do they set the prices. Scientists and the patent holders do. So I was the weirdest kid who wanted to be like the guy who invented insulin. I wanted to find a cure for cancer and aging. That way, no one would have to worry about them. ",
            "I originally planned on staying in Puerto Rico for college. But I made a mistake while preparing to apply. That meant I had to go to elsewhere in the United States for college. I chose to attend the University of Rochester in New York. That’s where I came across some researchers studying the evolution of aging in naked mole rats, which can live up to 31 years. ",
            "*Juan_Manuel_Vazquez_wears_black_gloves_and_a_netted_hat_as_he_holds_a_small_bat_for_a_study_on_aging",
            "fC To study anti-aging genes, Juan Manuel Vazquez often collects DNA from live bats. Using a tool called a biopsy punch, he takes a small, circular tissue sample from their wings. Quick and painless, the procedure doesn’t interfere with the bats’ ability to fly. The clipped wing heals within a week.",
            "I sat in on a class about the biology of aging, which made me realize that I could study this. I probably wouldn’t have studied aging if I had enrolled in another school. Instead, I would’ve likely studied cancer in a more traditional sense.",
            "I found the subject of evolution to be boring growing up. You learn that evolution happens on such a big time scale. I thought it had nothing to do with cancer or aging. But then I realized that evolution can help you study things not possible during your lifetime.",
            "Galapagos tortoises can live about 200 years while bowhead whales and Greenland sharks live even longer. You would need multiple generations to investigate one animal’s lifespan. But all of these animals are closely related to short-lived things. Studying why these animals live so long compared to their relatives lets you tackle a problem that was once considered completely out of reach.",
            "As a kid, I loved the idea of being a polymath. That’s a person well-rounded in everything. I didn’t just like science. I loved the arts, history and architecture, as well.",
            "I still like reading about what others are doing in completely different fields. That’s how I came up with my portable genetic sequencing kit. I can bring it on a plane in a carry-on bag without any problems. I can catch an animal, determine the species and sequence its genome within 18 hours. I never would have thought of that had I not been hanging out with photographers. They have to figure out how to safely carry expensive gear to the weirdest places. ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/water-droplets-make-electricity-power",
        "title": "\n\tHere’s how rainwater might one day power some of your lights",
        "content": [
            "*A_photo_shows_raindrops_falling_on_a_shingle_roof",
            "Water carries a lot of built-in energy. Researchers have now found a way to harness some of that energy from rain and other sources as a clean source of electric power.",
            "They say April showers bring May flowers. But here’s another upside to rain any time of year: It could power some of your lights with clean, green energy. ",
            "Hydropower typically harnesses the strong flow of a big stream of water to create electricity by some mechanical means — such as the spinning of big turbines. A new type instead harnesses tiny bursts of energy sparked when rain runs down a narrow tube. ",
            "“There is a lot of energy in rain,” says Siowling Soh. An engineer, he works at the National University of Singapore. His team is developing the new tech. “If we can tap into this vast [rain] energy,” he says, “we can move toward a more sustainable society.”",
            "A water molecule, or H2O, is made of two hydrogen atoms bonded to an oxygen atom. Some experiments had shown the electric charges in a water molecule can become spatially separated as water flows through an electrically conducting tube.",
            "*an_illustration_of_water_molecules_inside_water_droplets",
            "fCWater molecules (here, illustrated inside water droplets) are made of one oxygen atom (shown red) and two hydrogen atoms (white). These molecules are held together by electrical charges. But their negative and positive ions can be spatially separated as droplets move down thin glass tubes. ",
            "As those drops move, negatively charged hydroxide molecules (OH–) leave the droplet. These can latch onto the tube’s inner surface. This will leave an excess of positively charged hydrogen ions (H+) in the water.",
            "As droplets dribble out of the tube and into a cup, the extra charge builds up in the accumulated water. That charge can create an electric current.      ",
            "In early tests by others, the share of water molecules affected this way had been truly tiny. So the energy they produced was small, too. Indeed, it was far less than would be needed to continuously pump water through that tube.",
            "Soh sought a way around that problem. His team’s new solution: Mix air in with that water.",
            "Instead of sending a continuous flow of water down a tube, they drip rain-like water droplets into it. To maximize the separation of electric charges, they keep the tube small. That way, a larger share of the water contacts the tube’s walls. (The tube’s 2-millimeter width is about as wide as a rice grain.)",
            "Tiny air pockets develop between the water driblets as they slide down that tube. This process creates higher rates of charge separation than do continuous flows, Soh reports. In fact, it releases roughly 100,000 times as much energy!",
            "The separated positive and negative electric charges create a voltage between the ions. It’s much the same idea as the charge separation that occurs when you shuffle across a rug wearing socks (and then risk getting a small shock when you touch metal).",
            "After traveling the length of the tube, each charged droplet falls into a stainless-steel cup. Wires connected to the tube and cup allow those built-up electric charges to create an electric current, which can power some device.",
            "Water moving down a tube can support an electric current. But based on the tube’s width (compared to water flow) — and whether air pockets mix in — that water’s flow can exhibit any of five patterns. Each is illustrated and then photographed here. They appear in order from most power generated (with air-pockets, left) to least (right).",
            "*_Here’s_how_rainwater_might_one_day_power_some_of_your_lights0",
            "fCC. Ao et al/ACS Central Science 2025 (CC-BY 4.0)",
            "Soh’s group ran 20-second-long tests of its system. Droplet flows through four tubes — each 32 centimeters (12.6 inches) long — made enough electricity each time to continuously power 12 LED lights.",
            "“We think [this new tech] will be helpful in rainy places, including tropical countries like Singapore,” Soh says. It could be scaled up, he adds — perhaps by installing rain-catching tubes on roofs. A system like this might also be set up next to sources that create sprays of water, such as waterfalls. ",
            "And this tech can do more than power little lights, Soh’s team reports. For instance, they showed how that electricity can be used to drive chemical reactions. Indeed, the engineers say, they’ve shown for “the first time that harvesting the constantly separated [electric] charge at the solid–liquid interface is … a practically useful source of electricity.”",
            "Soh’s group shared details of all this in the May 28 issue of ACS Central Science.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "This basic concept is not new, notes David Ma. This engineer at Texas A&M University in College Station worked on a somewhat related system seven years ago.",
            "“Our team focused on one droplet at a time moving across a surface,” recalls Ma. “This new approach is clever because it generated more droplets in a simple way.”",
            "Himanshu Mishra  also finds this new setup “an interesting way to learn [how electric charges behave].” It shows what happens when water touches the inside of the tube — tiny charges build up in a way that can generate electricity. A physicist, Mishra works at King Abdullah University in Thuwal, Saudi Arabia.",
            "The team behind the new tech says it can make up to 100 watts of power for each square meter of surface area collecting water. That’s a big jump compared to older methods, says Ma.",
            "But there’s also a catch, he adds.The device only works well when it’s connected to something with very high electrical resistance. That’s close to an “open circuit,” he explains — “where barely any current flows.” For that reason, he says, it can power only small things, such as tiny LED lights.",
            "“It won’t work for regular light bulbs,” Ma says, “because those need more current.”",
            "Mishra calls it “interesting science.” But “it won’t solve our global energy problems,” he notes. “We can’t expect it to replace fossil fuels.”",
            "It does suggest a clean new way to tap electricity from the environment, though. Even if it may only serve as a bit player for now.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-heat-dome-definition-pronunciation",
        "title": "\n\tScientists Say: Heat dome",
        "content": [
            "*_Scientists_Say_Heat_dome1",
            "A heat dome is a weather phenomenon that can cause record-breaking and ground-baking high temperatures.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2123244438&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A heat dome occurs when hot weather stalls over an area for days or weeks at a time. It forms when warm air at Earth’s surface gets trapped and cannot rise. Heat domes can cause periods of unusually hot weather called heat waves.",
            "In the atmosphere, warm air typically rises and cool air sinks. Air near Earth’s surface heats up, causing it to rise. As warmed air rises, it begins to cool and sink down again. This hot-cool cycle helps keep air moving in our atmosphere.",
            "A heat dome forms when heated surface air cannot rise. This can happen when a zone of high-pressure air moves over an area. High pressure is a region of sinking air high in the atmosphere. It’s usually marked by sunny skies and few clouds.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Sometimes, high-pressure air can prevent surface air from rising and cooling. Since this air remains near the Earth’s surface, it keeps getting hotter and forms a heat dome. The heat dome also blocks other weather from entering the region, including clouds and rain. As the region becomes drier, temperatures soar higher.",
            "Warm air in a heat dome isn’t just blocked from rising. It often cannot move out of the region, either. In North America, weather tends to move from west to east. But changes in the jet stream — a fast-moving air current high in the atmosphere — can block this motion. Such roadblocks can trap a high-pressure system for days or even weeks. This also can contribute to the formation of a heat dome.",
            "Heat domes’ high temperatures and dry conditions can increase the risk of wildfires. They bring other problems, too. In cool and mild regions, heat domes can cause unusually hot weather. Extreme temperatures may be especially dangerous to people living in such areas. That’s because they may lack air conditioners or other tools for managing the weather. ",
            "As the Earth’s climate changes, heat domes — and the extreme temperatures that come with them — become more common.",
            "Heat domes trap record-breaking temperatures over regions dangerously unprepared to handle the highs.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/whale-pee-fertilize-ocean-nitrogen",
        "title": "\n\tWhale pee is an ocean bounty",
        "content": [
            "*a_photo_of_a_right_whale_underwater",
            "Whales like this right whale move nutrients around the ocean in their pee and poo. Whale poop moves nutrients from deep to surface water. Whales also move nitrogen from high-latitude waters thousands of miles when they pee in warmer winter breeding grounds. ",
            "Whale poop is loaded with nutrients. It’s one way these marine mammals move useful material around the ocean. But their liquid wastes are valuable, too. Some whales migrate thousands of miles, peeing out nutrients along the way, new data show. It’s yet another way they help keep ocean ecosystems healthy.",
            "“I think of whales like gardeners,” says Joe Roman. He’s a marine biologist at the University of Vermont in Burlington. His work has shown how whales often move nutrients from deeper water (where many dine) to near the surface (where they poop).",
            "But whales don’t just swim up and down. They can migrate long distances between oceans. In fact, some marine giants migrate further than any other mammals on Earth.",
            "For instance, several whale species feed and fatten up in northern, nutrient-rich waters. This may be off the coasts of Alaska or Iceland. Later, they’ll travel thousands of miles south to their winter breeding grounds in Hawaii or the Caribbean. Here, in these warmer and nutrient-poor waters, they’ll give birth.",
            "During their long migration and breeding season, these whales don’t eat. Or poop. They live off their blubber. And as they break down that fat for energy, extra water and nutrients are discarded in their pee.",
            "And these animals pee a lot. But no one knew how many nutrients they released in these liquid wastes once they got to their winter habitat. Roman’s team decided to find out.",
            "*an_illustration_showing_how_whales_release_nutrients_in_urine,_placents,_calf_feces_and_carcasses_on",
            "fCNorth Pacific humpback whales feed off the coast of Alaska, in nutrient-rich waters, during the summer. Afterward, they travel to winter breeding grounds near Hawaii. There, their pee will fertilize the water. More whale nutrients will be shed as part of placentas, carcasses, skin and babies’ poop.",
            "The researchers focused on gray, humpback and right whales. These toothless behemoths dine on tiny plankton, krill and small fish. (They filter this prey from the water using long, bristly, comb-like plates of baleen in their mouths.) To figure out how many whales there are and where they travel, the scientists looked up historic accounts. Then they compared it to data on whale sightings that people have been posting on websites.",
            "To estimate the nutrients being moved by these whales, they started with a focus on the animals’ urine.",
            "Whales are too large to study in captivity. So the researchers lacked data on how much nitrogen — a major nutrient — they shed in pee. To gauge this, they turned to another, smaller marine mammal that fasts before breeding: elephant seals.",
            "iFhttps://www.youtube.com/embed/R4XbuwoRKvk?feature=oembed",
            "A humpback whale pees off the coast of Hawaii. Urine contains nitrogen and other nutrients that fertilize the water and nourish phytoplankton — a source of food for many sea creatures.",
            "In all, they now calculate, these three types of whales bring nearly 4,000 metric tons of nitrogen per year to their breeding grounds around Hawaii. That’s more than can be found in 2 million large bags of garden fertilizer! If true, this estimate means visiting whales may be doubling the available nitrogen while they’re there.",
            "That extra nitrogen feeds phytoplankton at the base of the ocean food chain. As they grow, these tiny algae and bacteria absorb carbon dioxide, a greenhouse gas. And that can help slow climate change. ",
            "Additional nutrients left by the visitors would come from the placentas of whales that just gave birth and from the bodies of whales that died in these waters.",
            "All told, it’s like delivering “about 20 million Big Macs of food every year,” Roman says.",
            "His team shared its new findings March 10 in Nature Communications.",
            "“The surprising thing was how much nitrogen whales moved in urine,” Roman says. Whale pee was the largest source of this nutrient in their breeding waters. And before commercial whaling cut populations, migrating whales may have moved three times as much.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "“This is very nice work,” says marine biologist Carla Freitas Brandt. She works at the Institute of Marine Research in Bergen, Norway. It’s interesting because these whales don’t eat or poop during the breeding season, she says. “But they still excrete nutrients [from pee] in these regions, which is quite cool!”",
            "Sean Johnson-Bice agrees. He’s a wildlife ecologist at the University of Manitoba in Winnipeg, Canada. He studies arctic foxes, which move nutrients to their dens. Poop and carcasses in their dens fertilize plants growing nearby. He says the new study shows the “remarkable contribution baleen whales make.” It’s further evidence of how valuable whales and other large animals can be within their ecosystems.",
            "To Roman, there’s an important lesson here: Animals are “building the planet around us.” He hopes his team’s new research helps show the benefits of rebuilding populations of whales and other large species — including buffalo, which similarly move nutrients on land.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/how-terraform-mars-atmosphere-breathe",
        "title": "\n\tHere’s how future Martians might take their first breaths ",
        "content": [
            "*An_illustration_shows_a_vehicle_driving_along_Mars'_surface_Trees_grow_in_the_forefront_as_a_city_lo",
            "Humans looking to terraform Mars would first need to bulk up its thin atmosphere. Researchers have suggested using microbes and even asteroid impacts to pump heat-trapping greenhouse gases into Mars’ atmosphere.",
            "A spacecraft slowly descends to the surface of Mars. Once arid and lifeless, the Red Planet now features a lush, green landscape. Passengers watch as a city comes into view. People walk along busy streets, venture into the local park and breathe the Martian air.",
            "Many science fiction writers have envisioned futures like this for Mars. In these stories, humans use so-called terraforming technology to make other planets more Earthlike.  ",
            "Anyone living on a terraformed Mars should “be able to walk around outside without a spacesuit,” says ​​Paul Byrne. At Washington University in St. Louis, Mo., Byrne studies how planets form. To be hospitable, Mars would need an atmosphere thick enough to retain heat. And there would need to be enough oxygen for life.  ",
            "In Earth’s atmosphere, greenhouse gases such as carbon dioxide, methane and water vapor trap the sun’s heat. This helps keep our planet warm enough for water to exist as a liquid — which all life needs.",
            "Most of Mars’ atmosphere is made up of carbon dioxide, or CO2. But Mars doesn’t have enough CO2 to trap heat. In fact, the Red Planet’s atmosphere ​is ​100 times thinner than our own. Being less dense than Earth and half its size, Mars has weaker gravity than our home planet, says Byrne. That makes it “harder for it to hang on to an atmosphere.”",
            "Without a heat-absorbing atmosphere, Mars sees temperatures as low as –153° Celsius (–225° Fahrenheit). And Mars’ extremely low air pressure lowers the boiling point of water. Any liquid water quickly evaporates or freezes, depending on the temperature.",
            "Jumpstarting the greenhouse effect would be key to increasing Mars’ temperature and air pressure, says Byrne. But future Martians would first need a way to produce enough CO2 to fill an entire atmosphere. ",
            "*_Here’s_how_future_Martians_might_take_their_first_breaths_2",
            "fCBillions of years ago, “super eruptions” from Mars’ once-active volcanoes may have spewed carbon dioxide into the planet’s atmosphere. Some researchers have suggested triggering new eruptions from volcanoes such as Olympus Mons (illustrated here) as a way to warm the planet.",
            "In the past, some researchers have suggested extracting CO2 from Mars itself. Engineers would create the gas from carbon and oxygen found in Martian minerals. Or they might release CO2 trapped in Mars’ polar ice caps or below the surface.  ",
            "But observations of Mars suggest this likely wouldn’t work. “There probably isn’t enough [CO2] to make an atmosphere even close to what we would need,” says Byrne. ",
            "In 2018, researchers publishing in Nature Astronomy used spacecraft observations to estimate how much CO2 is locked away in Martian minerals and ice caps. The team found that these sources don’t contain enough CO2 to create a significant greenhouse effect. The entire planet would only produce enough CO2 to thicken the atmosphere to about 7 percent of Earth’s.",
            "Other scientists suggest triggering volcanic eruptions to pump heat-trapping CO2 into Mars’ atmosphere. Volcanoes can help planets replenish atmospheres lost to space, says Byrne. Researchers suspect this is how Venus maintains its CO2-rich atmosphere.",
            "The Red Planet once had active volcanoes, which may have spewed carbon dioxide a few billion years ago. “Most of the activity ended a very long time ago,” says Byrne.",
            "Future civilizations might try to redirect asteroids to create these eruptions. Humankind has already inched toward that feat, says ​​Sara Seager. This astrophysicist studies planets around other stars at the Massachusetts Institute of Technology in Cambridge.  ",
            "In 2022, NASA’s DART spacecraft successfully bumped the asteroid Dimorphos closer to the larger rock it orbits. “With asteroid orbits, you just have to nudge it a little bit,” says Seager. But such impacts probably wouldn’t be too useful for triggering volcanic eruptions on Mars.  ",
            "​​You’d likely need to whip a lot of space rocks at Mars to release enough CO2 for an atmosphere, says Byrne. And the sheer speed of the incoming asteroids would lead to “catastrophically damaging impacts.”  ",
            "Let’s say future engineers do figure out some way to warm and thicken up Mars’ atmosphere with a heavy helping of CO2. Once there’s enough CO2 in the air, Mars colonists would want to start tweaking it to resemble ours. “We [would] need to have enough free oxygen that we can breathe,” says Byrne. Too much, though, could be toxic. (Free oxygen is a form of this element that is not chemically bonded to any others.)",
            "Free oxygen makes up about 21 percent of the air we breathe. The rest is mostly nitrogen with a smattering of other gases. Engineers would want to replicate this blend, says Byrne.",
            "Oxygen-producing microbes could help, says Seager. Research suggests cyanobacteria kicked off a rise in free oxygen in our atmosphere a little over 2 billion years ago. Scientists could tweak the genes of these microbes to help them better withstand Mars’ freezing temps and intense levels of radiation. ​​​ ",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Through photosynthesis, these tiny workers could then take in CO2 and pump breathable oxygen into Mars’ atmosphere. And using microbes might offer a safer method of oxygen production than relying on more complex machines. With machines, says Seager, “if one little thing goes wrong, we’re all dead.” ",
            "Creating a stable atmosphere is only one of many hurdles engineers would face in terraforming Mars. Without a magnetic field to shield it, Mars gets blasted with deadly amounts of radiation from outer space​​​ and the sun​. The dusty, pulverized rock covering the planet’s surface contains toxic salts called perchlorates. And since Mars has only about a third of Earth’s gravity, anyone living there would risk their muscles and bones weakening, says Byrne.",
            "Humans can’t reshape Mars with today’s tech. Space agencies around the world are still working toward getting the first astronauts to the Red Planet. NASA aims to achieve this as early as the ​​2030s.",
            "That makes it tough to estimate when humans might be able to terraform a planet like Mars, says Byrne. Terraforming tech could take anywhere from a few hundred to several thousands of years to perfect, he says. “Certainly nothing remotely in our time.”",
            "Such tech would have to be reliable enough to protect human lives. Even on Earth, humans can’t survive extremes such as the cold of Antarctica or the intense pressures of our oceans without life support. Small malfunctions to terraforming tech could be catastrophic. “We’re just so fragile,” says Seager. “That’s why the whole terraforming question is so challenging.”  ",
            "iFhttps://www.youtube.com/embed/HpcTJW4ur54?feature=oembed",
            "Learn more about terraforming Mars with Kurzgesagt."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/venus-surface-morphing-tectonics",
        "title": "\n\tThe surface of Venus is morphing",
        "content": [
            "*Four_aerial_images_of_Venus'_surface,_in_black_and_white",
            "The 1989 Magellan spacecraft captured images on Venus of rounded mountain belts called coronae (four shown). A new analysis suggests these circular structures may signal tectonic activity.",
            "Things on the surface of Venus may be moving.",
            "Since 1983, researchers have known that strange, round landforms dot the planet’s surface. These circular mountain belts are known as coronae (Ka-ROH-nay). There’s nothing like them on Earth. So they’ve remained mysterious for decades.",
            "A new look at old data may now have solved that mystery.",
            "Hot plumes of rock welling up from the planet’s mantle seem to be shaping these coronae. If true, that means the surface of Venus is tectonically active.",
            "Scientist shared these findings May 14 in Science Advances.",
            "Anna Gülcher was part of the research team. She studies Earth and planetary science at the University of Bern in Switzerland. Some people have said that Venus is “geologically dead,” she says. But over the past few years, growing evidence has hinted that Venus is geologically active. The new work shows that hot material under the coronae is “likely driving tectonic processes that are not so different than what occurs on the Earth.”",
            "*An_illustration_of_Venus'_surface_with_a_volcano_emitting_smoke",
            "fCHundreds of circular landforms — coronae — speckle the surface of Venus. The Quetzalpetlatl Corona (shown in this illustration) is in the planet’s southern hemisphere.",
            "Gülcher and her co-workers first made a computer model of the planet’s crust. A mantle is a thick layer that can separate a planet’s crust from its core. This new model showed how the crust would deform if hot plumes of material rose up from the mantle on Venus. This allowed the team to predict what the plumes and resulting coronae should look like.",
            "Then the scientists looked at the landscapes of Venus and its gravity.",
            "NASA’s Magellan spacecraft had collected those observations in the early 1990s. Its gravity data were key. They revealed that the density of material below the surface differed at various spots. Those variations were linked to plumes seen rising from below.",
            "Comparing the model’s outputs to these satellite data allowed the team to identify plumes beneath 52 coronae.",
            "The model also suggested that these plumes had been sculpting the coronae in various ways — such as subduction. That’s a process that occurs on Earth. It happens when two solid pieces of Earth’s surface — tectonic plates — collide. The force behind that pushes the edge of one plate under the edge of the other.",
            "Venus’ surface isn’t broken up into plates as Earth’s is. But subduction may still occur there. It could take place along the edges of the coronae, Gülcher’s group says.",
            "For instance, as a column of material rises beneath a disk of crust, it also may bulge out to the sides. That would push on the crust around the disk. If the crust is fairly strong, that surrounding crust may bend and dive down — or subduct — under the disk.",
            "Earth’s subduction zones host the world’s largest quakes. So if there are quakes on Venus, the strongest ones likely jolt at the rims of coronae, Gülcher says.",
            "But the crust around coronae might instead be weak. Then an upward push of material from the mantle might crack the surrounding crust. That detached crust could drip into the planet’s mantle, Gülcher says, “like honey.”",
            "Some coronae may even form as rising plumes get lodged in the ground below the surface. That would make the crust above swell into a round landform. Think of it as a tectonic blister, says Paul Byrne. This planetary scientist works at Washington University in St. Louis, Mo. He did work on the new study.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The new findings support the idea that tectonics are active today, Byrne says. What’s more, it shows how useful it is to pair computer models with spacecraft data. That could be a boon to future Venus missions. The upcoming VERITAS spacecraft, for instance, will gather much more detailed data than Magellan did.",
            "If Venus is geologically active today, perhaps it could have been Earthlike in the past, Gülcher says. It makes one wonder, she says: “Was there a period in Venus’ history that was … potentially less hot and more habitable?”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/first-lone-black-hole-milky-way",
        "title": "\n\tA rogue black hole is on the loose in our galaxy",
        "content": [
            "*An_image_of_the_constellation_Sagittarius_shows_a_star-dotted_expanse_of_space_There_is_a_lone_black",
            "The eight bright stars forming a teapot-like configuration (as seen in this photograph) are part of the constellation Sagittarius. Thousands of light-years beyond them lurks the first lone black hole ever detected. From mid-northern latitudes, Sagittarius appears in the southern sky during summer and early fall.",
            "For the first time, astronomers have confirmed the existence of a lone black hole. This rogue is wandering around the Milky Way — our galaxy — with no companion star.",
            "It’s “the only [loner] so far,” says Kailash Sahu. He’s an astronomer at the Space Telescope Science Institute in Baltimore, Md.",
            "In 2022, Sahu was part of a team that found the dark object moving through the constellation Sagittarius. (This group of stars in the southern sky takes its name from the Latin for “archer.”)",
            "At the time, this discovery made headlines. The reason: Until then, all known black holes had a companion star. Those companions had pointed to the presence of the black holes (which can’t be seen because they emit no light).",
            "A second team would go on to dispute the claim that this rogue was a black hole. They argued it could be a neutron star.",
            "But new observations by the Hubble Space Telescope now confirm the rogue object is about seven times as massive as the sun. That’s so massive that the dark object is a black hole. Black holes are more than three times as massive as the sun. Neutron stars, though, have less mass than this. So the dark object must be a black hole, Sahu’s group reasoned.",
            "The team shared that finding in the April 20 issue of The Astrophysical Journal.",
            "Solitary black holes should be common. But since they don’t normally affect visible stars, they’re hard to find. The lone black hole in Sagittarius revealed itself only because it passed in front of a dim background star.",
            "During that passage in July 2011, the black hole’s intense gravity magnified the star’s light through what’s known as gravitational lensing. This lensing slowly shifted the star’s apparent position, too.",
            "That star’s position still hasn’t settled down. This shows why “it takes a long time to do the observations,” Sahu says.",
            "The rogue’s original discovery relied on Hubble’s precise measurements of star positions from 2011 to 2017. The new study adds in Hubble data from 2021 and 2022. It also uses data collected by the European Space Agency’s Gaia spacecraft.",
            "What these data now show: The black hole is 7.1 times as massive as the sun (give or take 0.8 solar mass).",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "And that research team of doubters? They revised their assessment in 2023. They now agree the object is a black hole. That team estimates the object’s mass may be only six times that of the sun. But because this team is not as certain of the black hole’s mass as Sahu’s group, the two results are considered consistent.",
            "Located 5,000 light-years from Earth, the newfound rogue is much closer than the supermassive black hole at our Milky Way’s center. That central black hole also lies in Sagittarius. It’s also more than five times farther from us.",
            "The star-rich region around the galactic center offers a great hunting ground for other rogue black holes passing in front of stars. Sahu hopes to find additional such loners by using the Nancy Grace Roman Space Telescope. It’s due to launch in 2027."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-prototype-definition-pronunciation",
        "title": "\n\tScientists Say: Prototype",
        "content": [
            "*_Scientists_Say_Prototype3",
            "Engineering students assess a 3-D printed prototype to identify design flaws.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2127902748&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A prototype is a test version of an invention or product. It could be a physical item. But it could also be something digital, such as an early version of a website or program.",
            "A person builds a prototype to test how an idea holds up in the real world. That way, they can find flaws in a design and make fixes. Developing an idea from concept to finished product often involves creating multiple prototypes. Each version improves upon the last one.",
            "Prototypes may be simple or complex. Early in the design process, a prototype may be a simple sketch. As someone learns more about what works — and doesn’t — they build more complex prototypes.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Imagine someone wants to make a robot that can cross rough terrain. Building a complete robot right from the start would likely waste time and money. After all, the inventor should expect some trial and error. For example, wheels that work well in theory may fail in real-life rubble.",
            "People use different types of prototypes for different purposes. A late-stage prototype that includes all or most of the product’s final parts might called a working prototype. But many prototypes test only certain parts of an idea. Scientists call these proof-of-principle prototypes. For example, a prototype built to test a robot’s wheels might lack a motor and other parts that would be crucial to the final product. But it does allow researchers to test a certain wheel’s grip.",
            "In web design, a flowchart showing how a new website will work can serve as a prototype. The flowchart might help web developers envision and solve known problems. Or it could help them plan the most efficient site design.",
            "Scientists created a working prototype of a robot that speeds up a pianist’s playing ability.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-your-weekly-word",
        "title": "\n\tScientists Say: Your weekly word",
        "content": [
            "*dictionaries",
            "What’s that word? Find new science words every week with Scientists Say.",
            "Every week in our series Scientists Say, Science News Explores highlights a new science word, from absolute zero to zooxanthellae. Each word has a definition and is used in a sentence to help you understand the meaning. There’s even an audio recording, so you can hear exactly how to pronounce the term. All the words covered so far are listed below. Got a word you want to know about? Send an email to sns@sciencenews.org and put in a request!",
            "Absolute zero",
            "Absorb",
            "Acceleration",
            "Accretion disk",
            "Acid",
            "Acidification",
            "Acoustic",
            "Adaptation",
            "Addiction",
            "Adsorb",
            "Aerosol",
            "Agrivoltaics",
            "Albedo",
            "Algebra",
            "Alkaline",
            "Allele",
            "Altitude",
            "Amino acid",
            "Amoeba",
            "Ampere",
            "Amphibian",
            "Amusia",
            "Amygdala",
            "Anthropocene",
            "Anxiety",
            "Aphantasia",
            "Archaea",
            "Archaeology",
            "Artificial Intelligence",
            "Asteroid",
            "Astronaut",
            "Astronomical interferometry",
            "Atmosphere",
            "Atoll",
            "Atom",
            "Atomic number",
            "ATP",
            "Aufeis",
            "Autophagy",
            "Autopsy",
            "Avalanche",
            "Avulsion",
            "Bacteria",
            "Base",
            "Beakiation",
            "Big Bang",
            "Biofilm",
            "Biomagnify",
            "Bionic",
            "Black hole",
            "Blood-brain barrier",
            "Body mass index",
            "Bog",
            "Bond",
            "Brainwaves",
            "Bromeliad",
            "Bruxism",
            "Caecilian",
            "Calculus",
            "Calorie",
            "Camouflage",
            "Campfire",
            "Capsaicin",
            "Carbohydrate",
            "Carbon capture",
            "Carcinogen",
            "Catalyst",
            "Causation",
            "Cellulose",
            "Chemical",
            "Chimera",
            "Chlorophyll",
            "Chromosome",
            "Circadian",
            "Circumnutation",
            "Climate",
            "Code",
            "Cognition",
            "Colloid",
            "Comet",
            "Compound eye",
            "Confirmation bias",
            "Connectome",
            "Constellation",
            "Continent",
            "Convection",
            "Copepod",
            "Coprolite",
            "Coral",
            "Coriolis Effect",
            "Corona",
            "Correlation",
            "Cortical homunculus",
            "Cosmic microwave background",
            "Cosmic rays",
            "Crepuscular",
            "Crystal",
            "CT scan",
            "Cyanide",
            "Cyclone",
            "Dark energy",
            "Dark lightning",
            "Dark matter",
            "Data",
            "Decay",
            "Decibel",
            "Deep brain stimulation",
            "Deepfake",
            "Deforestation",
            "Denisovan",
            "Desert",
            "Dialect",
            "Diffraction",
            "Digital footprint",
            "Dimension",
            "Dinosaur",
            "Dioxide",
            "Dire wolf",
            "Diurnal",
            "DNA",
            "DNA sequencing",
            "Domestication",
            "Dopamine",
            "Doppler Effect",
            "Drought",
            "Dung",
            "Dwarf planet",
            "Earthquake",
            "Echolocation",
            "Eclipse",
            "Ectoparasite",
            "Ectotherm",
            "eDNA",
            "Egg",
            "Electron",
            "El Niño",
            "Ellipse",
            "Endocytosis",
            "Endotherm",
            "Engineering",
            "Enzyme",
            "Epidemic",
            "Epidermis",
            "Equation",
            "Equinox",
            "Estuary",
            "Eukaryote",
            "Eutrophication",
            "Excitation",
            "Excretion",
            "Evolution",
            "Exocytosis",
            "Exomoon",
            "Exoplanet",
            "Experiment",
            "Explosion",
            "Extinction",
            "Extremophile",
            "Eyewall",
            "Faraday cage",
            "Fatty acid",
            "Fault",
            "Fermentation",
            "Ferrofluid",
            "Fertilize",
            "Fiber optic cable",
            "Firenado",
            "Firewhirl",
            "Fission",
            "Fluorescence",
            "Food web",
            "Force",
            "Forensics",
            "Fossil",
            "Fracking",
            "Fractal",
            "Frequency",
            "Frostbite",
            "Frost quake",
            "Fruit",
            "Fulgurite",
            "Fungi",
            "Fusion",
            "Galaxy",
            "Gamma ray",
            "Gas giant",
            "Genealogy",
            "Genetic engineering",
            "Genus",
            "Geometry",
            "Geyser",
            "Glacier",
            "Glia",
            "Global Positioning System",
            "Glymphatic System",
            "Goldene",
            "Goldilocks zone",
            "GPS",
            "Gradient",
            "Graphene",
            "Gravitational lens",
            "Gravity",
            "Guinea worm",
            "Guttation",
            "Gyroscope",
            "Habitable zone",
            "Hagfish",
            "Haptic",
            "Hardware",
            "Herbivore",
            "Hertz",
            "Hibernaculum",
            "Hibernation",
            "Hippocampus",
            "Histology",
            "Hominid",
            "Hoodoo",
            "Hormone",
            "Humidity",
            "Hurricane",
            "Hydrogel",
            "Hyperthermia",
            "Hypothermia",
            "Hypothesis",
            "Ichnology",
            "Imaginary number",
            "Inclusion",
            "Inertia",
            "Infection",
            "Inflammation",
            "Infrared",
            "Inorganic",
            "Insulin",
            "Intron",
            "Invasive species",
            "Ion",
            "Ionosphere",
            "Irruption",
            "Isotope",
            "Jellies",
            "Jet stream",
            "Joule",
            "Jurassic",
            "Kakapo",
            "Kelp",
            "Kelvin",
            "Keratin",
            "Kevlar",
            "Kidney",
            "Kinetic energy",
            "Krill",
            "Kugelblitz",
            "Lachryphagy",
            "Lactose",
            "La Niña",
            "Large language model",
            "Larva",
            "Laser",
            "Latitude",
            "Lava",
            "Lava bomb",
            "LED",
            "Lift",
            "Light pollution",
            "Light-year",
            "Lignin",
            "Liver",
            "Loci",
            "Locus",
            "Longitude",
            "Luminescence",
            "Lymph",
            "Machine Learning",
            "Magnetosphere",
            "Marcescence",
            "Mass",
            "Magma",
            "Magnetism",
            "Marsupial",
            "Mean",
            "Median",
            "Medullary bone",
            "Megalodon",
            "Melatonin",
            "Menstruation",
            "Metabolism",
            "Metal",
            "Metamorphosis",
            "Meteor",
            "Meteorite",
            "Meteorology",
            "Methane",
            "Microbiome",
            "Microgravity",
            "Microplastic",
            "Migration",
            "Mineral",
            "Mitochondrion",
            "Mitosis",
            "Möbius strip",
            "Mode",
            "Model",
            "Molecule",
            "Momentum",
            "Monotreme",
            "MRI",
            "Multiverse",
            "Mummy",
            "Muon",
            "Mutation",
            "Mycelium",
            "Myopia",
            "Naloxone",
            "Narcotic",
            "Neandertal",
            "Nebula",
            "Necropsy",
            "Nectar",
            "Nematocyst",
            "Nematode",
            "Neurodivergent",
            "Neuroplasticity",
            "Neuron",
            "Neurotransmitters",
            "Neutron",
            "Neutron star",
            "Neutrophil",
            "Niche",
            "Nicotine",
            "Nocturnal",
            "Nucleosynthesis",
            "Nucleus",
            "Nutrient",
            "Obesogens",
            "Octopod",
            "Okapi",
            "Olfactory",
            "Oort cloud",
            "Opioid",
            "Optogenetics",
            "Orbit",
            "Organic",
            "Organelle",
            "Organoid",
            "Osmosis",
            "Outbreak",
            "Outlier",
            "Oxidation",
            "Ozone",
            "Paleontology",
            "Pandemic",
            "Papillae",
            "Parasite",
            "Parabola",
            "Pareidolia",
            "Parthenogenesis",
            "PFAS",
            "Phloem",
            "Pi",
            "Piezoelectric",
            "Peptide",
            "Periodic table",
            "Permafrost",
            "Petrichor",
            "pH",
            "Photochromic",
            "Photon",
            "Photovoltaic",
            "Pigment",
            "Placebo",
            "Planet",
            "Plankter",
            "Plasma",
            "Plastic",
            "Plastisphere",
            "Poisonous",
            "Polarized light",
            "Pole",
            "Pollen",
            "Pollution",
            "Polymer",
            "Potential energy",
            "Power",
            "Prairie",
            "Precipitation",
            "Predator",
            "Prehistoric",
            "Prey",
            "Primate",
            "Prime number",
            "Protein",
            "Protist",
            "Proton",
            "Proxima b",
            "Proxima centauri",
            "Pulsar",
            "Quantum",
            "Quantum dot",
            "Quarantine",
            "Quark",
            "Quartile",
            "Quasar",
            "Quoll",
            "Rabies",
            "Radar",
            "Radiation",
            "Radioactive",
            "Radio waves",
            "Rare earth element",
            "Receptor",
            "Red dwarf",
            "Reduction",
            "Refraction",
            "Regolith",
            "Relapse",
            "Remission",
            "Replication",
            "Respiration",
            "Richter Scale",
            "Rime ice",
            "Ring of fire",
            "RNA",
            "Robot",
            "Rocket propellant",
            "Rubisco",
            "Runoff",
            "Salinity",
            "Salt",
            "Satellite",
            "Saturated fat",
            "Savanna",
            "Seismology",
            "Semiconductor",
            "Silicon",
            "Silicone",
            "Social",
            "Software",
            "Solar",
            "Solar cycle",
            "Solar wind",
            "Solstice",
            "Solution",
            "Space weather",
            "Spaghettification",
            "Species",
            "Speleology",
            "Sperm",
            "Stalactite",
            "Stalagmite",
            "Statistical significance",
            "Stereoscopy",
            "Stereotype",
            "Stomata",
            "Stone Age",
            "Strain",
            "Stratigraphy",
            "Sublimation",
            "Sundog",
            "Supercomputer",
            "Superconductor",
            "Supercontinent",
            "Supercool",
            "Supernova",
            "Surface tension",
            "Symbiosis",
            "Synapse",
            "Taphonomy",
            "Tectonic plate",
            "Telescope",
            "Telomere",
            "Theia",
            "Theory",
            "Thought experiment",
            "Tinnitus",
            "Tonsils",
            "Torpor",
            "Torque",
            "Toxin",
            "Transit",
            "Trauma",
            "Triclosan",
            "Tsunami",
            "Tundra",
            "Typhoon",
            "Ultrasonic",
            "Ultrasound",
            "Umami",
            "Uncertainty",
            "Understory",
            "Unsaturated fat",
            "Upwelling",
            "Urushiol",
            "Vacuole",
            "Vaccine",
            "Valence electron",
            "Vampire",
            "Variable",
            "Vector",
            "Venomous",
            "Ventral striatum",
            "Vertebrate",
            "Vestigial",
            "Vitamin",
            "Virtual reality",
            "Virulence",
            "Virus",
            "Viscosity",
            "Voltage",
            "Waterspout",
            "Watt",
            "Wavelength",
            "Weather",
            "Weather bomb",
            "Wetland",
            "Wormhole",
            "X-axis",
            "X-ray",
            "Xylem",
            "Y-axis",
            "Yeast",
            "Yellow dwarf",
            "Yottawatt",
            "Zika",
            "Zirconium",
            "Zoonosis",
            "Zooplankton",
            "Zooxanthellae",
            "2-D material"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-lipid-definition-pronunciation",
        "title": "\n\tScientists Say: Lipid",
        "content": [
            "*_Scientists_Say_Lipid4",
            "Polar bears’ insulating layer of fatty tissue consists mostly of lipids, helping keep them warm in frigid Arctic temperatures. ",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2135795226&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "Lipids are a class of molecules that contain carbon and hydrogen. They make up one of the four types of molecules in living things. Besides lipids, these include proteins, nucleic acids and carbohydrates. Living things make each type of molecule from carbon and other elements. As a group, life’s molecules are also called biomolecules.",
            "There are four groups of lipids: oils and fats, waxes, phospholipids and sterols. Two general traits set all these lipids apart from other biomolecules. First, lipids are hydrophobic. This means lipids do not dissolve in water. Instead, they dissolve in other lipids. Second, lipids contain long chains made of hydrogen and carbon, called hydrocarbon chains. (Biologists tend to call hydrocarbon chains “fatty acids.”)",
            "There are exceptions to both rules. For example, phospholipids and some sterols partially dissolve in water. But generally, lipids are hydrophobic and contain hydrocarbon chains.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Lipids carry out many important jobs in the body. One of them is to store energy. Much of the fatty tissue of our bodies is made of lipids. This is true for other animals, too. Hibernating bears, for example, eat lots of extra food in the fall. Their bodies convert this extra food into fatty tissues, which they use for energy while hibernating — and not eating — in the winter.",
            "Some lipids also serve as chemical signals in our bodies called hormones. Examples include cortisol, estrogen and testosterone. Lipids also help our nerves send signals faster. And they help the body absorb and process vitamins.",
            "Lipids called phospholipids make up the membranes, or outer layers, that surround cells and their structures. This includes the cell’s outermost layer, called the cell membrane. Lipids also make up the membranes around a cell’s organelles. A lot of cellular work occurs across membranes. So, the lipid’s role in membrane structure is a big deal to biologists.  ",
            "*Illustration_of_a_phospholipid_bilayer_structure_Each_phospholipid_consists_of_a_phosphate_group_hea",
            "fCCell membranes are made of phospholipids. These lipids are amphiphilic. That means part of them dissolves in water, while the other part does not. In a watery environment — such as inside our bodies — phospholipids group together like a sandwich. The “hydrophilic” parts of these molecules, which dissolve in water, face outward. The “hydrophobic” parts that dissolve in other lipids cling together in the middle. This “bilayer” creates the membranes of a cell and its organelles.",
            "Researchers investigate the mysterious conditions under which soft, lipid-rich human brains have resisted decay for many thousands of years.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/mms-candy-geometry",
        "title": "\n\tExperiment: M&M’S geometry",
        "content": [
            "*a_bowl_full_of_colorful_M&M's_on_a_white_background",
            "M&M’S candies have a bit of an odd shape. They're not exactly spherical. But they're not exactly disks, either. In this experiment, let's use mathematical models of different shapes to find out which one most closely matches M&M’S.",
            "Objective: Investigate which formula is the most accurate for estimating the volume of an M&M’S candy",
            "Areas of science: Math",
            "Difficulty: Hard beginner",
            "Time required: ≤ 1 day",
            "Prerequisites: None",
            "Material availability: Readily available",
            "Cost: under $20",
            "Safety: No issues",
            "Credits: Sara Agee, Ph.D., Science Buddies; Teisha Rowland, Ph.D., Science Buddies; M&M’S® is a registered trademark of Mars, Inc.",
            "Geometry is the study of how to use math to describe and investigate different points, lines and shapes. The way that a shape is described in geometry is with a formula, which is simply a mathematical way to calculate different properties of a shape like size, area or volume. Volume is a unique property of three-dimensional shapes, because three-dimensional shapes take up space in three different directions. Most real-world objects are three dimensional: balls, cars, food, etc.",
            "The problem with geometric formulas is that they describe “perfect” or “ideal” shapes. A sphere is an “ideal” three-dimensional shape that is perfectly circular in all directions. Even though a ball is spherical in shape, it is not a perfect sphere. If geometric formulas describe “ideal” shapes and not “real” shapes, then how are they useful in the “real” world?",
            "Most real-world shapes are not simple shapes and use complex geometry to be calculated. The properties of real-world shapes can also be approximated, or estimated, to the best possible measure with a geometric formula. This is called making a geometric model, and the most important part of making a good geometric model is choosing the formula that best describes the object. Even the most irregular objects can be modeled by using geometry: cars, airplanes, electronics, plastics, food, etc. Geometric modeling is very important for manufacturing because a product needs to have the same shape, made the same way, every time.",
            "In this mathematics science project, you will use geometry to produce a mathematical model of an M&M’S candy. If you look closely, you will see that the volume of an M&M’S candy is a bit irregular. It is not quite perfectly round. It looks like a ball shape (sphere) that has been squished on one side, as shown in Figure 1. You will test three different formulas (one for a sphere, one for a cylinder and one for an ellipsoid) to see which formula makes the best geometric model of an M&M’S candy. You will test each formula by using it to calculate the volume of an M&M’S candy and then you will compare your result to the actual volume of a single piece of candy.",
            "*_Experiment_M&M’S_geometry5",
            "fCFigure 1. An M&M’S candy looks like a sphere that has been flattened on one side. The blue candy on the left is shown from the top, while the red one on the right is shown from the side.",
            "For help creating graphs, try this website:",
            "fCTable 1.",
            "fCTable 2.",
            "*_Experiment_M&M’S_geometry6",
            "fCFigure 2. To measure the long sides of 10 M&M’S, line them up lengthwise in clay or Play-Doh next to the ruler. This image only shows four M&M’S lined up, but you will be using 10 M&M’S.",
            "*_Experiment_M&M’S_geometry7",
            "fCFigure 3. To measure the short sides of 10 M&M’S, line them up on their side in clay or Play-Doh next to the ruler. This image only shows four M&M’S lined up, but you will be using 10 M&M’S.",
            "fCTable 3.",
            "This activity is brought to you in partnership with Science Buddies. Find the original activity on the Science Buddies website.",
            "*A_banner_that_reads_SCIENCE_BUDDIES"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/explainer-earth-layer-layer",
        "title": "\n\tExplainer: Earth — layer by layer",
        "content": [
            "*a_cut_away_diagram_showing_the_innner_layers_of_the_Earth",
            "Scientists understand much about Earth’s structural layers — the inner core, core, mantle and crust. Yet there are still great mysteries to solve about our planet’s inner workings.",
            "Mountain ranges tower to the sky. Oceans plummet to impossible depths. Earth’s surface is an amazing place to behold. Yet even the deepest canyon is but a tiny scratch on the planet. To really understand Earth, you need to travel 6,400 kilometers (3,977 miles) beneath our feet.",
            "Starting at the center, Earth is composed of four distinct layers. They are, from deepest to shallowest, the inner core, the outer core, the mantle and the crust. Except for the crust, no one has ever explored these layers in person. In fact, the deepest humans have ever drilled is just over 12 kilometers (7.6 miles). And even that took 20 years!",
            "Still, scientists know a great deal about Earth’s inner structure. They’ve plumbed it by studying how earthquake waves travel through the planet. The speed and behavior of these waves change as they encounter layers of different densities. Scientists —  including Isaac Newton, three centuries ago — have also learned about the core and mantle from calculations of Earth’s total density, gravitational pull and magnetic field.",
            "Here’s a primer on Earth’s layers, starting with a journey to the center of the planet.",
            "*a_diagram_showing_the_layers_of_the_Earth",
            "fCA cut-away of Earth’s layers reveals how thin the crust is when compared to the lower layers.",
            "This solid metal ball has a radius of 1,220 kilometers (758 miles), or about three-quarters that of the moon. It’s located some 6,400 to 5,180 kilometers (4,000 to 3,220 miles) beneath Earth’s surface. Extremely dense, it’s made mostly of iron and nickel. The inner core spins a bit faster than the rest of the planet. It’s also intensely hot: Temperatures sizzle at 5,400° Celsius (9,800° Fahrenheit). That’s almost as hot as the surface of the sun. Pressures here are immense: well over 3 million times greater than on Earth’s surface. Some research suggests there may also be an inner, inner core. It would likely consist almost entirely of iron.",
            "This part of the core is also made from iron and nickel, just in liquid form. It sits some 5,180 to 2,880 kilometers (3,220 to 1,790 miles) below the surface. Heated largely by the radioactive decay of the elements uranium and thorium, this liquid churns in huge, turbulent currents. That motion generates electrical currents. They, in turn, generate Earth’s magnetic field. For reasons somehow related to the outer core, Earth’s magnetic field reverses about every 200,000 to 300,000 years. Scientists are still working to understand how that happens.",
            "At close to 3,000 kilometers (1,865 miles) thick, this is Earth’s thickest layer. It starts a mere 30 kilometers (18.6 miles) beneath the surface. Made mostly of iron, magnesium and silicon, it is dense, hot and semi-solid (think caramel candy). Like the layer below it, this one also circulates. It just does so far more slowly.",
            "Near its upper edges, somewhere between about 100 and 200 kilometers (62 to 124 miles) underground, the mantle’s temperature reaches the melting point of rock. Indeed, it forms a layer of partially melted rock known as the asthenosphere (As-THEEN-oh-sfeer). Geologists believe this weak, hot, slippery part of the mantle is what Earth’s tectonic plates ride upon and slide across.",
            "Diamonds are tiny pieces of the mantle we can actually touch. Most form at depths above 200 kilometers (124 miles). But rare “super-deep” diamonds may have formed as far down as 700 kilometers (435 miles) below the surface. These crystals are then brought to the surface in volcanic rock known as kimberlite.",
            "The mantle’s outermost zone is relatively cool and rigid. It behaves more like the crust above it. Together, this uppermost part of the mantle layer and the crust are known as the lithosphere.",
            "*a_photo_of_the_Himalayan_mountains",
            "fCThe thickest part of Earth’s crust is about 70 kilometers (43 miles) thick and lies under the Himalayan Mountains, seen here.",
            "Earth’s crust is like the shell of a hard-boiled egg. It is extremely thin, cold and brittle compared to what lies below it. The crust is made of relatively light elements, especially silica, aluminum and oxygen. It’s also highly variable in its thickness. Under the oceans (and Hawaiian Islands), it may be as little as 5 kilometers (3.1 miles) thick. Beneath the continents, the crust may be 30 to 70 kilometers (18.6 to 43.5 miles) thick.",
            "Along with the upper zone of the mantle, the crust is broken into big pieces, like a gigantic jigsaw puzzle. These are known as tectonic plates. These move slowly — at just 3 to 5 centimeters (1.2 to 2 inches) per year. What drives the motion of tectonic plates is still not fully understood. It may be related to heat-driven convection currents in the mantle below. Some scientists think it’s caused by the tug from slabs of crust of different densities, something called “slab pull.” In time, these plates will converge, pull apart or slide past each other. Those actions cause most earthquakes and volcanoes. It’s a slow ride, but it makes for exciting times here on Earth’s surface."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/science-ghosts",
        "title": "\n\tThe science of ghosts",
        "content": [
            "*860_ghoststairspng",
            "People love scary, spooky stories of spectral phantoms. While there’s no science to support the existence of ghosts, research does provide plenty of explanations for why we might genuinely sense a supernatural presence.",
            "A shadowy figure rushed through the door. “It had a skeletal body, surrounded by a white, blurry aura,” recalls Dom. The figure hovered and didn’t seem to have a face. Dom, who prefers to use only his first name, had been fast asleep. Just 15 at the time, he panicked and closed his eyes. “I only saw it for a second,” he recalls. Now, he’s a young adult who lives in the United Kingdom. But he still remembers the experience vividly.",
            "Was the figure a ghost? In the mythology of the United States and many other Western cultures, a ghost or spirit is a dead person who interacts with the living world. In stories, a ghost may whisper or groan, cause things to move or fall, mess with electronics — even appear as a shadowy, blurry or see-through figure.",
            "*_The_science_of_ghosts8",
            "fC“I’d been hearing noises on the ceiling at the same time each night,” says Clare Llewellyn-Bailey, who is now a student at the University of South Wales. One night, a big thud prompted her to grab her camera. This was the first picture she took. Other photos she took on that and later nights showed nothing unusual. Does this story make it seem like ghosts exist? Or is the glowing figure a flash of light that the camera accidentally captured?",
            "Ghost stories are lots of fun, especially on Halloween. But some people believe that ghosts are real. Chapman University in Orange, Calif., runs a yearly survey that asks people in the United States about their beliefs in the paranormal. In 2018, 58 percent of those polled agreed with the statement, “Places can be haunted by spirits.” And almost one in five people from the United States said in another survey, conducted by the Pew Research Center in Washington, D.C., that they’ve seen or been in the presence of a ghost.",
            "On ghost-hunting TV shows, people use scientific equipment to attempt to record or measure spirit activity. And numerous creepy photos and videos make it seem like ghosts exist. However, none of these offer good evidence of ghosts. Some are hoaxes, created to fool people. The rest only prove that equipment sometimes can capture noise, images or other signals that people don’t expect. Ghosts are the least likely of many possible explanations.",
            "Not only are ghosts supposed to be able to do things that science says are impossible, such as turn invisible or pass through walls, but also scientists using reliable research methods have found zero evidence that ghosts exist. What scientists have discovered, though, are lots of reasons why people might feel they have had ghostly encounters.",
            "What their data show is that you can’t always trust your eyes, ears or brain.",
            "Dom began having unusual experiences when he was eight or nine. He would wake up unable to move. He researched what was happening to him. And he learned that science had a name for it: sleep paralysis. This condition leaves someone feeling awake but paralyzed, or frozen in place. He can’t move or speak or breathe deeply. He may also see, hear or feel figures or creatures that aren’t really there. This is called a hallucination (Huh-LU-sih-NA-shun).",
            "Sometimes, Dom hallucinated that creatures were walking or sitting on him. Other times, he heard screaming. He only saw something that one time, as a teenager.",
            "Sleep paralysis happens when the brain messes up the process of falling asleep or waking. Usually, you only start dreaming after you’re fully asleep. And you stop dreaming before you waken.",
            "*A_sitting_woman_looks_down_at_her_dreaming_self",
            "fCWhile dreaming in REM sleep, the body is usually paralyzed, unable to act out the motions the dreamer might see herself performing. Sometimes, a person wakes up while still in this state. That can be terrifying.",
            "Sleep paralysis “is like dreaming with your eyes open,” explains Baland Jalal. A neuroscientist, he studies sleep paralysis at the University of Cambridge in England. He says this is why it happens: Our most vivid, lifelike dreams happen during a certain stage of sleep. It’s called rapid eye movement, or REM, sleep. In this stage, your eyes dart around under their closed lids. Though your eyes move, the rest of your body can’t. It’s paralyzed. Most likely, that’s to prevent people from acting out their dreams. (That could get dangerous! Imagine flailing your arms and legs as you play dream basketball, only to whack your knuckles on the wall and tumble to the floor.)",
            "Your brain usually turns this paralysis off before you wake up. But in sleep paralysis, you wake up while it’s still happening.",
            "You don’t have to experience sleep paralysis to sense things that aren’t there. Have you ever felt your phone buzz, then checked to find there was no message? Have you heard someone calling your name when no one was there? Have you ever seen a face or figure in a dark shadow?",
            "These misperceptions also count as hallucinations, says David Smailes. He’s a psychologist in England at Northumbria University in Newcastle-upon-Tyne. He thinks that just about everyone has such experiences. Most of us just ignore them. But some may turn to ghosts as the explanation.",
            "We’re used to our senses giving us accurate information about the world. So when experiencing a hallucination, our first instinct is usually to believe it. If you see or feel the presence of a loved one who died — and trust your perceptions — then “it has to be a ghost,” says Smailes. That’s easier to believe than the idea that your brain is lying to you.",
            "The brain has a tough job. Information from the world bombards you as a mixed-up jumble of signals. The eyes take in color. The ears take in sounds. The skin senses pressure. The brain works to make sense of this mess. This is called bottom-up processing. And the brain is very good at it. It’s so good that it sometimes finds meaning in meaningless things. This is known as pareidolia (Pear-eye-DOH-lee-ah). You experience it whenever you stare at clouds and see rabbits, ships or faces. Or gaze at the moon and see a face.",
            "*a_wall_with_three_bricks_that_look_like_they_have_faces",
            "fCCan you see the three faces in this image? Most people can easily find them. Most people also realize that they aren’t real faces. They are an example of pareidolia.",
            "The brain also does top-down processing. It adds information to your perception of the world. Most of the time, there is way too much stuff coming in through the senses. Paying attention to all of it would overwhelm you. So your brain picks out the most important parts. And then it fills in the rest. “The vast majority of perception is the brain filling in the gaps,” explains Smailes.",
            "What you see right now isn’t what’s actually out there in the world. It’s a picture your brain painted for you based on signals captured by your eyes. The same goes for your other senses. Most of the time, this picture is accurate. But sometimes, the brain adds things that aren’t there.",
            "For example, when you mishear the lyrics in a song, your brain filled in a meaning that wasn’t there. (And it will most likely continue to mishear those words even after you learn the right ones.)",
            "This is very similar to what happens when so-called ghost hunters capture sounds that they say are ghosts speaking. (They call this electronic voice phenomenon, or EVP.) The recording is probably just random noise. If you listen to it without knowing what was supposedly said, you probably won’t hear words. But when you know what the words are supposed to be, you might now find that you can discern them easily.",
            "Your brain may also add faces to images of random noise. Research has shown that patients who experience visual hallucinations are more likely than normal to experience pareidolia — see faces in random shapes, for instance.",
            "In one 2018 study, Smailes’ team tested whether this might also be true for healthy people. They recruited 82 volunteers. First, the researchers asked a series of questions about how often these volunteers had hallucination-like experiences. For example, “Do you ever see things other people cannot?” and “Do you ever think that everyday things look abnormal to you?”",
            "*a_face_that_hidden_in_a_busy_black_and_white_image",
            "fCThis is one of the images that Smailes’ study participants looked at. This one contains a difficult-to-detect face. Do you see it?",
            "Next, the participants looked at 60 images of black and white noise. For a very brief moment, another image would flash in the center of the noise. Twelve of these images were faces that were easy to see. Another 24 were hard-to-see faces. And 24 more images showed no faces at all — just more noise. The volunteers had to report whether a face was present or absent in each flash. In a separate test, the researchers showed the same volunteers a series of 36 images. Two-thirds of them contained a face pareidolia. The remaining 12 did not.",
            "Participants who had initially reported more hallucination-like experiences were also more likely to report faces in the flashes of random noise. They were also better at identifying those images that contained face pareidolia.",
            "In the next few years, Smailes plans to study situations in which people might be more likely to see faces in randomness.",
            "When people sense ghosts, he points out, “They’re often alone, in the dark and scared.” If it’s dark, your brain can’t get much visual information from the world. It has to create more of your reality for you. In this type of situation, Smailes says, the brain may be more likely to impose its own creations onto reality.",
            "The brain’s picture of reality sometimes includes things that aren’t there. But it can also completely miss things that are there. This is called inattentional blindness. Want to know how it works? Watch the video before you keep reading.",
            "The video shows people in white and black shirts passing a basketball. Count how many times the people in white shirts pass the ball. How many did you see?",
            "iFhttps://www.youtube.com/embed/vJG698U2Mvo?feature=oembed",
            "This video was part of a famous 1999 study into inattentional blindness. While you watch it, count the number of times people in white shirts pass a basketball.",
            "Partway through the video, a person in a gorilla suit walks through the players. Did you see it? About half of all viewers who count passes while watching the video miss the gorilla completely.",
            "If you too missed the gorilla, you experienced inattentional blindness. You were likely in a state called absorption. That’s when you are so focused on a task that you tune out everything else.",
            "“Memory does not work like a video camera,” says Christopher French. He is a psychologist in England at Goldsmiths University of London. You only remember things you’re paying attention to. Some people are more likely to become absorbed than others. And these people also report higher levels of paranormal beliefs, he says, including beliefs in ghosts.",
            "How could these things be related? Some strange experiences that people blame on ghosts involve unexplained sounds or movements. A window may seem to open all by itself. But what if someone opened it and you just didn’t notice because you were so absorbed in something else? That’s a lot more likely than a ghost, French says.",
            "In one 2014 study, French and his colleagues found that people with higher levels of paranormal beliefs and higher tendencies to get absorbed are also more likely to experience inattentional blindness. They also tend to have a more limited working memory. That’s how much information you can hold in your memory at once.",
            "If you have trouble keeping lots of information in your memory or paying attention to more than one thing at once, then you risk missing sensory cues from the environment around you. And you might blame any misperceptions that result on a ghost.",
            "Anyone may experience sleep paralysis, hallucinations, pareidolia or inattentional blindness. But not everyone turns to ghosts or other supernatural beings as a way to explain these experiences. Even as a child, Dom never thought he had come face to face with a real ghost. He went online and asked questions about what might have happened. He used critical thinking. And he got the answers he needed. When an episode happens now, he uses a technique that Jalal developed. Dom doesn’t try to stop the episode. He just focuses on his breathing, tries to relax as much as possible and waits for it to pass. He says, “I deal with it far better. I just sleep and enjoy sleeping.”",
            "Robyn Andrews is a psychology student at the University of South Wales in Treforest. She wondered if people with stronger critical-thinking skills might be less likely to believe in the paranormal. So she and her mentor, psychologist Philip Tyson, recruited 687 students for a study about their paranormal beliefs. The students majored in a wide range of different fields. Each was asked how strongly he or she agreed with statements such as, “It is possible to communicate with the dead.” Or “Your mind or soul can leave your body and travel.” The research team also looked at the students’ grades on a recent assignment.",
            "*a_woman_sitting_on_a_chair_looking_at_a_ghost_twin_image_sitting_in_front_of_a_window",
            "fCThe seated woman longs for her dead twin. She may “feel” her sister is trying to reach out to her, physically or mentally. But her brain is likely just misreading some sensory cues — such as soft air currents in the environment around her.",
            "Students with higher grades tended to have lower levels of paranormal beliefs, this study found. And students in the physical sciences, engineering or math tended not to believe as strongly as those studying the arts. This trend also has been seen in research by others.",
            "This study did not actually assess the students’ ability to think critically. “That’s something we would look into as a future study,” says Andrews. However, previous research has shown that science students tend to have stronger critical-thinking skills than art students. That’s probably because you need to think critically in order to conduct scientific experiments. And thinking critically can help you scout out likely causes for an unusual experience without involving ghosts (or aliens, or Bigfoot).",
            "Even among science students and working scientists, though, paranormal beliefs persist. Andrews and Tyson think that’s a problem. If you can’t judge whether a ghost story or spooky experience is real or not, you may also get fooled by advertisements, bogus medical cures or fake news, says Tyson. It’s important for everyone to learn how to question information and seek reasonable, realistic explanations.",
            "So if someone tells you a ghost story this Halloween, enjoy it. But remain skeptical. Think about other possible explanations for what was described. Remember that your mind may fool you into experiencing spooky things.",
            "Wait, what’s that behind you? (Boo!)",
            "Kathryn Hulick has been a regular contributor to Science News for Students since 2013. She’s covered everything from laser “photography” and acne to video games, robotics and forensics. This piece — her 43rd story for us — was inspired by her book: Strange But True: 10 of the world’s greatest mysteries explained. (Quarto, October 1, 2019, 128 pages)."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/learn-comprehension-reading-digital-screen-paper",
        "title": "\n\tWill you learn better from reading on screen or on paper?",
        "content": [
            "*a_tween_girl_hand_writes_on_notebook_paper_at_a_desk_while_reading_a_laptop_screen",
            "Computers are very much a part of education today. But books and paper are still a good way to learn information. Depending on the material, they can be the easiest way, studies find. ",
            "Want to know the current population of India? The internet is your best bet. Need a quick refresher on the phases of the moon? Go ahead, read a story online (or two or three). But if you really need to learn something, you’re probably better off with print. Or at least that’s what a lot of research now suggests.",
            "Many studies have shown that when people read on-screen, they don’t understand what they’ve read as well as when they read in print. Even worse, many don’t realize they’re not getting it. For example, researchers in Spain and Israel took a close look at 54 studies comparing digital and print reading. Their 2018 study involved more than 171,000 readers. Comprehension, they found, was better overall when people read print rather than digital texts. The researchers shared the results in Educational Research Review.",
            "Patricia Alexander is a psychologist at the University of Maryland in College Park. She studies how we learn. Much of her research has delved into the differences between reading in print and on-screen. Alexander says students often think they learn more from reading online. When tested, though, it turns out that they actually learned less than when reading in print.",
            "The question is: Why?",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Reading is reading, right? Not exactly. Maryanne Wolf works at the University of California, Los Angeles. This neuroscientist specializes in how the brain reads. Reading is not natural, she explains. We learn to talk by listening to those around us. It’s pretty automatic. But learning to read takes real work. Wolf notes it’s because the brain has no special network of cells just for reading.",
            "To understand text, the brain borrows networks that evolved to do other things. For example, the part that evolved to recognize faces is called into action to recognize letters. This is similar to how you might adapt a tool for some new use. For example, a coat hanger is great for putting your clothes in the closet. But if a blueberry rolls under the refrigerator, you might straighten out the coat hanger and use it to reach under the fridge and pull out the fruit. You’ve taken a tool made for one thing and adapted it for something new. That’s what the brain does when you read.",
            "It’s great that the brain is so flexible. It’s one reason we can learn to do so many new things. But that flexibility can be a problem when it comes to reading different types of texts. When we read online, the brain creates a different set of connections between cells from the ones it uses for reading in print. It basically adapts the same tool again for the new task. This is like if you took a coat hanger and instead of straightening it out to fetch a blueberry, you twisted it into a hook to unclog a drain. Same original tool, two very different forms.",
            "As a result, the brain might slip into skim mode when you’re reading on a screen. It may switch to deep-reading mode when you turn to print.",
            "*a_teen_girl_scrolls_down_a_smartphone_screen",
            "fCPeople tend to read faster on screens. That’s fine for checking texts and social media posts. But when screens are small, the extra scrolling needed to read a long article or book may make it harder to retain what you’re reading, data now show. ",
            "That doesn’t just depend on the device, however. It also depends on what you assume about the text. Naomi Baron calls this your mindset. Baron is a scientist who studies language and reading. She works at American University in Washington, D.C. Baron is the author of How We Read Now, a new book about digital reading and learning. She says one way mindset works is in anticipating how easy or hard we expect the reading to be. If we think it will be easy, we might not put in much effort.",
            "Much of what we read on-screen tends to be text messages and social-media posts. They’re usually easy to understand. So, “when people read on-screen, they read faster,” says Alexander at the University of Maryland. “Their eyes scan the pages and the words faster than if they’re reading on a piece of paper.”",
            "But when reading fast, we may not absorb all the ideas as well. That fast skimming, she says, can become a habit associated with reading on-screen. Imagine that you turn on your phone to read an assignment for school. Your brain might fire up the networks it uses for skimming quickly through TikTok posts. That’s not helpful if you’re trying to understand the themes in that classic book, To Kill a Mockingbird. It also won’t get you far if you’re preparing for a test on the periodic table.",
            "Speed isn’t the only problem with reading on screens. There’s scrolling, too. When reading a printed page or even a whole book, you tend to know where you are. Not just where you are on some particular page, but which page — potentially out of many. You might, for instance, remember that the part in the story where the dog died was near the top of the page on the left side. You don’t have that sense of place when some enormously long page just scrolls past you. (Though some e-reading devices and apps do a pretty good job of simulating page turns.)",
            "Why is a sense of page important? Researchers have shown that we tend to make mental maps when we learn something. Being able to “place” a fact somewhere on a mental map of the page helps us remember it.",
            "It’s also a matter of mental effort. Scrolling down a page takes a lot more mental work than reading a page that’s not moving. Your eyes don’t just focus on the words. They also have to keep chasing the words as you scroll them down the page.",
            "Mary Helen Immordino-Yang is a neuroscientist at the University of Southern California in Los Angeles. She studies how we read. When your mind has to keep up with scrolling down a page, she says, it doesn’t have a lot of resources left for understanding what you’re reading. This can be especially true if the passage you’re reading is long or complicated. While scrolling down a page, your brain has to continually account for the placement of words in your view. And this can make it harder for you to simultaneously understand the ideas those words should convey.",
            "Alexander found that length matters, too. When passages are short, students understand just as much of what they read on-screen as do when reading in print. But once the passages are longer than 500 words, they learn more from print.",
            "*a_boy_lies_on_the_couch_while_reading_from_a_tablet_screen",
            "fCWhen reading fiction, such as the Harry Potter tales, people retain almost as much from tablets as from print books, research shows.  ",
            "Even genre matters. Genre refers to what type of book or article you’re reading. The articles here on Science News for Students are nonfiction. News stories and articles about history are nonfiction. Stories invented by an author are fiction. The Harry Potter books are fiction, for example. So are Song for a Whale and A Wrinkle in Time.",
            "In How We Read Now, Baron reviewed much of the research that’s been published about reading online. Most studies showed people understand nonfiction better when they read it in print. How it affects the understanding of fictional accounts is less clear.",
            "Jenae Cohn works at California State University, Sacramento. Her work focuses on the use of technology in education. This past June, she published a book about digital reading: Skim, Dive, Surface. The biggest problem may not be the words on the screen, she finds. It’s the other things that pop up and get in the way of reading. It can be difficult to concentrate when something interrupts you every few minutes. She’s referring to pings and rings from texts or emails, pop-up advertisements and TikTok updates. All can quickly ruin concentration. Links and boxes that are meant to add to your understanding can be a problem, too. Even when they’re meant to be helpful, some can prove a distraction from what you’re reading.",
            "If you want to do better in school (and who doesn’t?), it’s not quite as simple as turning off your tablet and picking up a book. There are plenty of good reasons to read on screens.",
            "As the pandemic taught us, sometimes we have no choice. When libraries and bookstores close or it’s dangerous to visit them, digital reading can be a lifesaver. Expense is also an important factor. Digital books usually cost less than print ones. And, of course, you have to consider the environmental advantages of digital. It doesn’t take trees to make a digital book.",
            "*examples_of_letters_printed_in_a_special_type_face_that_is_easier_for_people_with_dyslexia_to_read",
            "fCPeople with dyslexia may find it easier understand what they read when the text is presented in a special type face, such as the Open Dyslexia shown here. Apps and devices for reading on screen can make it easy to switch to such typefaces. ",
            "Digital reading has other advantages, too. In most cases, when you’re reading on-screen you can adjust the size of the letters. You also can change the background color and maybe the typeface. This is a huge help for people who don’t see well. It’s also useful for people with reading disabilities. People who have dyslexia, for instance, often find it easier to read material when it’s displayed in a typeface called Open Dyslexic. Computers, tablets and digital reading devices, such as Amazon’s Kindle, can offer this option. Many e-readers have apps that can be used on tablets, too. That makes it possible to get these advantages on a tablet or phone.",
            "Reading online also allows editors to insert hyperlinks. These may help a reader dive deeper to understand a particular point or even just to learn the definition of a term that may be new or confusing.",
            "*a_girl_wearing_overalls_and_glasses_sits_on_a_couch_and_reads_on_a_tablet_screen",
            "fCIf you remove the distractions, reading on a tablet can be almost as good as reading in print, some research finds.",
            "Michelle Luhtala is a school librarian in New Canaan, Conn. She helps her school make the best use of digital material. She also trains teachers. Luhtala is not alarmed about digital reading. She points out that there are many ways to read on screens. Some e-textbooks and databases used in schools come with tools that make it easier, not harder, to learn, she says. Some e-books, for instance, let you highlight a passage. Then the computer will read it out loud. Other tools allow you to make notes about passages you’re reading and keep those notes after you’ve returned a book to the library. Most of these texts have pop-up definitions. Some link to maps, keywords and quizzes. Such tools can make digital material extremely useful, she argues.",
            "All experts agree on one thing: There’s no going back. Digital reading is here to stay. So it pays to make the most of it.",
            "One obvious trick: Print anything that needs careful reading. You have this option when reading Science News for Students. (There’s a print icon at the top of every article.) But that may not be necessary. Other things can also make sure you retain the most from what you read on screens.",
            "The most important thing, says Baron at American University, is to slow down. Again, this is about mindset. When you read something important, slow down and pay attention. “You can concentrate when you read digitally,” she says. But you have to make an effort. She suggests saying to yourself, “I’m going to take half an hour and just read. No text messages. No Instagram updates.” Turn off notifications on your phone or tablet. Only turn them back on when you’re done reading.",
            "It’s also a good idea to do a little prep. Baron compares reading to sports or to playing music. “Watch a pianist or an athlete. Before they run the race or play the concerto, they get themselves in the zone,” she says. “It’s the same thing for reading. Before you read something you really want to focus on, get in the zone. Think about what you’ll be reading, and what you want to get from it.”",
            "*a_boy_sits_at_a_bedroom_desk_with_a_book_and_laptop_open_in_front_of_him",
            "fCPrint and digital each have their advantages. Sometimes it’s best to use both. ",
            "To really get the most from reading, Baron says, you have to engage with the words on the page. One great technique for this is making notes. You can write summaries of what you’ve read. You can make lists of key words. But one of the most useful ways to engage with what you’re reading is to ask questions. Argue with the author. If something doesn’t make sense, write down your question. You can look up the answer later. If you disagree, write down why. Make a good case for your point of view.",
            "If you’re reading a print book, you can take notes on paper. If it’s a printout or if you own the book, you can write directly on the page. You can do this when you’re reading on your phone or tablet, too. Just keep a pad of paper handy while you read. Many apps also allow you to make virtual notes directly on a digital document, Luhtala points out. Some allow you to add virtual stickies. With some you can even write in the margins and turn down the corners of the virtual pages.",
            "Like most things, what you get from reading on-screen depends on what you put into it. You don’t have to make a choice between print or digital. Alexander points out that when it comes to print versus digital, one is not better than the other. Both have their place. But they are different. So keep in mind that to learn well, how you interact with them may have to differ, too."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/top-10-tips-study-smarter-not-longer-study-skills",
        "title": "\n\tTop 10 tips on how to study smarter, not longer",
        "content": [
            "*teen_reading_on_a_tablet_lying_in_bed",
            "Many students study by reading their notes and textbooks over and over again. Research studies show there are more effective ways to use your valuable study time.",
            "As a teen, Faria Sana often highlighted books with markers. “The colors were supposed to tell me different things.” Later, she recalls, “I had no idea what those highlighted texts were supposed to mean.”",
            "She also took lots of notes as she read. But often she was “just copying words or changing the words around.” That work didn’t help much either, she says now. In effect, “it was just to practice my handwriting skills.”",
            "“No one ever taught me how to study,” Sana says. College got harder, so she worked to find better study skills. She’s now a psychologist at Athabasca University in Alberta, Canada. There she studies how students can learn better.",
            "Having good study skills is always helpful. But it’s even more important now during the COVID-19 pandemic. Many students worry about family or friends who may get sick, Sana notes. Others feel more general stress. Beyond that, students in many countries are facing different formats for learning. Some schools are holding in-person classes again, with rules for spacing and masks. Others schools have staggered classes, with students at school part-time. Still others have all online classes, at least for a while.",
            "These conditions can distract from your lessons. Plus, students are likely to have to do more without a teacher or parent looking over their shoulders. They will have to manage their time and study more on their own. Yet many students never learned those skills. To them, Sana says, it may be like telling students to learn to swim by “just swimming.”",
            "The good news: Science can help.",
            "For more than 100 years, psychologists have done research on which study habits work best. Some tips help for almost every subject. For example, don’t just cram! And test yourself, instead of just rereading the material. Other tactics work best for certain types of classes. This includes things like using graphs or mixing up what you study. Here are 10 tips to tweak your study habits.",
            "Nate Kornell “definitely did cram” before big tests when he was a student. He’s a psychologist at Williams College in Williamstown, Mass. He still thinks it’s a good idea to study the day before a big test. But research shows it’s a bad idea to cram all your studying into that day. Instead, space out those study sessions.",
            "*a_kid_sitting_at_a_table_studying_and_looking_really_stressed_out",
            "fCCramming before a big test can leave you exhausted. But you’ll learn and remember material better if you space your study sessions over the course of several days. ",
            "In one 2009 experiment, college students studied vocabulary words with flash cards. Some students studied all the words in spaced-apart sessions throughout four days. Others studied smaller batches of the words in crammed, or massed, sessions, each over a single day. Both groups spent the same amount of time overall. But testing showed that the first group learned the words better.",
            "Kornell compares our memory to water in a bucket that has a small leak. Try to refill the bucket while it’s still full, and you can’t add much more water. Allow time between study sessions, and some of the material may drip out of your memory. But then you’ll be able to relearn it and learn more in your next study session. And you’ll remember it better, next time, he notes.",
            "Musicians practice their instruments. Athletes practice sports skills. The same should go for learning.",
            "“If you want to be able to remember information, the best thing you can do is practice,” says Katherine Rawson. She’s a psychologist at Kent State University in Ohio. In one 2013 study, students took practice tests over several weeks. On the final test, they scored more than a full letter grade better, on average, than did students who studied the way they normally had.",
            "In a study done a few years earlier, college students read material and then took recall tests. Some took just one test. Others took several tests with short breaks of several minutes in between. The second group recalled the material better a week later.",
            "As a teen, Cynthia Nebel studied by reading her textbooks, worksheets and notebooks. “Over and over and over again,” recalls this psychologist at Vanderbilt University in Nashville, Tenn. Now, she adds, “we know that’s one of the most common bad study skills that students have.”",
            "In one 2009 study, some college students read a text twice. Others read a text just once. Both groups took a test right after the reading. Test results differed little between these groups, Aimee Callender and Mark McDaniel found. She is now at Wheaton College in Illinois. He works at Washington University in St. Louis, Mo.",
            "Too often, when students reread material, it’s superficial, says McDaniel, who also co-wrote the 2014 book, Make It Stick: The Science of Successful Learning. Rereading is like looking at the answer to a puzzle, rather than doing it yourself, he says. It looks like it makes sense. But until you try it yourself, you don’t really know if you understand it.",
            "One of McDaniel’s coauthors of Make it Stick is Henry Roediger. He, too, works at Washington University. In one 2010 study, Roediger and two other colleagues compared test results of students who reread material to two other groups. One group wrote questions about the material. The other group answered questions from someone else. Those who answered the questions did best. Those who just reread the material did worst.",
            "That 2010 study backs up one of Nebel’s preferred study habits. Before big tests, her mom quizzed her on the material. “Now I know that was retrieval practice,” she says. “It’s one of the best ways you can study.” As Nebel got older, she quizzed herself. For example, she might cover up the definitions in her notebook. Then she tried to recall what each term meant.",
            "*a_girl_explaining_something_to_her_mom",
            "fCYou’ll understand and remember information better if you can explain it to someone else. And if you can’t explain it, you probably don’t understand it well enough yet. ",
            "Such retrieval practice can help nearly everyone, Rawson and others showed in an August 2020 study in Learning and Instruction. This research included college students with an attention problem known as ADHD. It stands for Attention Deficit Hyperactivity Disorder. Overall, retrieval helped students with ADHD and those without the disorder equally well. ",
            "“Create a deck of flash cards every time you learn new information,” Sana suggests. “Put questions on one side and the answers on the other side.” Friends can even quiz each other on the phone, she says.",
            "“Try to quiz yourself the way the teacher asks questions,” Nebel adds.",
            "But really grill yourself and your friends, she says. And here’s why. She was part of a team that asked students to write one quiz question for each class period. Students would then answer a question from another classmate. Preliminary data show that students did worse on tests afterward than when the daily quiz questions came from the teacher. Nebel’s team is still analyzing the data. She suspects the students’ questions may have been too simple.",
            "Teachers often dig deeper, she notes. They don’t just ask for definitions. Often, teachers ask students to compare and contrast ideas. That takes some critical thinking.",
            "It’s crucial to test your memory. But it doesn’t really matter how many seconds you spend on each try. That finding comes from a 2016 study by Kornell and others. But it’s important to go the next step, Kornell adds: Check to see if you were right. Then focus on what you got wrong.",
            "“If you don’t find out what the answer is, you’re kind of wasting your time,” he says. On the flip side, checking the answers can make your study time more efficient. You can then focus on where you need the most help.",
            "In fact, making mistakes can be a good thing, argues Stuart Firestein. A Columbia University biologist in New York City, he actually wrote the book on it. It’s called Failure: Why Science is So Successful. Mistakes, he argues, are actually a primary key to learning.",
            "In many cases, it helps to mix up your self-testing. Don’t just focus on one thing. Drill yourself on different concepts. Psychologists call this interleaving.",
            "*a_photo_of_a_young_asian_man_studying_his_notes_while_lying_in_bed",
            "fCTry to solve problems and recall information on your own. Then check to see if you’re right. Retrieval practice boosts your learning and memory, say psychologists.",
            "Actually, your tests usually will have questions mixed up, too. More importantly, interleaving can help you learn better. If you practice one concept over and over “your attention decreases because you know what’s coming up next,” Sana explains. Mix up your practice, and you now space the concepts apart. You can also see how concepts differ, form trends or fit together in some other way.",
            "Suppose, for instance, you’re learning about the volume of different shapes in math. You could do lots of problems on the volume of a wedge. Then you could answer more batches of questions, with each set dealing with just one shape. Or, you could figure out the volume of a cone, followed by a wedge. Next you might find the volume for a half-cone or a spheroid. Then you can mix them up some more. You might even mix in some practice on addition or division.",
            "Rawson and others had groups of college students try each of those approaches. Those who interleaved their practice questions did better than the group that did single-batch practice, the researchers reported last year in Memory & Cognition.",
            "A year earlier, Sana and others showed that interleaving can help students with both strong and weak working memory. Working memory lets you remember where you are in an activity, such as following a recipe.",
            "Pay attention to diagrams and graphs in your class materials, says Nebel. “Those pictures can really boost your memory of this material. And if there aren’t pictures, creating them can be really, really useful.”",
            "*_a_diagram_of_a_neuron",
            "fCPay attention to drawings, graphics, chart and other visual aids. Psychologist Mark McDaniel at Washington University in St. Louis, Mo., says a diagram of a nerve cell helped when he studied neuroscience in college.",
            "“I think these visual representations help you create more complete mental models,” McDaniel says. He and Dung Bui, then also at Washington University, had students listen to a lecture on car brakes and pumps. One group got diagrams and was told to add notes as needed to the diagrams. Another group got an outline for writing notes. The third group just took notes. The outlines helped students if they were otherwise good at building mental models of what they were reading. But in these tests, they found, visual aids helped students across the board.",
            "Even goofy pictures might help. Nikol Rummel is a psychologist at Ruhr University Bochum in Germany. In one study back in 2003, she and others gave cartoon drawings to college students along with information about five scientists who studied intelligence. For example, the text about Alfred Binet came with a drawing of a race car driver. The driver wore a bonnet to protect his brain. Students who saw the drawings did better on a test than did those who got only the text information.",
            "Abstract concepts can be hard to understand. It tends to be far easier to form a mental image if you have a concrete example of something, Nebel says.",
            "For instance, sour foods usually taste that way because they contain an acid. On its own, that concept might be hard to remember. But if you think about a lemon or vinegar, it’s easier to understand and remember that acids and sour go together. And the examples might help you to identify other foods’ taste as being due to acids.",
            "Indeed, it helps to have at least two examples if you want to apply information to new situations. Nebel and others reviewed studies on this in July 2019. Their Journal of Food Science Education report describes how students can improve their study skills.",
            "It’s hard to remember a string of facts and figures if you don’t push further. Ask why things are a certain way. How did they come about? Why do they matter? Psychologists call this elaboration. It’s taking class material and “asking a lot of how and why questions about it,” Nebel says. In other words, don’t just accept facts at face value.",
            "Elaboration helps you combine new information with other things you know. And it creates a bigger network in your brain of things that relate to one another, she says. That larger network makes it easier to learn and remember things.",
            "*an_illustration_of_a_man_driving_a_blue_car",
            "fCYou’ll remember facts if you ask questions about why they’re so and how they fit with other things. For example, suppose a hungry man drove a car. Why might he do that? ",
            "Suppose you’re asked to remember a string of facts about different men, says McDaniel. For example, “The hungry man got into the car. The strong man helped the woman. The brave man ran into the house.” And so on. In one of his studies back in the ‘80s, college students had trouble remembering the bare statements. They did better when researchers gave them explanations for each man’s action. And the students remembered a whole lot better when they had to answer questions about why each man did something.",
            "“Good understanding produces really good memory,” McDaniel says. “And that’s key for a lot of students.” If information just seems sort of random, ask more questions. Make sure you can explain the material. Better yet, he says, see if you can explain it to someone else. Some of his college students do this by calling home to explain what they’re learning to their parents.",
            "Many students know they should space out study periods, quiz themselves and practice other good skills. Yet many don’t actually do those things. Often, they fail to plan ahead.",
            "Back when Rawson was a student, she used a paper calendar for her planning. She wrote in the date for each exam. “And then for four or five other days,” she recalls, “I wrote in time to study.”",
            "*a_photo_of_a_person_running_away_from_the_viewer_on_a_leafy_path,_zoomed_in_on_the_feet_and_lower_le",
            "fCBuild breaks for exercise into your study schedule too. Even a few minutes outside can help you perk up for more studying.",
            "Try to stick to a routine, too. Have a set time and place where you do schoolwork and studying. It may seem odd at first. But, Kornell assures you, “by the time week two rolls around, it becomes a normal thing.” And put your phone somewhere else while you work, adds Nebel.Allow yourself short breaks. Set a timer for 25 minutes or so, suggests Sana. Study during that time, with no distractions. When the timer goes off, take a five or 10 minute break. Exercise. Check your phone. Maybe drink some water — whatever. Afterward, set the timer again.",
            "“If you have a study plan, stick to it!” adds McDaniel. Recently, he and psychologist Gilles Einstein at Furman University in Greenville, S.C., looked at why students don’t use good study skills. Many students know what those skills are, they report. But often they don’t plan when they intend to put them in action. Even when students do make plans, something more enticing may come up. Studying has to become a priority, they say. The team published its report in Perspectives on Psychological Science on July 23.",
            "Try to stick to a regular routine. And get enough sleep — not just the night before the test but for weeks or months on end. “Those things are really, really important for learning,” Nebel says. Exercise helps as well, she says.",
            "Don’t stress out if all of this seems like a lot, she adds. If a lot seems new, try adding just one new study skill each week or two. Or at least space out your study sessions and practice retrieval for the first few months. As you get more practice, you can add more skills. And if you need help, ask.",
            "Finally, if you struggle to follow the advice above (such as you can’t keep track of time or find it very hard to just sit and focus on your work), you may have an undiagnosed condition, such as ADHD. To find out, check with your doctor. The good news: It may be treatable.",
            "Doing schoolwork during a pandemic is a tough situation at best. But remember your teachers and classmates also face challenges. Like you, they have fears, concerns and questions. Be willing to cut them some slack. And be kind to yourself as well. After all, Kornell says, “we’re all in this together.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/mosquitoes-taste-before-they-bite",
        "title": "\n\tMosquitoes taste you before they decide to bite",
        "content": [
            "*a_close_up_of_a_mosquito_on_human_skin",
            "Mosquitoes can taste surfaces before biting, new research shows. This Asian tiger mosquito (Aedes albopictus), drinking blood from a human, must have liked what it found.",
            "At a summer barbecue, mosquitoes feast on some guests while luckier partiers stay bite-free. New research helps explains why: Some people just taste better.",
            "“It feels personal sometimes, like why are they biting me?” says Lisa Baik. Baik is a sensory biologist at Yale University in New Haven, Conn. She studies how insects, especially mosquitoes, sense their world.",
            "Mosquitoes like certain ingredients in sweat, Baik’s team now finds. The insects showed clear favorites, biting some sweat samples more than others.",
            "“We’ve known that mosquitoes love us, and they are able to find us very effectively and land on our skin,” she says. “But we didn’t know what happens after that.”",
            "Mosquitoes bite people and other animals to get a blood meal. But these insects are sloppy eaters. They leave behind saliva in their target’s skin. That spit can carry harmful microbes that cause diseases, like malaria, dengue (DEN-gay) and yellow fever. Such diseases can make people very ill and even kill.",
            "Knowing what causes mosquitoes to bite — or not — can help researchers create better ways to stop them.",
            "The team shared its new insights last November in Nature.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "One clue is that mosquitoes are able to taste the surfaces on which they land, Baik’s team finds. In fact, sweat may play a big role in whether they bite. Human sweat contains water, salt and amino acids (the building blocks of proteins).",
            "To see what mosquitoes prefer, the researchers put salt and amino acids on separate surfaces. Mosquitoes ignored the salt. They also didn’t go for the amino acids. But when the team combined both on the same surface, the mosquitoes bit.",
            "In another experiment, researchers coated one side of a surface with sweat samples from several volunteers. Mosquitoes bit sweat from two of those people much more than from the others.",
            "The researchers then looked at activity in certain mosquito nerve cells involved in taste. The more-appealing sweat had a bigger effect on the activity of these nerves than the other sweat samples had. That suggests taste “could be one of the factors as to why some of us get bitten a lot more than others,” Baik says. “This was quite exciting.”",
            "*a_magnified_view_of_four_Asian_tiger_mosquitoes",
            "fCThese Asian tiger mosquitoes slurped up differently colored solutions that mimic blood. ",
            "Baik wanted to explore how taste might drive mosquitoes’ choice to bite or not.",
            "Tasting requires touch. We use our lips, mouth and tongue to taste. Mosquitoes do, too. A long tube extends from their face like a giant straw. At the end of that proboscis are two small, lip-like parts that can touch a surface. These are called labella.",
            "The researchers examined those labella using a special microscope. The lips had little hairs on them. Nerve cells inside the hairs responded to touch. ",
            "Then the team tested how the hairs responded to different flavor molecules. When sugars touched the hairs, they activated the nerve cells. Some bitter compounds, though, blocked the nerve cells’ response to sugar. “This was exciting and surprising,” says Baik. This type of activity blocking, she notes, hasn’t been seen in other insects.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Adding such bitter substances to sugar reduced the nerves’ response to sweet. It also made the mosquitoes less likely to feed. “This suggested that we could use bitter compounds as a way to stop the feeding behavior of mosquitoes,” says Baik.",
            "“This team was really the first to systematically show what the taste cells in this mosquito actually respond to,” says Ben Matthews. He works at the University of British Columbia in Vancouver, Canada. Though he did not take part in the new work, Matthews studies insect sensory systems. The new work “showed not just how these chemicals are processed, but how that affects behavior.”",
            "Baik is now hunting for just the right compound to stop mosquitoes from biting people. The substance should be low-cost, safe and eco-friendly. It could someday be included in a spray for skin and clothing.",
            "And better mosquito protection is more urgent than ever, Baik adds. Climate change is expanding the range of certain mosquitoes — and the diseases they spread — at an alarming rate. Methods to prevent mosquito bites could protect people worldwide.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/eco-friendly-sunscreen-bananas",
        "title": "\n\tEco-friendly sunscreen? That’s bananas!",
        "content": [
            "*a_tube_of_sunscreen,_a_wide-brimmed_hat,_bananas,_a_lime,_a_lemon,_and_a_seashell",
            "Sunscreen protects us from blistering solar rays. However, concerns about the environmental safety of some ingredients lead some people to seek alternatives to mineral sunscreens. Fruits — such as bananas — have natural, light-filtering chemicals that may lead to eco-friendlier sunscreens.",
            "Columbus, Ohio — Bananas grow best in full sun. To protect their sensitive skins from damaging ultraviolet rays, banana peels produce a natural sunscreen. A teen has now peeled back the secrets of this natural sunblock. What she’s found could lead to more eco-friendly sunscreens for all of us.",
            "*_Eco-friendly_sunscreen_That’s_bananas!9",
            "fCTaylor Maguire investigated how banana peels might lead to more eco-friendly sunscreens.",
            "“My mom always raised me to pay attention to the ingredients in my cosmetics,” says Taylor Maguire, 15. She prefers “organic products over synthetic ones.” That led this sophomore at Garden City High School in New York to ask: “What’s in my sunscreen?”",
            "These products protect our skin against blistering solar rays. But their use comes at a price. Some of sunscreen’s chemicals may cause cancer, Taylor notes. And when these chemicals wash into our environment, they can hurt animals. For example, some mineral sunscreens interfere with the ability of freshwater animals to navigate. High enough exposures, she says, can kill some organisms.",
            "So, Taylor looked for alternatives to mineral-based sunscreens. ",
            "Bananas can naturally filter out much of the sun’s more damaging rays. Could their natural sunblock replace mineral sunscreens? Taylor investigated. And what she found out won her a spot here in May at the 2025 Regeneron International Science and Engineering Fair, or ISEF.",
            "Bananas tend to grow in a “UV-intense environment,” Taylor says. UV — short for ultraviolet — is a band of light wavelengths. This high-energy light is invisible to the human eye. But it causes most of the sun’s damage to our skin. For a sunscreen to work, it must protect against certain UV rays.",
            "Taylor had reasoned that bananas “must have their own mechanism.” After all, they grow near the equator. That’s where UV exposures are strongest.",
            "Plants typically make flavonoids — pigments that come in a rainbow of colors — as a defense against the sun’s UV. Taylor wondered if banana flavonoids might work to protect our skin from UV, too.",
            "She wasn’t sure exactly which bananas flavonoids to use. Taylor heated, froze and blended the outer layer of a banana peel. “That’s the part that’s exposed to the sunlight,” she explains. Any UV-filtering chemicals likely lie there.",
            "Breaking open the cells released many of their chemicals. From this soup she made two extracts. One of these contained only components that would dissolve in water. That was her aqueous extract. The other contained only chemicals that wouldn’t dissolve in water. That was her nonpolar extract. Nonpolar chemicals dissolve in oil rather than water.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "A sunscreen must absorb UV light before it reaches your skin. And the more it absorbs, the better. To test how well each extract could do that, Taylor turned to a light-measuring tool. Called a spectrophotometer, it measures how much of any color of light a liquid absorbs.",
            "The tool confirmed that both of her banana extracts absorbed UV light. But the nonpolar one went a step further. It absorbed the full range of UV wavelengths — and especially the most damaging ones. They belong to a part of the UV spectrum called UV-A.",
            "Would banana-based sunscreens also be safe for the environment? After all, Taylor says, typical drug-store sunscreens can harm aquatic life. To find out, she recruited planarians (Girardia tigrina) as her “guinea pigs.” Planarians are a type of flatworm that live in water. They’re often used in drug-safety studies, Taylor explains. A chemical that harms these worms might also pose a risk to other aquatic animals.",
            "*_Eco-friendly_sunscreen_That’s_bananas!10",
            "fCTaylor created two banana-extract solutions — one nonpolar and one aqueous. She also created mineral-sunscreen solutions for comparison. Spectrophotometry allowed her to test wavelengths of light absorbed by each sample. She also used a microscope to observe planarians’ locomotion — or movement — when exposed to UV light.",
            "The plan was to put planarians into dishes with different extracts and expose them to strong UV light for 10 minutes. If the worm’s movement slowed or stopped, she took that to mean the light damaged them. Her five test solutions included her two extracts, a drugstore sunscreen solution, plain water and glycerol.",
            "Why glycerol? The nonpolar extract and sunscreen solution both contained this thick liquid. Taylor tested glycerol by itself to check if it caused problems on its own.",
            "And it did. “The nonpolar banana, the glycerol and the mineral sunscreen [appeared] fatal” to the worms, she found. “They stopped moving.”",
            "That “was surprising,” Taylor says. Glycerol “is actually an ingredient found in a lot of sunscreens,” she says. It’s not known to hurt people. But she’s “pretty sure” it killed her planarians.",
            "*_Eco-friendly_sunscreen_That’s_bananas!11",
            "fCTaylor used these peels to create her banana extracts.",
            "In a later test, Taylor would notice that glycerol damaged planarians’ skin — even with no UV exposure. Glycerol is used in many products. Taylor’s work now suggests it might pose risks to aquatic life.",
            "But planarians survived just fine in the aqueous extract. And these outperformed the water-only group — the only other ones left alive, the teen says.",
            "Taylor confirmed this later when she stained those same planarians. She used a special dye. It stains damaged tissue so that it glows under her microscope’s UV light. Basically, the more glow, the more damage there is.",
            "The three glycerol-exposed groups exhibited the most damage. The aqueous extract group showed the least. Where damage did show up, Taylor says, it looked “spotty.” That probably means a worm “was not fully coated.”",
            "The next step is figuring out exactly what chemical provided the aqueous extract’s UV protection. Identifying that, she says, could allow for a new class of eco-friendly, banana-based sunscreens.",
            "Regeneron ISEF is a program created and run by the Society of Science (which also publishes this magazine). Taylor was among 1,657 students — from 62 nations or territories — competing at the 75th annual ISEF. They shared in nearly $9 million in prizes."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/caterpillar-wears-insect-prey-camouflage",
        "title": "\n\tThe ‘bone collector’ caterpillar wears its prey as camouflage",
        "content": [
            "*Six_caterpillar_cases_covered_in_spikey_body_parts_of_insects_and_spiders",
            "A newly described caterpillar collects insect remains from spider webs. It weaves the body parts onto a protective case (several shown) so the host spider won’t eat it. This bone collector caterpillar chows down for months until it’s ready to turn into a moth. Then, its gruesome coating becomes its cocoon.",
            "A severed ant head. A fly wing. A beetle abdomen. These body parts ripped from dead insects adorn a caterpillar’s protective coat. That’s why scientists are calling this newfound species the “bone collector.”",
            "This caterpillar sports remains of prey as camouflage while it searches spider webs for trapped bugs. The meat-eating caterpillar was found on the Hawaiian island of Oahu. It is the first known by scientists not only to live in spider hunting grounds but also to fully decorate itself with body parts.",
            "Researchers described the caterpillar April 25 in Science.",
            "Relatively few caterpillars eat meat. Of nearly 200,000 known moth and butterfly species, only about 300 types are carnivorous. The bone collector caterpillar belongs to the moth genus Hyposmocoma. They are native to the Hawaiian Islands. All members wear protective coats when young. They’ve come to be known as Hawaii’s fancy-case caterpillars.",
            "iFhttps://www.youtube.com/embed/x6fGZSK0wSI?feature=oembed",
            "A meat-eating caterpillar on the Hawaiian island of Oahu adorns itself with body parts from its prey. This macabre coat helps it hide from spiders, whose webs make up the caterpillars’ hunting grounds. Known as bone collector caterpillars, these insects are also cannibals. This short, double-speed video shows it eating another of its species.",
            "While walking in the Waianae Mountains almost 20 years ago, some scientists spied an odd caterpillar next to a spider web in a tree hole. “It [was] covered in little bits of bug,” recalls Dan Rubinoff. He works for the University of Hawaii at Mānoa in Honolulu. As an entomologist, he studies insects.",
            "At first, he had dismissed that caterpillar as a curiosity. But over time, he kept crossing paths with more weird caterpillars. Over the next two decades, he and others spotted 62 of these bone-collector caterpillars. All were within a 15-square-kilometer (almost 6-square-mile) range.",
            "Each lived in a spider web tucked away in a tree, log or rock cavity. And there was never more than one per web (otherwise one would eat the other). The caterpillar lurks in a web, waiting to prey on insects stuck there. The caterpillar masks its scent and texture with leftovers from prey on which the spider had dined. The caterpillar even wears skin shed by its eight-legged landlord.",
            "*A_single_caterpillar_case_with_different_insect_parts_pointed_out_on_it_an_ant_head,_a_weevil_head,_",
            "fCThis bone collector caterpillar case is decorated with body parts from at least six different families of insects (some labeled). Unlabeled pieces are skin shed by a host web’s spider.",
            "“This is a decorate-or-die situation,” Rubinoff explains. A plain protective case “might not be enough to stop the spider from trying to puncture the case and eat the caterpillar.” ",
            "When assembling its prey-based wardrobe, a caterpillar carefully probes and rotates those bodily remains. The carnivorous critter first nibbles large pieces down to size. Then, it weaves them onto its silken case. After a few months of feasting, the caterpillar seals off the open end of its case. Now, that case will become its cocoon as the caterpillar transforms into a moth.",
            "Scientists analyzed the bone collector moth’s genes. They found that its lineage is at least 6 million years old. That’s even older than the island of Oahu! So this critter’s ancestors may have originated on a different island. Other Hyposmocoma moths are represented by multiple species on several of the Hawaiian Islands. But the bone collector is the only species in its line, Rubinoff says.",
            "And, he adds: “I’m really glad we discovered it before it went extinct.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/grab-move-virtual-floating-3d-objects",
        "title": "\n\tYou can ‘grab’ these virtual displays and manipulate them midair",
        "content": [
            "*_You_can_‘grab’_these_virtual_displays_and_manipulate_them_midair12",
            "A newly described caterpillar collects insect remains from spider webs. It weaves the body parts onto a protective case (several shown) so the host spider won’t eat it. This bone collector caterpillar chows down for months until it’s ready to turn into a moth. Then, its gruesome coating becomes its cocoon.",
            "In the Iron Man movies, Tony Stark’s lab is full of floating computer displays. With these midair graphics, he can see his super-suit designs in 3-D. He also can grab hold of the visuals and manipulate them. A new device brings such sci-fi graphics closer to reality.",
            "The device renders virtual 3-D objects in midair that users can drag, scale and rotate with their fingers. Such interactive visuals — which can be seen without a virtual reality (VR) headset — could lead to a new type of hands-on museum exhibit or virtual pets. They also might be used to make 3-D art or video games.",
            "Researchers shared their new tech April 30 at the CHI Conference on Human Factors in Computing Systems. The meeting was held in Yokohama, Japan.",
            "This display renders 3-D graphics you can grab onto and move around. #science",
            "In the past, machines have displayed 3-D objects by moving a flat screen up and down. Each 2-D slice of the object would be projected onto the screen at different heights. When the screen moves extremely quickly, those slices blur together. As a result, they look like one solid shape.",
            "“It’s like a real 3-D object. You can see it from all directions,” says Elodie Bouzbib. She studies human-computer interactions at the Public University of Navarre. That’s in Pamplona, Spain.",
            "One problem with past 3-D displays was that users couldn’t touch the fast-moving screen without hurting their hand or damaging the device. To interact with the visuals they had to use a keyboard, 3-D mouse or some other indirect technique.",
            "Bouzbib is part of a team that decided to replace the flat screen with strips of a stretchy material. Now, users can reach into the display — their fingers slipping past the moving strips — to handle virtual objects.",
            "The team tested strips of different materials to see which might work best. Some, like Spandex, stretched out too easily. Others, like plastic lanyards, hurt to touch when they whipped up and down. Still others, such as silicone, reflected too much light to clearly display projected images.",
            "In the end, strips of elastic — like those used in the waistbands of stretchy pants — won out. “They were a good compromise between all the properties,” Bouzbib says. Two cameras tracked users’ fingers within the display. This let the graphics respond to pinching, swiping, spinning and other gestures.",
            "Eighteen volunteers tried out the new device. They selected, moved and traced virtual objects with either their fingers or a 3-D mouse.",
            "People were able to navigate the display faster and more precisely with their fingers. Most also said the hands-on method felt easier and more natural than using a mouse. That was true even though some had been concerned that the display would feel unpleasant to touch. “It feels really soft, actually,” says Bouzbib. “It tickles a bit.”",
            "“What really gets me excited about this research is that the display is reasonably sized and interactive,” says Tatsuki Fushimi. An engineer at the University of Tsukuba in Japan, he did not take part in the work. But he has created 3-D graphics using particles levitated by sound waves. You can touch those displays too, he points out. But it’s hard to use levitation to make images bigger than about one centimeter (0.4 inch) across.",
            "The elastic-band display is 19 centimeters (7.5 inches) wide and 8 centimeters (3 inches) deep. That’s about the size of a square Tupperware container. “Now, people can start to experiment and play around with it,” Fushimi says. That should invite fresh ideas on how to use this technology.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Volunteers in this study suggested using it for control panels for surgical robots. They also thought it would work well for viewing products in 3-D while shopping online.",
            "“If you want to make it bigger, it’s probably going to face issues,” Fushimi says of the elastic-band setup. “Imagine it room-sized. Then you can no longer reach through the display.” In other words, it wouldn’t work for building something like a Star Trek holodeck. But Fushimi could imagine it being scaled up to a desktop-sized device.",
            "One day, Bouzbib would like to add touch — or haptic sensations — to the display. A focused beam of ultrasound waves might create sensations at a users’ fingertips as they handle virtual objects.",
            "Her team also is brainstorming how to project images onto a layer of gas rather than elastic strips. Such an intangible material might offer more seamless interactions with midair graphics.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/jumping-squirrel-like-robot-balance",
        "title": "\n\tThis squirrel-like robot has some serious hops",
        "content": [
            "*A_jumping_robot_with_one_leg_leaps_from_one_PVC_pipe_to_another_A_black_net_is_strung_below_it",
            "This robot was named Salto — for saltatorial, a term meaning able to leap. Here, the squirrel-like bot jumps from one pipe to another and lands balanced and stable.",
            "Salto the robot is acting a bit squirrelly.",
            "It can take a flying leap and land on a narrow pipe, just like a squirrel soaring from branch to branch. It’s the first time scientists have been able to get a robot to land — balanced — on such a tiny target.",
            "“We’ve been inspired by squirrels,” says Justin Yim. He’s an engineer who worked on the project at the University of California, Berkeley. (Now he works at the University of Illinois Urbana-Champaign.) The Salto team reported its new results March 19 in Science Robotics.",
            "*A_spindly_robot_with_a_gripper_foot_and_a_sticker_labeled_Berkeley_University_of_California",
            "fCThe one-legged robot’s clawlike gripper foot helps it land on branches, like a squirrel.",
            "Squirrels are one of nature’s acrobats. They can scamper over telephone wires and vault between trees. They can even navigate Ninja Warrior-style obstacle courses.",
            "A secret to squirrels’ parkour prowess is exceptional balance. Even if a jump carries them a bit beyond or short of their target, squirrels can maneuver their bodies so that they stay upright. One way is by adjusting how hard their legs push against a branch as they land.",
            "Salto can now make similar adjustments. Yim was part of the team that described how April 4 in the Journal of Experimental Biology.",
            "Think of playing hopscotch, he says. If you land on a square and feel like you’re going to fall forward, you might try to stand up tall. To prevent yourself from toppling over, you’d push your feet hard against the ground. And if you land too far back, you might crouch down, so you don’t tip backward.",
            "Yim’s team tried to help Salto mimic those tactics.",
            "This spindly little hopping bot was developed in 2016. It was named for saltatorial — a term for things that leap or are adapted to leaping. In 2020, Salto’s developers figured out how to make Salto stick a landing on flat surfaces. For the new work, they made two big changes. They added a clawlike gripper to Salto’s foot. Now it can catch a pipe during landings. They also gave Salto the ability to stand or crouch. This can help improve its balance.",
            "Salto the robot can take flying leaps and adjust its landing — just like squirrels do. Scientists hope that the squirrel-inspired tech could one day help with construction inspections or conducting environmental monitoring in forests. #Robot #Squirrel #STEM #Robotics",
            "In test jumps in the lab, Salto leapt from one plastic pipe to another. It successfully did this 25 times out of 30. It caught the tube, swinging over or under it most of the time. But in two trials, Salto leapt, landed and perched just perfectly. It stuck a balanced upright hold on the pipe.",
            "“There’s lots of room for improvement,” Yim says. Salto may not be ready to join that circus group Cirque du Soleil yet. Still, Yim has ideas about how to improve the robot’s balance. They could improve Salto’s gripper, for a better grasp when trying to land on a pipe. That would work like a squirrel squeezing a branch with its toes.",
            "Yim envisions future robots that are even more agile than Salto. To help with construction, for instance, they might one day hop onto pipes or beams while carrying cameras for inspection. Or maybe Salto could leap throughout a forest as an environmental monitor.",
            "But Salto will need many more tweaks to catch up to its bushy-tailed brothers, Yim says. “The robot is definitely not able to do what a squirrel can do just yet.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/ticking-shark-first-making-noise",
        "title": "\n\tTick, tick, tick. In a first, a shark is heard making noise",
        "content": [
            "*A_grayish-brown_shark_with_white_spots_along_it's_back_swims_across_a_black_background",
            "Called a rig or smoothhound, this small shark is the first shown to make deliberate sounds.",
            "Sharks have a reputation for being silent predators. But an accidental discovery shows the small rig shark isn’t silent after all.",
            "It clicks its short, wide teeth. That chatter appears to mark “the first documented case of deliberate sound production in sharks,” say researchers in the March 26 Royal Society Open Science.",
            "People have been slow in picking up on sound communication between fishes. Some squeak or rumble. But scientists stumbled onto these types of chatter in captive animals. So today it’s no longer a surprise to detect various chirps, hums or growls among the many bony fishes.",
            "Yet an evolutionary sister-branch — sharks, skates and rays — have been slower to get recognized for sounding off. Lacking bones, their skeletons are made of cartilage. Some also sport remarkable senses, such as detecting slight electric fields. In 1971, a clicking was detected coming from cownose rays. Since then, it’s turned up in other rays.",
            "Carolin Nieder is an evolutionary biologist at Woods Hole Oceanographic Institution in Massachusetts. Back when she was at the University of Auckland’s Leigh Marine Lab in New Zealand, she studied dolphin hearing. To listen, she dangled an underwater microphone into a tank. She also did this as part of her setup to explore hearing in a small shark species called a rig (Mustelus leucticulatus).",
            "Reaching into the tank to grasp one of these fish, she heard “click … click.” After a week or so of tests, the rig still squirmed — but didn’t click. Perhaps the sound was voluntary, a response to stress, she mused.",
            "In a first, researchers have recorded what could be sharks making deliberate sounds. This chatter came from a small species called a rig or spotted estuary smoothhound. It grows rows of stubby teeth that can crack shellfish prey — and, apparently, make communicative sounds. Carolin Nieder discovered the chatter accidentally as she was handling a rig in a tank. Listen in as a rig splashes, then clicks its teeth.",
            "*This_close-up_image_shows_rows_of_tightly_packed,_somewhat_flattened_teeth_of_a_kind_of_shark_called",
            "fCEric Parmentier",
            "As a followup, she worked with 10 sharks. Among them she recorded multiple clickity bouts. They averaged about nine clicks during a 20-second grasp. The sounds come, she proposes, from clacking together their short, wide teeth with cusps. Those chompers are great for cracking crustaceans’ shells. Rows of these teeth emerge from gum tissue. It reminded Nieder of stones set in a mosaic. ",
            "Wiggling doesn’t seem important: She heard the sounds when a test shark writhed in her grasp and when it held still. She proposes that sharks click by “forceful snapping.”",
            "The idea still needs formal testing, she cautions. What she actually measured was the hearing range of the sharks, which is restricted to below 1,000 hertz. Human hearing, in contrast, ranges up to 20,000 hertz.",
            "Sharks are sensitive to their watery world in other ways, though. For instance, they can detect the tickles of changing electric fields. Yet “if you were a shark, I would need to talk a lot louder to you than to a goldfish,” Nieder notes. “The goldfish would pick up if I whisper … and the shark was like, can you speak up, please?”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-caldera-definition-pronunciation",
        "title": "\n\tScientists Say: Caldera",
        "content": [
            "*a_mountain_with_a_caldera,_a_huge_bowl-shaped_crater_in_the_center,_sits_under_a_blue_sky",
            "The Caldera Blanca is a collapsed volcano in Timanfaya National Park in the Canary Islands.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2104886775&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A caldera is a type of crater. It forms when a volcano collapses after a massive eruption.",
            "When volcanoes erupt, material bursts from underground cavities. That material could be lava. It could also be vapor, dust and gases. Either way, the blast leaves empty pockets underground. Sometimes, those pockets cave in. That forms a caldera.",
            "Some calderas cover dormant volcanoes. Others cover volcanoes that are still active. Consider Hawaii’s Kīlauea Caldera. In 2018, this volcano collapsed after an eruption. Today, the caldera still burps lava.",
            "Some calderas form through not one, but many collapses. Yellowstone National Park, which spans Wyoming, Idaho and Montana, is an example. Yellowstone’s volcanic activity started about 1.2 million years ago. Over time, multiple vent-like eruptions created a vast caldera system throughout the region. The last eruption occurred about 600,000 years ago. Geologists think this one was massive. It emptied the caldera’s magma chamber. Without magma to support it, the ground caved in. That created Yellowstone’s largest caldera, which stretches 113 kilometers (70 miles) across.",
            "Another famous caldera is Crater Lake, in Oregon. It formed about 7,700 years ago. The Native American Klamath Tribes lived in this region at the time. Their legends describe the event. The stories tell of fire and rock bursting from the ground. Landslides followed. Finally, Mount Mazama caved into the void below. Over time, the caldera filled with rainwater. That’s why today, it is a lake. Crater Lake remains a sacred place to these tribes.",
            "In 2019, a team led by Filipino scientist Jenny Anne Barretto found the Apolaki Caldera — at the bottom of the ocean. It stretches for 150 kilometers (93 miles) under the Philippine Sea. That makes it the world’s largest known caldera.",
            "The volcano responsible for Hawaii’s Kīlauea Caldera recently erupted like a stomp rocket.",
            "Check out the full list of Scientists Say.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/lets-learn-about-the-carbon-cycle",
        "title": "\n\tLet’s learn about the carbon cycle",
        "content": [
            "*a_scenic_view_of_pink_wildflowers_and_rocks_by_sea_against_sky",
            "Carbon cycles through many things on Earth. In this image, the atmosphere, ocean, rocks and plants all contain carbon.",
            "The element carbon is found all over our planet.",
            "Carbon helps make up carbon dioxide gas in the atmosphere (it’s the C in CO2). It’s found underground in rocks and fossil fuels. A lot of it is stored in Earth’s oceans. And it’s the main chemical building block of all living things, found in DNA, sugars, proteins and many other molecules.",
            "The total amount of carbon on Earth doesn’t change. But our planet’s carbon atoms are always moving around between living things, oceans, the atmosphere and other places. Together, these exchanges are known as the carbon cycle.",
            "Plants, for instance, pull carbon dioxide out of the air during photosynthesis. They use those carbon atoms to build up their tissues — which animals then eat. Animals exhale carbon dioxide back into the atmosphere. And when plants and animals die, the carbon from their tissues gets released into the air and soil. That carbon can get locked up in rock like limestone or fossil fuels such as coal.",
            "Carbon from the atmosphere can also get absorbed by Earth’s oceans. Sea creatures use it to build their calcium carbonate shells and skeletons. When those organisms die, their remains sink and can either dissolve into deep sea waters or settle into the seafloor. Carbon locked up underground can also be violently blasted back out into the atmosphere during volcanic eruptions.",
            "The carbon cycle naturally keeps carbon moving in and out of Earth’s atmosphere. But human activity has recently been pumping a lot more carbon into the air. A big way we do this is by burning fossil fuels such as coal and oil for energy. But other human activities, such as farming and cutting down forests, add carbon to the atmosphere as well. That airborne carbon is warming Earth’s climate through the greenhouse effect.",
            "For that reason, scientists and engineers are trying to develop new technologies that can capture carbon out of Earth’s atmosphere.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Eight ways you can cut your carbon footprint Learn how you can limit the climate-warming gases associated with what you eat, the products you buy and the energy you use. (2/9/2023) Readability: 7.3",
            "The world is aiming for ‘net zero’ emissions of greenhouse gases Nations are charting how they might ‘zero’ out their releases of climate-warming gases. Success might greatly lower the risks of climate catastrophes. (2/9/2023) Readability: 7.9",
            "Explainer: CO2 and other greenhouse gases Carbon dioxide is just one of several chemicals that contribute to the greenhouse effect. (9/20/2018) Readability: 7.9",
            "iFhttps://www.youtube.com/embed/0-DtXqr-gPQ?feature=oembed",
            "The carbon cycle explained in one quick minute.",
            "Scientists Say: Carbon capture",
            "Explainer: All about carbon dioxide",
            "Explainer: How photosynthesis works",
            "Explainer: Where fossil fuels come from",
            "Explainer: In chemistry, what does it mean to be organic?",
            "An ancient log shows how burying wood can fight climate change",
            "A bold plan to save the planet turns carbon dioxide into stone",
            "Pollution power? A new device turns carbon dioxide into fuel",
            "Word find",
            "Humans can affect Earth’s carbon cycle in lots of negative ways, through burning fossil fuels and other activities. But we can also positively impact the carbon cycle by creating more places to store carbon from the atmosphere — like growing plants. Grow your own plants and test the power of fertilizer with this experiment from Science News Explores."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/passing-star-fling-earth-orbit-into-sun",
        "title": "\n\tA passing star could fling Earth out of orbit — or into the sun",
        "content": [
            "*A_photo_composite_of_Earth_from_space",
            "The gravity of passing stars can jostle our solar system. That might someday cause another planet to smash into Earth (shown here in a satellite image) — or eject our planet from the solar system altogether.",
            "Bad news, earthlings. Computer models of the solar system’s future reveal a new risk facing us all. The gravitational tug of a passing star could cause another planet to smack into Earth. Or it might fling our planet into the sun. Or it could send Earth far away from the sun, where any inhabitants would freeze.",
            "“None of these things are probable,” says Nathan Kaib with a laugh. This astronomer works at the Planetary Science Institute, based in Iowa. He teamed up for this research with astronomer Sean Raymond, at the University of Bordeaux in France.",
            "Over the next 5 billion years, they calculate, Earth’s chance of an apocalypse caused by a passing star is only 0.2 percent. That figure is based on the number of stars passing near our solar system. That’s pretty slim odds of a drive-by star destroying or ejecting Earth within the lifespan of our sun.",
            "Still, it’s a much greater risk than past studies had found. Those estimates hadn’t accounted for the long-term influence of passing stars. ",
            "Kaib and Raymond posted their findings to arXiv.org on May 7. Later this year, the journal Icarus will publish them, too.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "If another star gets too close to us, Mercury will be key to the risk of Earth’s demise.",
            "The innermost planet’s orbit around the sun is fairly oval-shaped. And astronomers have long known that Jupiter’s gravity can stretch its orbit out even more. The new models show that passing stars heighten this danger.",
            "In those models, Mercury’s orbit becomes so elongated that the planet typically collides with the sun or Venus. The resulting chaos sometimes causes Venus or Mars to crash into Earth. Other times, Earth crashes into the sun. Or Venus and Mars can fling our world toward Jupiter. The giant planet’s gravity then ejects Earth from the solar system.",
            "“It’s a little scary how vulnerable we may be to planetary chaos,” says Renu Malhotra. A planetary scientist, she works at the University of Arizona in Tucson.",
            "*An_image_of_Pluto_as_seen_by_a_spacecraft",
            "fCPoor Pluto faces a 4 percent risk of getting booted from the solar system or smashing into a giant planet during the next 5 billion years, thanks to passing stars. Here, Pluto is seen in an image taken by the New Horizons spacecraft.",
            "Malhotra thinks past encounters with other stars have already influenced the solar system. For instance, one would expect the giant planets to have nearly circular paths around the sun. That’s because the planets formed from a disk of gas and dust with a nearly circular orbit. But today, three of the giant planets — Jupiter, Saturn and Uranus — have somewhat oval-shaped orbits. The gravity of passing stars may have tugged them onto these paths.",
            "The most dangerous stars, Kaib says, are those that come closest — less than 100 times as far from the sun as Earth is. Stars that move slowly are also risky. Especially ones that move less than 10 kilometers (6 miles) per second relative to the sun. That cosmic snail’s pace extends how long their gravity will be able to tug on the planets.",
            "However bad things look for Earth, though, be glad you don’t live on distant Pluto.",
            "Without passing stars, Pluto was thought to have an even more stable orbit than Earth. “But once you allow stars to alter the solar system and push things around,” Kaib says, Pluto is in trouble. It can skirt by the giant planets. Then their gravity can kick it out of the solar system. Or Pluto can smash into one of them.",
            "Over the next 5 billion years, the chance of such a fate befalling Pluto is about 4 percent. That’s 20 times greater than the risk facing Earth.",
            "There is one upside to Pluto getting booted from the solar system, though. It might just end the long-standing debate over whether Pluto is really a planet.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-quasi-satellite-definition-pronunciation",
        "title": "\n\tScientists Say: Quasi-satellite",
        "content": [
            "*_Scientists_Say_Quasi-satellite13",
            "In this illustration, an asteroid orbits its planet. An asteroid — or other space object— that appears to orbit a planet but orbits beyond the planet’s main sphere of gravitational influence is called a quasi-satellite.",
            "iFhttps://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/2112277119&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
            "A quasi-satellite is a space object — such as an asteroid — that appears to orbit a planet like a true satellite. However, the object lies beyond the reach of much of that planet’s gravity.",
            "The prefix quasi- means to resemble something. A quasi-satellite resembles a true satellite. But it’s not one.",
            "Earth’s moon is a true satellite. The sun exerts more gravitational pull on the moon than Earth does. Even so, Earth controls much of the moon’s orbit. That control comes from the moon’s closeness to Earth. The moon orbits within the Earth’s Hill sphere — the space around a planet where the planet’s gravity dominates. The Earth, meanwhile, orbits well within the sun’s Hill sphere.",
            "A quasi-satellite orbits outside a planet’s Hill sphere. That doesn’t mean the planet’s gravity can’t affect the object. But it does mean that other gravitational influences intervene more frequently. For example, the gravitational pull from the sun dominates the orbit of Earth’s quasi-satellites. For that reason, quasi-satellite orbital paths change over time. They will most likely eventually fall out of orbit around their planet.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "A quasi-satellite orbits the sun with its planet. The object circles the planet while orbiting the sun. If you were to watch from space, the object would appear to loop around Earth as both objects travel around the sun. Those loops around Earth are usually oval-shaped, not circular. This stretched-out orbit can take the object far from its planet.",
            "Earth has several quasi-satellites. Cardea is one. This asteroid is less than 300 meters (985 feet) in diameter. Astronomers predict that in about 600 years, Cardea will likely be flung out of orbit. Kamoʻoalewa is another example. Astronomers believe this small asteroid is a fragment of the moon. In May 2025, the China National Space Administration launched a mission to collect samples from the object.",
            "One small quasi-satellite plays leap frog with the Earth as both travel around the sun.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/3d-printed-robot-runs-on-air",
        "title": "\n\tThis 3-D printed robot runs on air, not electricity",
        "content": [
            "*a_robot_with_six_squishy_arms_sits_flat_on_a_table",
            "This 3-D printed robot doesn’t need electronics. Instead, it uses an air canister to move.",
            "A new air-powered robot can practically walk right off the 3-D printer.",
            "The soft, 3-D printed robot doesn’t have any electronic parts. All it needs to move is an air canister. One day, robots like this could work underwater or in hazardous environments, its creators say.",
            "Mechanical engineer Yichen Zhai led the work. He and his colleagues at the University of California, San Diego, gave their robot six flexible legs, like an insect. Each leg can move up and down or side to side. The whole thing is made from the same type of plastic that’s used to make hoses and shoe soles. The scientists 3-D printed it in one piece over the course of two and a half days.",
            "Air from a canister flows through tiny tubes and chambers in the robot’s body to power it. As the pressure in each of these chambers changes, it opens and closes different tubes. That moves air into different sets of chambers, and the process starts again. This cycle of inflating and deflating chambers moves the robot’s legs to waddle forward.",
            "Researchers published the design in the May issue of the journal Advanced Intelligent Systems.",
            "The robot’s design is “quite interesting,” says Perla Maiolino. She wasn’t involved in building it, but she does work on other soft robots at the University of Oxford in England. Typically, making a robot involves designing different parts from different substances and assembling them, she says. But this one’s body is a single piece made with just one material. “It’s all together.”",
            "iFhttps://www.youtube.com/embed/f8hTK7AabM8?feature=oembed",
            "This video, told from the perspective of the new robot, shows off its electronics-free capabilities.",
            "The robot may be soft, but its shape actually makes it quite sturdy. Having six legs helps it stay upright on rough and uneven ground. Whenever it takes a step, three of its legs move at once while the other three stay on the ground. This way, it doesn’t tip over easily. And because the design doesn’t contain any electronics, it’s waterproof. In experiments on the beach, the robot toddled right down into a deep puddle and resurfaced to continue along its way.",
            "Electronics-free robots could one day work in areas that would thwart regular ones. “We are really pushing toward having untethered robots that can be deployed in very harsh environments,” Maiolino says. An “untethered” robot is one that doesn’t need to be connected to a power cord or controller.",
            "A robot like the new six-legged walker could work in areas where electronics might be a fire risk, such as in mines. Or it might be used in space, where radiation could harm delicate electronic components.",
            "But the new soft robot isn’t quite ready for these harsh conditions yet. The robot has to be able to move faster first, says Zhai. That will let it move farther on a single air canister. As of now, the insect-like robot creeps along at a leisurely pace of 4 centimeters (1.6 inches) per second. That’s a little faster than a snail, but slower than a turtle. A single canister of air can power it for about 80 seconds.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Zhai and his colleagues are currently building a faster version of their machine. The team also hopes to add a steering system or a way for the robot to dodge obstacles. Right now, it can only shuffle forward in a straight line. Controlling air flow through the robot could allow it to change direction in response to obstacles — sort of like a self-driving Roomba vacuum.",
            "Until the robot gets these upgrades, it won’t be doing heavy-duty work. But in its current form, people can still enjoy interacting with it. “The robot is like a toy,” Zhai says. And it can be cheaply and easily 3-D printed. “If people love it, people can make it,” he says. “That’s enough.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/soft-robots-comfort-rescue-isef",
        "title": "\n\tSoft helpers and bio-inspired tech: a match made in robot heaven",
        "content": [
            "*Tim_holding_a_koala_and_a_chimp_stuffie_and_smiling",
            "Tim Wilson’s huggable robots can offer emotional support to people in need, such as kids too anxious to get to sleep at night.",
            "Columbus, Ohio — When you imagine a robot, slithery snakes and huggable koalas may not come to mind. But innovative teens have been using “soft” robotics to create such bio-inspired machines. Their inventions can return a warm hug or assist in the rescue of people trapped in building rubble.",
            "An earthquake on March 28 trapped hundreds of people in the ruins of collapsed buildings in Myanmar, a country in southeast Asia. Nichelle Thinagar, 16, saw this disaster on the news. “There were so many more people left unaccounted for, trapped under rubble,” she recalls. Stories like this compelled her to design rescue robots. But Nichelle’s come with a twist — a smooth, serpentine twist.",
            "*a_photo_of_Nichelle_Thinagar_smiling",
            "fCNichelle Thinagar developed a snake-inspired robot. Her goal: Use such tech to find and bring aid to people trapped in rubble after an earthquake or building collapse.",
            "Imagine a snake slithering your way. Nichelle modeled her rescue-bot after these limbless wrigglers. And for good reason. Scale-covered snakes evolved to wiggle through tiny cracks. One secret to their slithering, the sophomore at Shrewsbury High School in Massachusetts learned, were those scales.",
            "She tapped this design feature to enhance her snake-bot’s motions. “The most recent design has … ball bearings embedded directly into the scales,” she says. This aids the forward gliding motion. Her project earned Nichelle a finalist slot here at the 2025 Regeneron International Science and Engineering Fair (ISEF).",
            "“A snake’s scales are very smooth from head to tail,” Nichelle says. That lets them glide forward. A little backwards pressure, however, allows those same scales to dig into the ground. “That lets them push themselves forward,” she says.",
            "Nichelle didn’t invent snake-shaped robots. But she did make unique use of nature’s scale-grip technique. That allows the bot to move “like a real snake.” Nichelle hopes her slithering device will help it navigate building rubble. Another feature that sets her robot apart from others: A small compartment in its head can haul water or other supplies.",
            "*a_photo_looking_down_at_the_guts_of_a_snake_inspired_robot",
            "fCHere’s the guts of Nichelle’s snake-inspired robot.",
            "Nichelle hoped to test different scale designs with computer simulations before building a full robot. But that plan didn’t work. The tests she needed, she realized, were just too complex for her to model. She needed data. And the only way to get those was by testing.",
            "For instance, she needed to measure her snake skin’s coefficient of friction. That’s “basically the stickiness between two surfaces,” Nichelle explains. “Like the stickiness between my scale design and the surface below it.”",
            "Many factors play into how different scales slide across surfaces, she learned. “That’s just something that the simulation software couldn’t compute.” To test snake scales, she had to build a snake wearing them.",
            "*a_closeup_showing_the_'textured_scales'_on_the_underside_of_the_snake_robot",
            "fCTextured “scales” affixed to the underside of Nichelle’s robot allow it to slither forward. It can grab the surface as it prepares to push to the side and ahead in a serpentine motion. The best design used ball bearings embedded directly into the scales to aid forward sliding.",
            "Nichelle 3-D printed the scales and all the other robotic components. A cable system runs throughout the snake and triggers muscle-like wriggly actions. Instead of the “normal, rigid components you’d see in your typical robot,” she explains, “it uses more soft structures that resemble things like muscles.”",
            "A tether connects the robot to the person controlling it. “A lot of urban rubble is reinforced concrete, which blocks communications,” Nichelle says. Using a tether means the operator won’t lose connection with the robot. It also allows the rescuer to communicate with survivors.",
            "iFhttps://www.youtube.com/embed/riyZSqwtTzU?start=115&feature=oembed",
            "Nichelle Thinagar explains how she designed her snake robot.",
            "*Tim_soldering_the_innards_of_a_huggable_robot",
            "fCTim solders electronic components that will go inside the stuffed, fabric housing of a prototype huggable robotic monkey — one that he designed and sewed from scratch.",
            "Tim Wilson, 18, designed a soft robot for a very different purpose: to give reassuring hugs. His inspiration was his sister’s frequent trouble getting a good night’s sleep as a child.",
            "“I saw the impact of poor sleep on the rest of her life,” he says. Friends in school described similar problems. “We’d chat about how they couldn’t fall asleep,” he says. When it came time to do a high-school research project, he decided to tackle “a real need in the world.” His solution — a huggable, co-sleeping robot — brought this student at Barker College in Sydney, Australia, to this year’s Regeneron ISEF. It also garnered Tim a First Award in the Robotics and Intelligent Machines category.",
            "Other robotic sleep aids exist. But until now, none could hug you back, Tim says. He started by building a monkey-bot. He went on to create a koala, too.",
            "Hugging the robot triggers the arms to return the hugger’s embrace. They squeeze back thanks to inflatable, flexible tubes in the robot’s arms. A fiber outside the tube works like a muscle. In robotics, this part of the device is called the actuator. “An actuator is just something that creates movement,” Tim explains.",
            "*robotic_parts_laid_on_top_of_a_huggable_bot_showing_what_the_innards_look_like",
            "fCRobotic parts are laid atop the sites where they sit inside a huggable toy. In the animal’s head, a control board houses a computer’s microcontroller. The arms hold fiber-reinforced, bending actuators that enable the robot’s reassuring hugs. At center is a device that rhythmically pushes out to mimic the lungs breathing. ",
            "His machines do more than return hugs. They also mimic breathing. The toy’s chest gently rises and falls. It’s “quite soothing,” Tim says. The robots even try to match their “breathing” rate to the hugger’s. How? A sensor inside measures the carbon dioxide exhaled by the hugger. The robot then “tries to mirror how fast you’re breathing.” Tim says that part proved tricky. After all, a bedroom fan might be enough to throw off the gas levels. “It’s not always going to be mirroring you exactly,” he says. So he added a “nice slow breathing rate” as a default setting.",
            "*a_photo_of_Tim_Wilson_breathing_into_a_carbon_dioxide_sensor",
            "fCTim tests a sensor to measure exhaled carbon dioxide in his bedroom at home. This sensor tracks a person’s breaths to try to mirror their breathing rate. It helps mimic a human caregiver who might try to calm an anxious child. ",
            "So what does Tim’s sister think of the hug-bot? “She finds it very cute,” he says. She hasn’t tried it overnight yet. Tim’s friends have, though. “One of the things that kind of surprised me,” he says, “was how much the kids who use the device found it quite relaxing and reassuring in a way that wasn’t actually directly related to sleep.”",
            "Tim believes his robots might help people in other settings, too.",
            "Some people benefit from emotional support dogs, for example. But some places might not allow animals. In a super-clean hospital, an animal may pose a risk to sick kids. “Being able to reassure kids is quite a challenging thing,” Tim says. “But it would be cool if my product could do it.”",
            "Regeneron ISEF is a program created and run by the Society of Science (which also publishes this magazine). Tim and Nichelle are among 1,657 students — from 62 nations or territories — competing at the 75th annual ISEF. These participants shared in nearly $9 million in prizes.",
            "iFhttps://www.youtube.com/embed/ZzA1DKf5VQo?feature=oembed",
            "Tim Wilson describes how his cuddle robot works and how it can help people."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/groundwater-secret-underground-flow",
        "title": "\n\tStudy uncovers secrets in water’s underground treks",
        "content": [
            "*A_photo_of_a_natural_spring_emerging_from_limestone_caves_Lush_vegetation_is_on_either_side_of_the_w",
            "Groundwater streams through rocky deposits underground. It eventually can surface to feed lakes, rivers and natural springs, such as at Florida’s Rock Springs (shown here).  ",
            "When rain or snow falls, much of it seeps into the soil. From there it flows down through porous rock, gravel and sand, forming underground streams. This groundwater will sometimes travel long distances. Scientists have now attempted to calculate its path in North America. Their findings suggest water can travel below ground much farther and deeper — and for a much longer time — than had been expected.",
            "For instance, some groundwater can travel up to 238 kilometers (148 miles), the new study reports. And it can seep to depths of more than 90 meters (300 feet).",
            "Or consider the deep groundwater pumped up for drinking. Most was believed to be separate from polluted water that often resurfaces in streams and rivers. But through long, buried treks, groundwater can link areas thought to be separate — sharing pollution it picked up along the way. ",
            "All that water now appears “a lot more connected,” says Reed Maxwell, an author of the new study. He works at Princeton University in New Jersey. As a hydrologist, he studies the movement of water.",
            "His team shared its findings on how water moves in the January 6 issue of Nature Water.",
            "Understanding these connections between water sources, they say, is important. It could help water managers work together to make better decisions about how to use water for drinking, irrigating crops and supporting ecosystems.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "A watershed (also known as a catchment) is the broad expanse of land that funnels snowmelt and rain downhill to a body of open water (such as a lake or ocean). Some rain and snowmelt will remain above ground. But much will seep underground as it moves.",
            "Water managers decide who gets to use the water within a watershed and how. Watersheds are managed separately. But water can flow freely underground across watershed boundaries, says Laura Condon. She’s a hydrologist at the University of Arizona in Tucson. ",
            "If watersheds are connected, then problems in one might affect another, says Maxwell. This got him thinking: “If you dump pollution in one watershed, does it get to another?” ",
            "Others had mapped groundwater flows in various parts of the United States. But how distant sources of underground water might be connected hadn’t been clear. That was one motivation for this study, says Maxwell. Understanding how water moves across a continent underground can help show how, when and where impacts to that water may occur.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Maxwell and Condon’s team decided to track groundwater’s flow beneath most of continental North America. They started with where this water reemerges in streams. Then, working backward, they figured out where it must have first seeped into the Earth.",
            "To do this, they built a computer model. It simulated North America’s underground layers of rock to depths of 392 meters (1,200 feet). Next, they divided the continent into little blocks. Each was one kilometer long by one kilometer wide.",
            "Then they asked the model to calculate how much water would likely flow through each block. That would depend on the shape and thickness of Earth’s underground layers and the space between the rocks.",
            "Each block is like a Lego brick, Maxwell says. Once they calculated water’s flow in each one, they stacked them together — 85 million of them.",
            "Then they added simulated water droplets to the computer model. The model “pushes” these droplets around based on how water would flow through the layers of below ground rock. And the scientists tracked everywhere they would go.",
            "“Think of a video game: Where would the little ball go? It’ll be pushed by the velocity this way,” says Condon.  Then, “where would it go next?”",
            "Water often travels more than 97 kilometers (60 miles), the model showed. That wouldn’t be far if water was streaming across the surface, says Maxwell. But it was far longer than it had been expected to flow below ground.",
            "Most water stays below the surface for five to 10 years, the model found. But buried aquifers (underground layers of water-filled rock) also exist. Water can collect in them for 100,000 to 1 million years.",
            "iFhttps://www.youtube.com/embed/zyHtkDCwQUw?feature=oembed",
            "Rain and snow seep into the Earth, forming streams of groundwater that travel long distances below the surface.",
            "Knowing how far water travels and for how long helps determine impacts to water. How? “If you have pollution underground, you need to understand where it’s going to go,” Maxwell explains.",
            "Consider, for instance, the nitrate fertilizers that farmers apply to soils. In large amounts, nitrates can harm people and aquatic life. Rain can wash these chemicals into groundwater. From there, they can potentially travel far from the farms on which they had been used. That can pollute water once thought to be free of such chemicals.",
            "Models might also point to where water being pumped from the ground at one site (for drinking or irrigation) had been on its way to hydrate a distant wetland. Knowing this, says Claudia Faunt, managers might then make sure they leave enough water in the ground to sustain that wetland — and the ecosystem it supports. Faunt didn’t take part in the new study. But as a hydrologist with the U.S. Geological Survey in San Diego, Calif., she understands these issues. ",
            "“Everything’s connected,” Maxwell says. By knowing how one watershed may be linked to others, you can understand how the system works as a whole, he explains. And that could be key to managing Earth’s life-giving resource.  "
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/mobile-artificial-coral-reef",
        "title": "\n\tNew ocean sanctuaries house young coral and even flee peril",
        "content": [
            "*a_view_of_a_coral_reef_looking_up_through_the_reef_at_the_surface_of_the_water,_two_divers_are_in_th",
            "Off the coast of Saipan in the Northern Mariana Islands, a coral reef decorates the entrance to this sea cave. Warming waters have been bleaching and killing off some local reefs. A new teen-designed, mobile artificial reef aims to restore colorful corals to the region. ",
            "Columbus, Ohio — Preserving threatened coral reefs is no longer enough. Now, we must help build new ones, say Ja Young Kim, 17, and Jiho Kong, 19. They’ve just designed one new option: robotic nurseries to attract and nurture baby corals.",
            "These modular units start as floating, hexagon-shaped cells. Once deployed in the water, they can link together to make large ocean habitats. These apartment-like structures even monitor for potential dangers. Before turbulent weather might turn young colonies belly-up, robots can propel the coral apartment buildings to safety.",
            "*two_teens_stand_back_to_back_with_arms_crossed_on_a_white_sand_beach,_under_a_sunny_sky",
            "fCJa Young Kim and Jiho Kong stand on a beach in Saipan — one of the islands making up the Mariana Archipelago.",
            "Jiho and Ja Young live in Saipan. It’s the largest of the 14 Northern Mariana Islands, a volcanic archipelago north of Australia. The world’s deepest ocean site — the Mariana Trench — lies just east of this island chain.",
            "Saipan is “a beautiful place that is surrounded by the ocean,” notes Jiho. “I’m a diver.” Just off the white sand beaches here, “there used to be a beautiful coral reef.” A few years ago, the coral here appeared “every different color,” Jiho recalls. No longer. The reef is now bleached white and dead.",
            "Dying coral is “not just a story that we can hear from newsletters or books,” Ja Young says. For her, the problem can’t be ignored. So she and Jiho teamed up to build a fleet of robotic apartment complexes for baby coral. It would provide them homes. And being mobile, they can move when storms threaten.",
            "Their work earned these juniors at Saipan International School a place here, last month, as finalists at the 75th annual Regeneron International Science and Engineering Fair, or ISEF. Society for Science — which also publishes this magazine — created ISEF and still runs it. This year’s 1,657 finalists came from 62 nations or territories. Together, they took home nearly $9 million in prizes.",
            "Each cell is about the size of a small microwave oven. Individual cells can link up with others, forming platforms that roll with the waves.",
            "For this project, “We created everything,” says Ja Young. “We 3-D printed everything.” They chose materials that will break down in the ocean over time. That way, they won’t pollute the environment if individual units separate and get lost.",
            "The duo tested their cells’ ability to link up in a borrowed swimming pool in Korea, says Ja Young. “And then we borrowed this wave-creating machine in order to make sure [their habitat won’t] just float away.”",
            "Their system consists of two types of cells. The first offers a safe harbor for coral larvae. They can attach to these “coral cells” and grow. The second are power cells. These similarly shaped units can drive the coral-housing units. Each power cell “has a propeller,” Ja Young points out, and runs on solar energy. So power cells can motor coral cells to the perfect nursery location. Once they arrive, these cells can link together. A tether connects them to the ocean floor. This ensures they won’t drift away.",
            "To advertise the housing units have arrived, the cells sing a song.",
            "This “special soundscape,” Ja Young explains, “can attract the coral larvae onto the structure.” Its melody — “the sound of healthy corals” — sounds like soft bubbles and gently sloshing water, she says. When larvae hear it, they’ll flock to it as they would to a healthy reef.",
            "*a_coral_cell_and_a_power_cell_sitting_on_a_beach",
            "fCWhen deployed underwater, a coral cell (left unit) provides a safe haven for larvae to establish new colonies. A power cell (right unit) can link with that undersea houseboat and propel it to safety when dangerous storms may threaten these accommodations.",
            "Once they arrive, the tiny larvae begin setting up a new artificial reef. However, this apartment complex can do something natural reefs can’t. It can flee danger.",
            "This could counter a problem seen with other coral-restoration systems. Jiho and Ja Young learned that many weren’t very successful. Take the type known as coral trees. Once installed on the ocean floor, many of these vanish.",
            "For every 10 coral trees installed, “eight will be missing by the end of the year,” Ja Young says. No one knows what happens to them. “We wanted to fix that,” she says.",
            "Watch this video of the designers of the new coral sanctuary describing what motivated them to create the new tech and how it would work.",
            "Their solution was to build an escape plan into their housing units. For example, Ja Young says, “There could be a typhoon coming.” The undersea waves kicked up by such a storm could destroy the cells. “We cannot make the house not blow away,” she says. But “we can make it run away.”",
            "Their coral-housing units not only can move, but also decide when it’s time to move.",
            "Jiho spearheaded this part of the project. “I wanted to link my knowledge about robotics and computer science to this project,” he says.",
            "He linked the cells to the internet so they can receive ocean data. These include temperature readings and other weather updates from the National Oceanic and Atmospheric Administration. They use open-source data, which are freely available for all to use.",
            "Their system’s motorized cells use these data to make decisions. If a dangerous storm looms, these cells will know. They can turn on their propellers and head for safer waters. An “algorithm and the website itself can also designate a destination,” says Ja Young.",
            "Even if people do nothing, these cells can execute an escape. Thanks to clever programming, the cells can pick their own destination. They also can calculate the best route. This escape feature sets their technology apart from other coral-transplant systems, says Jiho. Few such technologies can flee danger. And those that do need a lot of human help. Human labor makes them “less efficient in both cost and time,” Jiho says.",
            "Each cell costs about $120 to make, says Ja Young. That’s far less than similar technologies. Most, he says, cost about “a thousand times more.”",
            "The coral apartments must still undergo ocean tests. Simulations show a lot of promise. However, unseen problems could occur.",
            "Ja Young recalls the kaleidoscopic colors of local reefs from snorkeling trips with her dad. “‘It’s pink! Blue! It’s colorful inside,” she remembers. She was in middle school then. Today, waves sweep bleached coral fragments onto the sand. Ja Young hopes their new invention will do more than try to preserve the past. She hopes it will rebuild a more colorful future.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/contagious-yawning-zebrafish",
        "title": "\n\tThese fish yawn — and it’s contagious",
        "content": [
            "*a_photo_of_several_zebra_fish,_small_narrow_fish_with_horizontal_stripes_and_shimmering_scales",
            "These zebrafish are a “lab rat” of the aquatic world. A new study finds they can yawn — especially after witnessing others of their kind yawning.",
            "You know that feeling. You see someone yawn and all of a sudden you, too, feel the urge to yawn. It turns out that’s not unique to people, or even mammals. At least one type of fish will do this, too.",
            "Contagious yawning has been witnessed in several warm-blooded creatures. Besides us, these include chimps, lions and wolves. But here “is the first time this has been demonstrated in [a cold-blooded] species,” says Elisabetta Palagi. She works at the University of Pisa in Italy. As a comparative ethologist, she studies the behaviors of animals, often in the wild. Much of her work has focused on contagious behaviors — including yawning — in primates, such as monkeys and apes.",
            "In a new study, she and her team were curious to confirm whether fish yawn — and if it’s contagious in them, too. People with freshwater aquariums often keep zebrafish (Danio rerio). That’s the species Palagi’s team chose for this work.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "The scientists started by observing and filming 18 zebrafish in the lab. The fish usually breathe by quickly opening and closing their mouths. But sometimes they opened their mouths slowly. They also stretched it widely — then snapped it closed. This seemed to mimic what scientists usually describe in other animals that are yawning (including us).",
            "The researchers turned up many differences between a fish’s normal breathing and a yawn. For instance, the fish opened their mouth wider during a yawn than when simply breathing. And about half the time, a yawning fish also stretched its body. This is “very interesting,” Palagi says, and something “we absolutely did not expect to find.” (Yawning people also tend to stretch their bodies about half of the time, she notes.)",
            "*a_drawing_of_two_zebrafish,_one_opening_it's_mouth_to_breath_and_one_'yawning'",
            "fCWhen opening their mouths to breathe, zebrafish tend to keep a straight, horizontal posture, as in the upper image, When yawning, their mouths open wider and the often arch their back, bringing their tails lower (bottom image), the researchers find. ",
            "Palagi and her team then trained an AI model to recognize those traits they had linked to yawning. Afterward, the researchers gave the AI many screenshots taken from videos of fish. In short order, that AI could distinguish between a yawn and normal breathing, in much the same way her group did.",
            "Next, the researchers showed zebrafish two types of videos. In one, a zebrafish yawned. In the other type, the fish just breathed normally. Palagi’s group showed these videos to many fish and many times to each individual. Then they analyzed how the creatures responded.",
            "The fish were more than twice as likely to yawn when watching a video of another zebrafish yawning than when they were just breathing. This suggests yawning is contagious, the researchers now conclude.",
            "Zebrafish tend to swim in large groups, moving fast and changing direction as one. In the lab, when a fish responded to the video of a yawn, it also tended to change the direction in which it was swimming. In the wild, such a directional change in response to yawning might help zebrafish coordinate their movements, the researchers suspect. ",
            "Palagi’s team shared its findings April 7 in Communications Biology.",
            "fCThis slowed-down video shows a zebrafish yawning, then turning to swim in a different direction.",
            "“This reads to me like the beginning of something — but nothing massively conclusive,” says Cait Newport. She’s a biologist who studies fish behavior at Oxford University in England. She did not take part in the new study.",
            "While she thinks these observations offer a “good start,” it’s still unclear why the fish would yawn together, she says. The directional change reported in fish that watched a video, she adds, is not enough to conclude that fish in the wild would use yawning to coordinate their movements. But it’s a plausible hypothesis, she says.",
            "Noam Miller is a comparative psychologist. He works at Wilfrid Laurier University in Waterloo, Ontario, Canada. He finds the Italian group’s study “very interesting” and “surprising.” Still, he adds, there are many things left to learn.",
            "“We’ve seen contagious yawning in a lot of mammals and birds — and then we have this one fish study,” says Miller. “We need to fill in a lot of these gaps” on whether fish would yawn — and do it contagiously — for the same reasons those warm-blooded animals do.",
            "Why animals yawn is still an open question, Palagi says. But she and her team think zebrafish could be a perfect animal to study yawning and why it’s contagious. In fact, they plan to do just that. “This study opens the floodgates for many more [studies] to come.”",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/why-remember-food-poisoning",
        "title": "\n\tMice show us why food poisoning is so hard to forget",
        "content": [
            "*Mouse_brain_region_called_the_amygdala_shown_in_blue_after_it_encountered_an_unknown_food_or_experie",
            "When mice eat something unfamiliar, neurons in a brain region called the amygdala light up (blue). If these mice later start feeling sick, the same neurons turn on again. This helps the mouse remember — and avoid — that food in the future.",
            "Food poisoning isn’t something we easily forget. Scientists have now homed in on what makes it so unforgettable. Alarm cells lock the experience into our brain’s circuitry as a yucky memory. That’s the finding of a new study on mice.",
            "Many of us have eaten something that left us sick. “Not only is it terrible in the moment, but it leads us to not eat those foods again,” notes Christopher Zimmerman. He’s a neuroscientist at Princeton University in New Jersey.",
            "Getting sick just one time after eating an undercooked enchilada or burger can make us hate that food forever. And the food repulsion it triggers can develop even if it takes hours or days to start feeling sick after the meal.",
            "Many other animals, it turns out, respond the same way.",
            "Mice usually need an immediate reward or punishment to learn something, notes neuroscientist Richard Palmiter. He works at the University of Washington in Seattle. Even one minute’s delay between cause (say, pulling a lever) and effect (getting a treat) can be too long for mice to learn the two are related.",
            "Not so for food poisoning. Even a rodent’s brain has no trouble linking a tummy torment now with something it ate quite a while earlier.",
            "That makes food poisoning one of the best ways to study how our brains connect events that are separated in time, Palmiter says.",
            "So researchers asked: How does the brain learn to hate foods that made us sick? After five years of experiments, Zimmerman’s team now shows that effects in the brain can burn dangerous tastes into memory.",
            "They described the details in the June 19 issue of Nature.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "A small, almond-shaped brain region called the amygdala links emotions to memories, learning and our senses. So it’s not surprising that this region plays a role in deciding what flavors we find gross or not.",
            "Palmiter’s group had shown that the gut tells the brain when it’s feeling icky. How? It activates certain “alarm” neurons called CGRP cells. “They respond to everything that’s bad,” Palmiter explains.",
            "To study how alarm neurons link food poisoning to food repulsion, Zimmerman’s team at Princeton had mice drink grape Kool-Aid. A half-hour later, they injected the animals with lithium chloride. This made them ill. Two days later, they again gave the mice grape Kool-Aid.",
            "The team ran versions of this simple experiment again and again. And at each step, they peeked inside the brains of those mice to see what was happening.",
            "When the mice had first gotten sick after drinking grape Kool-Aid, their alarm neurons turned on. This event increased the sensitivity of amygdala cells that carried memories of the grape flavor.",
            "Those same amygdala cells also turned on when the mice encountered grape Kool-Aid again. This suggests alarm neurons had helped the amygdala remember foods that seemed dangerous.",
            "This effect didn’t show up in mice that had tasted grape Kool-Aid before without getting sick.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The novelty that cues humans to remember food poisoning could rely on a bit more than just taste. Many unusual aspects of an eating experience can ick us out. It could be some spice blend. Or we may not like smells or other things that we pick up on in a restaurant that’s new to us.",
            "The new study was largely motivated by “pure curiosity,” says Ilana Witten at Princeton. She’s a coauthor of the study. And her team’s findings might go beyond food poisoning, she now suspects. They might be “very relevant to mental health.”",
            "Similar nerve pathways likely explain why unusual and bad experiences become so memorable, she says. But this event-triggered repulsion — known as aversive learning — sometimes goes wrong in people who have suffered a trauma or who have developed some addiction.",
            "The brain wiring that’s supposed to keep us safe can now end up causing harm. Learning to control those circuits, she says, might point to new treatments."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/brain-cells-feel-full-crave-dessert",
        "title": "\n\tBrain cells that make you feel full also make you crave dessert",
        "content": [
            "*an_assortment_of_French_pastries_with_fruit,_chocolate_and_creme_in_a_display_window",
            "Biology may explain why you might crave a sweet treat after a big meal. ",
            "Once you’re stuffed from a big meal, most foods lose their appeal. But see a sweet treat and you might be ready to make room for more. Some people joke about having a separate “dessert stomach.” Biology may explain this feeling, a new study suggests. The same brain cells that make you feel full also make you crave sugar.",
            "Neuroscientist Marielle Minère led the new research. She works at the Max Planck Institute for Metabolism Research in Cologne, Germany. Her team shared its findings February 13 in Science.",
            "Minère first got curious about sugar cravings while working with mice in another experiment. When the mice were full, she noticed, they wouldn’t eat more of their normal food. But they would eat sugar — as do many people after a meal.",
            "“That really made us want to know what drives that extra sugar intake,” she recalls. So Minère’s team designed another experiment with two groups of mice.",
            "*a_small_brown_harvest_mouse_stands_on_a_branch_ending_in_three_red_berries_It_is_attempting_to_eat_t",
            "fCThis harvest mouse is dining on a sweet treat — fruit. New research shows that sugary meals will appeal to them (and us) even after we’ve downed a filling meal.",
            "One group could eat food all night, whenever they wanted. The others spent a night without food. This group couldn’t eat until the next morning. In the end, all mice in that group, too, were full.",
            "In the morning, the researchers offered both groups of mice sugar. And all devoured it — even those that had just eaten. This confirmed that even when full, mice crave sugar.",
            "Minère’s team devised a way to explore which parts of the brain might explain this.",
            "They inserted special proteins into a few parts of the animals’ brains. These proteins glow when brain cells are active. To detect that glow, the scientists also implanted a light-recording device into each mouse’s brain.",
            "The researchers focused on a bundle of neurons called the POMC. It sits in a part of the brain that controls hunger, known as the hypothalamus. These cells are known to make mice — and people — feel full. The team wondered if the same cells might help drive sugar cravings.",
            "When an animal eats, POMC neurons kick off a cascade of activity. They send messages to other groups of brain cells that give a sense of feeling full. That feeling tells the animal to stop eating.",
            "When the mice were offered sugar, though, a different pathway out of the POMC lit up. “We found that the POMC neurons, which tell us how full we are, are also quickly turned on when [mice] see signs of sugar,” says Minère.",
            "This pathway, she believes, acts as a sugar-craving circuit. It can override the fullness circuit. The sugar-craving circuit engages a part of the brain that signals rewards and pleasure. This, the researchers think, is what makes sweets so appealing — even when we’re full.",
            "At least, that’s the case in mouse brains. But what about in us?",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "To test if people have the same sugar-craving brain circuit they saw in mice, Minère’s team designed two experiments.",
            "First, they looked to see if people possess the same neural links. So, they analyzed slices of human brain tissue. They looked at the same sites where they had seen this in mice. POMC neurons in people, they found, form the same paths that they do in mice.",
            "Next, they looked to see if those pathways in us respond to sugar, too.",
            "Volunteers agreed to lay in a brain scanner called a functional MRI machine, or fMRI. It recorded brain activity as people got water or sugar. When it was sugar, cells in their sugar-craving circuit lit up. This suggested those cells work much as they do in mice.",
            "Our brains differ quite a bit from mouse brains. Still, these particular parts of the brain are very similar in both, notes Sabrina Diano. She’s a neuroscientist at Columbia University in New York City who did not take part in the study. The new experiments, she says, do a good job showing that the sugar-craving circuit exists in both mice and us.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Minère believes there’s a reason brain why our brains crave sugar, even when we’re full. Our ancient ancestors evolved in a time when it was tougher to find food, she says. And sweet foods typically provide lots of quick energy.",
            "“Imagine you had a bunch of carrots and a bit of meat and you’re completely full. But then you find beautiful fruit and a bit of honey,” says Minère. In the past, even if you didn’t want to eat more carrots or meat, you might have still wanted to eat the fruit and honey for all of the energy it holds, she says — energy you could store for later.",
            "So, Minère says, it’s not your fault if you can’t resist the lure of a sweet treat. Blame biology."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/parakeets-talk-brain-areas-humans",
        "title": "\n\tParakeets talk using brain areas similar to ours",
        "content": [
            "*Colorful_small_parrots_called_budgerigars_or_parakeets,_one_gray_and_one_blue,_sit_next_to_each_othe",
            "Specific neurons in parakeets’ brains allow these birds to combine different elements of sounds, a new study shows. ",
            "Parrots are natural chatterboxes. Small parrots known both as parakeets and as budgerigars make this chatter in ways remarkably similar to the way we do it.",
            "Researchers shared the new finding March 19 in Nature. ",
            "Parakeets have special brain areas for making language. These language centers work much as those in humans do. So far, these parrots are the only animals other than people known to have brains that work in this way, says Michael Long in New York City. A neuroscientist, he works at New York University Langone Health.",
            "This “is really the first nonhuman animal in which that has been shown,” Long says.",
            "Parakeets (Melopsittacus undulatus) are tropical-colored cutie pies. Beyond their looks, these parrots are smart and outgoing. Their social life makes them interesting research subjects for language studies.",
            "Learning how their brains create speech might also help researchers better understand some language disorders in people.",
            "iFhttps://www.youtube.com/embed/6cqOI4ezWhk?feature=oembed",
            "Parakeets have complex conversations, perhaps using the “vocal keyboard” in their brains.",
            "Long and Zetian Yang recorded the activity of individual nerve cells in the brains of four parakeets. These cells were nestled in the anterior arcopallium. It sits in a front part of the birds’ brains. The two NYU Langone researchers tracked the activity of cells here as the birds chirped and trilled away. That activity was tied to how the birds made those sounds, they found.",
            "How the activity was organized turns out to be pretty simple, Long says. He compares it to a keyboard. This keyboard can produce a range of sounds — consonants, vowels, high pitches and low pitches. A parakeet can combine different sounds “by just playing this vocal keyboard,” Long says.",
            "Overall, this brain system is organized in a rather humanlike way.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Similarities between human and parrot brains show how two species can solve a problem in a similar way. This could be “a very tidy example” of what’s known as convergent evolution, Long says. The brains of people and these small parrots both developed ways that let them make a complex series of sounds. But how this happened evolved separately in each species.",
            "Scientists now know more about how the birds’ brains help these parrots talk. But another question remains: What are these birds talking about?",
            "“We are trying now to translate budgie,” he says of that language.",
            "Long’s team is using advanced machine learning to find patterns among the bird talk. They hope this will help them figure out what each warble and chirp means. Perhaps their language — not just how the birds’ brains create it — resembles that in people.",
            "Through these kinds of experiments, Long says, people may come to challenge the idea that complex language is a particularly human behavior. Parakeets might be telling us that people aren’t the sole species with a gift of gab.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/scientists-say-tauonium-definition-pronunciation",
        "title": "\n\tScientists Say: Tauonium",
        "content": [
            "*A_swirl_of_two_particles_represents_the_tauonium_atom_in_an_illustration_The_atom_has_emerged_from_a",
            "Physicists could forge tauonium (upper left) using a particle collider that slams electrons (arrows at right) into positrons (arrows at left).",
            "Tauonium is a type of atom that scientists suspect may exist but have not yet spotted. Unlike typical atoms, it would lack protons, neutrons and electrons.",
            "Atoms usually consist of electrons and a nucleus that contains protons and neutrons. (The one exception to this is the hydrogen atom, which has no neutrons). Electrons carry a negative charge. Protons carry a positive charge.",
            "Positive and negative charges attract each other. That force holds a typical atom together. Another force, called strong force, bundles neutrons and protons in a nucleus.",
            "Like a typical atom, tauonium would be made of smaller particles. But it would not have protons and elections. Instead, tauonium would contain particles called tau and anti-tau. A tau is similar to an electron and carries a negative charge. An anti-tau carries a positive charge. Just like in a typical atom, attraction between opposite charges would hold tauonium together. But unlike other atoms, it would not have strong force.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Why do scientists suspect tauonium might exist? Something similar was seen decades ago. In the 1950s, researchers discovered positronium. This is a type of atom that lacks protons and neutrons. It is made of an electron and a positron. Think of a positron as a positively charged electron. A positron is to an electron what an anti-tau is to a tau. Like tauonium, the pull between opposite charges binds this atom together.",
            "Scientists haven’t yet found tauonium. To search for it, they plan to smash particles together that produce tau particles. They hope the process will also produce tauonium.",
            "If it works, they expect the atom to be short-lived. Based on what they know of similar particles, scientists predict that the particles tau and anti-tau will collide. This collision would occur almost at once. And it would destroy the atom an instant after it formed.",
            "Searching for particles as strange as tauonium might sound like fantasy. But this work helps scientists study matter at the tiniest scales.",
            "Scientists have proposed a method for hunting down tauonium atoms.",
            "Check out the full list of Scientists Say."
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/how-blood-vessels-handle-pressure",
        "title": "\n\tHere’s why your blood vessels don’t burst under pressure",
        "content": [
            "*an_illustration_showing_red_blood_cells_inside_a_bending_blood_vessel",
            "Vessels throughout our body move blood — and the nutrients it carries — to tissues. Under some circumstances, those vessels can come under big pressure and try to expand to cope. New data show how they do that without the risk of bursting.",
            "Every beat of your heart pushes blood through thousands of kilometers (miles) of vessels in your body. Each of those pulses puts pressure on the vessel walls. And sometimes it’s a lot of pressure. Like when you’re running or scared. When this happens, what protects your blood vessels against bursting? A new study shows how they cope: Vessel cells morph their structures on a super tiny level.",
            "“We wanted to understand,” says Claire Dessalles, “how does the tissue respond to external forces?” The pressures of day-to-day life make these shifts happen in vessels all the time, she notes. So it’s important for us to know how and why.",
            "A physicist, Dessalles works at the University of Geneva in Switzerland. The changes her team witnessed in cells lining blood vessels seem to keep those vessels from bursting whenever our blood pressure suddenly rises.     ",
            "What the cells do, her team reports, is flex and structurally adapt with a “fluid-like expansion.” At the same time, tiny thread-like proteins in cells lining those vessels reorganize dramatically. ",
            "Dessalles and her colleagues shared all this in the June issue of Nature Physics.",
            "iFhttps://www.youtube.com/embed/c5G_25dhoeU?feature=oembed",
            "If all your blood vessels were laid out end to end, they’d be long enough to circle the globe — more than once!",
            "The new findings did not come from tests on vessels in an intact, human body. Instead, scientists built a tiny artificial blood vessel in a dish. They lined this vessel, just 120 micrometers (0.0047 inch) wide, with human cells. As in the human body, this inner layer was thin — just one cell thick. The formal name for this layer is the vessel’s endothelium (En-doh-THEE-lee-um).     ",
            "The cells in that lining contain thin strands of a muscle protein. Called actin, this protein can contract or relax. It’s like how muscles tighten when you need to exert force. In our body, the flow of blood puts pressure against vessel walls.",
            "Using a syringe pump —  a device that pushes fluid through a tube — to mimic the flow of blood, Dessalles’ team increased pressure on its vessel-in-a-dish. “We just decided to blow up a vessel like a balloon and see what happens,” Dessalles says.",
            "With glowing dyes and powerful microscopes, they watched the lining’s actin as it shifted and rearranged. “It completely reorients,” Dessalles explains. “It does this 90-degree shift.”",
            "Before the pressure, the actin ran along the length of the vessel. It looked like train tracks, but more spread out. After pressure was applied, the proteins now wrapped around the inside of the vessel.",
            "Next, the team removed the actin from the cells and ran the experiment again. Without actin, the tissue became much softer. Now, it couldn’t handle pressure well. Actin is important for making blood vessels strong, Dessalles concludes. Without it, the cells can’t adapt.    ",
            "This experiment is “fundamentally different from what a lot of people do,” says Alisa Morss Clyne. A biomechanical engineer who did not take part in the new study, she works at the University of Maryland in College Park.",
            "Most past studies stretched cell layers in a flat, 2-D sheet, Clyne notes. This one instead applied real pressure to a 3-D tube. “That was very interesting,” she says, “because cells behave very differently in 3-D than in 2-D.”",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "This structural change in the actin layer is due to something called nematodynamics (Neh-MAT-oh-dye-NAM-iks). It’s a big word but “a very simple concept,” says Dessalles. Dynamics refers to the change in something over time. And nematics, she explains, refers to tissues that are oriented in some particular way.",
            "The way the cells lining blood vessels change allows those tubes to expand and reshape themselves. It’s similar to how liquid crystals behave.     ",
            "Liquid crystals can flow like liquids. Yet they also have some of the orderly structure of a solid. This odd in-between state helps explain how cells in blood vessels can shift smoothly while keeping some internal structure. It’s why scientists now describe this blood vessel expansion as fluid-like.",
            "This action also mirrors what others have seen in real animals, Dessalles says. In zebrafish, for instance, “when the heart starts to beat, you see the same [brief] response.” Seeing this similar action, she says, “was very exciting for us.”",
            "“It’s an elegant study,” says Nathan Sniadecki. He’s a mechanical engineer at the University of Washington in Seattle. The new work “helps us to better understand how the human body changes over time,” he says — whether from aging or disease.",
            "Other scientists are interested in using the new 3-D model to study blood vessels in places such as the kidneys or lungs, Dessalles says. Her team’s tests used only endothelial cells. These are found in really tiny blood vessels, such as the capillaries. Bigger vessels have muscle around them. In the future, she hopes to look at such things using her team’s new model.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/varenicline-help-teens-quit-vaping",
        "title": "\n\tThis medicine could help teens quit vaping",
        "content": [
            "*a_pile_of_e-cigarettes_for_sale_for_vaping",
            "E-cigarettes like those shown here contain nicotine, a highly addictive drug. When paired with counseling and text-messaging support, an anti-smoking drug may help teens and young adults quit vaping.",
            "A large number of U.S. high school students vape e-cigarettes. Many of these vaping teens want to quit. A new study suggests that a drug used to stop smoking can help.",
            "Most vape pens contain nicotine, a highly addictive drug.",
            "The new study followed 88 teens and young adults for three months. All took the drug varenicline. They also received text messages that offered counseling and support. By the last month of treatment, nearly half had been able to stop vaping.",
            "Another 87 young people during that time got support but took a placebo drug. Only 14 percent of them had quit vaping by the last month. This suggests varenicline played a key role in helping the first group give up their use of e-cigarettes.",
            "The work appears in the June 3 issue of the Journal of the American Medical Association.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "The team also checked in with study participants monthly for three months after their treatment ended. In the group that had gotten varenicline, 28 percent continued to not vape. Only 7 percent of kids who took the placebo were vape-free at the end of that time.",
            "To have lasted a half year, “the 28 percent quit rate is pretty good,” says Lindy McGee. Keep in mind, she notes, nicotine is “one of the most addictive substances we have.”",
            "McGee works at Baylor College of Medicine in Houston and Texas Children’s Hospital. A pediatrician, she had no role in the new study.",
            "Adolescence is a crucial time for brain development. It’s when links between some neurons strengthen and others weaken. Those altered links will become the basis of our ability to think, reason, remember and control emotions as adults. Nicotine can disrupt those vital changes. And teens are especially vulnerable to becoming addicted to such a drug.",
            "Last year, a survey found that a little more than one in every 12 U.S. high school students had vaped in the past 30 days. That amounted to about 1.2 million teens. Almost a third of these said they vaped daily.",
            "But data also show that many teens want to give up vaping. A 2020 survey found that 64 percent of high school vapers intended to quit. And two in every three teen vapers had tried to quit in the past year.",
            "A challenge in helping under-18 U.S. vapers give up e-cigarettes is how state laws can differ, McGee says. Some states let doctors prescribe anti-nicotine drugs to teens without their parents’ consent. Others don’t. McGee encourages her patients to talk to their parents about quitting, unless it feels unsafe to do so.",
            "The school day can also pose issues for teens trying to kick nicotine. The main medicine option for teens right now is what’s known as nicotine-replacement therapy. That involves using lozenges or gum to soothe cravings. But using those items during the day may require the school nurse to be involved, McGee says.",
            "Submit your question here, and we might answer it an upcoming issue of Science News Explores",
            "Varenicline — sold under the brand name Chantix — has helped adults stop smoking. A doctor must prescribe this medicine, which binds to nicotine receptors in the brain. After taking it, exposure to nicotine doesn’t feel as good. The drug also soothes the unpleasant symptoms of nicotine withdrawal.",
            "In a study with a small group of adults, this drug appeared to help people quit vaping, too.",
            "The new study recruited younger volunteers — people 16 to 25 years old. They were not regular smokers. All, however, had vaped five or more days each week for the past three months. As had been seen in smokers, vapers who received varenicline now had less severe nicotine cravings and withdrawal symptoms.",
            "McGee helps patients work out plans to quit vaping. Those plans can include counseling. They also can include support through text messages and medication. She screens patients, too, for anxiety and depression. If someone is struggling with those conditions, she makes a plan to help with that, as well.",
            "Varenicline is now another medicine that McGee could suggest for her 16- and 17-year-old patients and their parents. As a twice-a-day pill, it can be taken outside of school hours, she notes. “I’m glad to know that there is something else potentially in my toolbox.”"
        ]
    },
    {
        "URL": "https://www.snexplores.org/article/three-tick-species-red-meat-allergy",
        "title": "\n\tThree U.S tick species may trigger a mysterious red-meat allergy",
        "content": [
            "*Close_up_view_of_a_western_blacklegged_tick_on_a_green_background_The_tick_is_oval_shaped_and_has_a_",
            "A bite from a western blacklegged tick (pictured) may sometimes cause a red meat allergy known as alpha-gal syndrome.",
            "In June 2017, Cathy Raley was about to take her dog on a hike when she suddenly broke out in hives. Her tongue swelled and her throat got tight. “That’s when I called 911,” she recalls.",
            "On the way to the hospital, Raley stopped being able to swallow. She was immediately given a steroid. She also received a medicine for severe allergic reactions called epinephrine (Ep-ih-NEFF-rin). That eventually calmed her symptoms, though Raley had to spend four hours in the hospital before she could go home.",
            "She’d clearly suffered a major allergic reaction — but to what? She was 61 years old and didn’t know of anything she was allergic to. So she went to an allergist who combed through her history for clues to what happened.",
            "One hint: Raley had recently had another bout of hives. That one erupted in the middle of the night — a sign that it had been a delayed reaction to something. And both times, the hives had occurred after she’d cooked red meat: beef and pork.",
            "“I have no idea if it’s related,” Raley finally told the allergist, but “two months ago, I got bitten by a tick.”",
            "That turned out to be the key to solving Raley’s mystery.",
            "*A_black_and_white_dog_stands_in_the_middle_of_a_lush_green_forest,_which_may_also_be_harboring_many_",
            "fCCathy Raley has picked up ticks on hikes with her dog, Jake, in the wooded outskirts of Olympia, Wash. But one bite in particular may have sparked a severe allergic reaction.",
            "She was later diagnosed with alpha-gal syndrome. This is an allergy to red meat that scientists knew could develop in response to the bite of a lone star tick. Raley, however, had been bitten while hiking near her home in Olympia, Wash. Lone star ticks are found only east of the Rocky Mountains — thousands of kilometers (miles) away.",
            "Two new research reports — one on Raley’s case and another on a woman in Maine — now suggest the lone star tick isn’t the only U.S. tick that can trigger this allergy. The western blacklegged tick and the deer tick may trigger an allergy to red meat, too.",
            "“It was a very surprising finding,” says Hanna Oltean. She works at Washington State’s Department of Health in Shoreline. As an epidemiologist, she studies the spread and control of diseases. Oltean was part of a team that described the two alpha-gal cases in Emerging Infectious Diseases in April.",
            "This report raises new questions about a little-known — and potentially deadly — allergy.",
            "iFhttps://www.sciencenews.org/conversion/zephr-iframe-test",
            "Scientists discovered alpha-gal syndrome in 2009.",
            "It was first reported in 24 people who’d had allergic reactions a few hours after eating red meat, such as beef, pork or lamb. More than eight in every 10 of them recalled being bitten by ticks before showing these symptoms. That raised scientists’ suspicions that tick bites may have triggered the allergies.",
            "The saliva of certain tick species carries a sugar molecule called alpha-gal. These species include the lone star tick and others found in Europe and Australia. When these ticks bite, the sugar molecule and other compounds can get into someone’s body. There, they can somehow make the immune systems go haywire.",
            "The next exposure to alpha-gal may trigger an allergic reaction in these people. Red meats and other animal products (such as milk and gelatin) are rich in alpha-gal. So those foods could incite that bad reaction.",
            "*A_lone_star_tick_rests_on_a_green_leaf_It_has_a_squashed_reddish_brown_body_with_a_yellow_dot_on_its",
            "fCScientists knew that alpha-gal syndrome could develop in response to the bite of a lone star tick (shown). But new research suggests that other types of ticks can trigger this allergy as well.",
            "“Alpha-gal syndrome can present very differently from patient to patient,” says Johanna Salzer. This epidemiologist works at the U.S. Centers for Disease Control and Prevention in Atlanta, Ga.",
            "Some people may get hives and throat swelling, as Raley did. Other cases may look more like the woman from Maine. She’d been bitten by a deer tick. Later, after eating red meat, she developed abdominal pain, diarrhea and vomiting.",
            "The delayed and often mysterious nature of a patient’s stomach issues can make alpha-gal syndrome hard to diagnose, says Sarah McGill. As a gastroenterologist, she specializes in the digestive system. She works at the University of North Carolina School of Medicine in Chapel Hill.",
            "In the past, doctors hadn’t considered food allergies when seeing adult patients with chronic digestive problems, she says. Why? Most food allergies develop when people are young. “But alpha-gal syndrome is very unique,” she says. “Adults can get it suddenly.” And there’s no cure — though some people may eventually be able to eat red meat again without issue. ",
            "Another problem: Many doctors and nurses have never heard of alpha-gal syndrome.",
            "In one U.S. survey of healthcare providers, more than four in every 10 had not heard of the condition. Among those who had, about one in three didn’t know how it was acquired. Nearly half didn’t know what tests to order to diagnose it. Salzer and her colleagues shared these results in 2023.",
            "A bite from certain tick species could leave you allergic to red meat. Lone star tick bites can trigger alpha-gal syndrome — a mysterious allergy to a sugar molecule found in red meat, milk and gelatin. Now, scientists have identified two additional tick species in the U.S. that may also be responsible for causing this condition. Watch for tips from scientists on how to avoid tick bites, especially if you spend a lot of time in the woods. #tickseason #ticks #alphagalsyndrome #redmeat #redmeatallergy #allergyproblems #science #sciencenews ",
            "McGill has seen patients whose alpha-gal symptoms were dismissed by other doctors. When patients asked to be tested for the condition, some doctors had refused.",
            "Those experiences remind McGill of celiac disease, another digestive illness. Here, the immune system overreacts to gluten. This disease was misunderstood for a long time. Patients were sometimes told their symptoms were in their head, McGill says. “I see that same pattern happening with alpha-gal syndrome.”",
            "Increasing awareness among doctors and nurses could speed up diagnosis, Salzer says. That in turn could help patients feel better faster.",
            "It’s hard to know just how many patients we’re talking about. While alpha-gal syndrome appears fairly rare, exact numbers are hard to pin down. Salzer was part of a team that tallied about 110,000 suspected cases in the United States from 2010 to 2022. But this might be an undercount. As many as 450,000 people might have been affected during this time, those researchers say.",
            "And this condition can be life-threatening, Oltean emphasizes. But if people know the risks, she adds, “they can take appropriate precautions.”",
            "For Oltean, that means avoiding tick bites. She knows that can be difficult, especially during tick season. Ticks are generally seeking blood meals from early spring to late fall, depending on where you live.",
            "After being outdoors, many people scan their bodies to ensure they’re not carrying any ticks. Quickly finding and removing those tiny arachnids can keep them from spreading diseases. That’s the case for Lyme disease and Rocky Mountain spotted fever. A tick must latch onto someone’s body for hours or days to transmit the bacteria that cause those illnesses.",
            "“That does not seem to be the case with alpha-gal syndrome,” Oltean says. There are no bacteria being transmitted. Tick saliva is thought to cause the allergy. So it’s possible that a single bite from a tick — even one yanked away at once — could spark the condition. ",
            "Suspected cases of alpha-gal syndrome cluster mostly in the southern, midwestern and mid-Atlantic United States. This map shows cases from 2017 to 2022. Cases are shown per 1 million people in the population per year. Areas with larger case counts are shown in dark blue.",
            "*_Three_US_tick_species_may_trigger_a_mysterious_red-meat_allergy14",
            "fCJ.M. Thompson et al/MMWR 2023",
            "Oltean is brimming with tips to prevent tick bites. Walk in the center of trails. Avoid tall brush and grassy areas. Wear tightly woven clothing. Apply tick repellent to exposed skin, and shower soon after being outdoors. ",
            "Since alpha-gal syndrome was discovered so recently, there’s still a lot to learn about who’s most at risk.",
            "“Why are some people bitten by ticks all the time and they never develop alpha-gal syndrome?” Salzer asks. She also wants to know just how long a tick must attach for someone to get the condition.",
            "Her research suggests that most U.S. alpha-gal cases have happened in the lone star ticks’ range. Oltean wonders why lone star ticks seem better at triggering an immune response. And do multiple tick bites over time make someone more likely to develop the condition? ",
            "Answering such questions could help people protect themselves from this condition — and help doctors better spot those who have it.",
            "iFhttps://www.youtube.com/embed/tcmvWgc1aV4?feature=oembed",
            "Learn more about the risk of alpha-gal syndrome and how many people may be at risk of developing this allergy to meat."
        ]
    }
]