[
    {
        "URL": "https://e360.yale.edu/features/zambia-drought-hydro-solar-power",
        "title": "As Drought Shrivels Hydropower, Zambia Is Pivoting to Solar",
        "content": [
            "*The_Kariba_Dam_in_Siavonga,_Zambia,_last_month,_with_water_levels_near_record_lows_",
            "“When the lights are off, people think that my shop is closed.”",
            "As the sun sets on Lusaka, Zambia’s capital, Emmanuel Simukoko explains why his business has suffered from the worst blackouts in living memory.",
            "Usually he stays open until 11 pm and makes a healthy living selling groceries, snacks, and drinks to his neighbors in Kabwata, a middle-class suburb in southeast Lusaka. But this year, Zambians have experienced power outages lasting 21 hours, or even days at a time. The luckiest households may receive five hours of electricity a day, but it’s often at unpredictable times or in the middle of the night.",
            "Simukoko, 33, can no longer sell cold drinks, his biggest money maker, or perishables like milk and yogurt. He can’t charge his phone, so he can’t take online payments. And without lights, he has to close early. “It’s never been this bad before,” he says. “I lost maybe 30 percent of my business. I had to spend all my money on candles. It was getting too much, so I had to take on other piecework to provide for the people who look up to me.”\n",
            "BQZambia has lost $1.3 billion due to the energy crisis, equivalent to 5 percent of gross domestic product, says an economist.",
            "Zambia’s energy crisis stems from an unprecedented drought. In 2024, southern Africa suffered its worst mid-season dry spell in over a century as El Niño brought record-breaking warm weather to the planet, leaving tens of millions of people food insecure. In Zambia, where 83 percent of the nation’s electricity comes from hydropower, the drought also decimated its ability to generate power as the nation’s lakes and rivers dried up. While only 42 percent of Zambians are connected to the national grid, millions who have come to rely on electricity for their livelihoods have been affected by the outages.",
            "“The crisis has had a massive impact,” says Nicholas Phiri, permanent secretary for Zambia’s Ministry of Local Government and Rural Development. “We are talking about those running barber shops. We are talking about those running welding machines, butcheries, hair salons.”",
            "As the blackouts devastate businesses, the crisis has also wreaked havoc on the nation’s economy, reducing its revenues as citizens pay lower taxes and spend less money amid rising import costs and a weakened kwacha, the local currency. Trevor Hambayi, a Zambian economist, says the nation has lost approximately $1.3 billion due to the energy crisis, equivalent to 5 percent of the nation’s gross domestic product. “At the end of the day, this is also going to increase the level of poverty within the country,” he says.",
            "As climate change threatens more frequent and intense droughts, Zambia will remain vulnerable to such crises so long as it relies on hydroelectricity. That’s why the nation has recently pivoted to a more predictable type of renewable energy: solar.",
            "*Emmanuel_Simukoko_in_his_shop_in_Lusaka,_Zambia",
            "fCEmmanuel Simukoko in his shop in Lusaka, Zambia.\nFreddie Clayton",
            "In peak times, Zambia needs to provide households and businesses on the grid with 2,400 megawatts of electricity, but the drought has slashed its available hydropower generation from 3,777 megawatts to only 1,040 megawatts. The 1,080-megawatt Kariba Dam power station on the Zambezi River in southern Zambia, which ordinarily produces about a third of the country’s electricity, is close to shutting down completely, with the enormous Lake Kariba reservoir near record lows.",
            "Zambia is currently in the bottom tenth of the world’s solar rankings, with solar contributing just 0.7 percent of the national output. But as power from the dam began to stutter, the government called for a “solar explosion,” and officials hope that percentage will increase dramatically as the nation seeks to diversify its energy supply.",
            "In March, the Zambian government entered into a power purchase agreement with the Canadian producer SkyPower Global, one of the world’s largest developers of utility-scale energy projects, to supply 1,000 megawatts of solar energy — enough to power approximately 4 million homes. As the deal was announced, Zambia’s president, Hakainde Hichilema, said the project was “a crucial component of our Integrated Renewable Energy Plan, especially in the context of our current drought.”",
            "BQSolar projects could supply electricity to people off grid, as well as accommodate a rapidly growing population.",
            "Three months later, Hichilema commissioned a 60-megawatt solar plant in the city of Kitwe to supply surrounding copper mines with power, which will help mitigate the financial impact of the crisis on the nation’s biggest export industry. In August, the Chisamba District of Zambia’s Central Province announced the construction of a 100-megwatt solar power facility that is slated to take a maximum of two years to complete. Then, at the Forum of China-Africa Cooperation in September, China Datang Corporation and Zambia’s national provider signed an agreement to develop three solar energy projects by 2026 for an additional 220 megawatts.",
            "Meanwhile, the African Development Bank has approved $8 million in funding to develop a 25-megawatt solar plant in western Zambia. A Turkish company has also partnered with Zambia’s GEI Power to develop in the south a 60-megawatt solar plant with battery storage that is scheduled to begin operations in September 2025 and serve 65,000 households.",
            "If these projects are completed, Zambia’s maximum installed generation capacity would increase by more than a third; The government aims to source at least 30 percent of the nation’s energy from non-hydro renewables by 2030. This would not only alleviate crises in times of drought but could also supply electricity to people currently off grid, as well as accommodate a rapidly growing population.",
            "*A_small_solar_plant_in_Namwala,_Zambia,_part_of_a_smart_village_built_by_Chinese_firm_Huawei",
            "fCA small solar plant in Namwala, Zambia, part of a smart village built by Chinese firm Huawei.\nMartin Mbangweta / Xinhua via Getty Images",
            "Johnstone Chikwanda, an energy expert and chairperson of the nonprofit Energy Forum Zambia, says nature “has forced a major shift in [our] mindset. Zambia has come to realize that our safe zone is solar energy.”\n",
            "The nation’s move toward solar and battery storage is a trend reflected across other African countries. Solar is growing fastest in South Africa, the Democratic Republic of the Congo, Angola, and Botswana, with large facilities operating and planned in those four nations.",
            "Still, Zambia’s utility-scale solar projects won’t be fully realized for years. Just getting the panels to Zambia can take months, as most of the equipment is imported. China currently has a 55 percent share of Africa’s total supply market for solar panels.",
            "In the meantime, the Zambian government is encouraging citizens to invest in personal, off-grid solar solutions, and in July it removed import duties and value-added taxes on solar equipment. “People are buying solar panels and batteries like hot cakes,” notes Chikwanda.",
            "The ferocity of this year’s drought has led to unprecedented investment in solar. And while those efforts are now mitigating the impacts of the energy crisis for thousands of Zambians, some fear the nation risks running head-first into another energy relationship that’s dependent on meteorological conditions.\n",
            "BQNations need to “integrate the reality of climate change” into decisions around energy infrastructure, says an expert.",
            "Climate scientist Robert Vautard, co-chair of the Intergovernmental Panel on Climate Change working group that assesses the physical science of climate change, says that experts are “expecting more extreme weather in all southern African regions,” including flash floods and extreme drought. A 2023 study led by scientists from Australia’s CSIRO agency also found that greenhouse gas emissions were likely making strong El Niño-Southern Oscillation events, including the rainier La Niña phase, more frequent and severe.",
            "Tracy Ledger, an anthropologist who leads the Just Transition Programme at South Africa’s Public Affairs Research Institute, says Zambia and nations across the globe need to “integrate the reality of climate change” when they make decisions around energy infrastructure.\n",
            "“It’s not just about what a climate-neutral energy system looks like. But what does a climate resilient energy system look like?” she says. “If you incentivize every single household to put solar on their roof, what happens when the inevitable storm or flood comes and they wash away? I don’t see a level of critical thinking about how we climate-proof our energy systems.”\n",
            "“In Zambia, we don’t always have very long sunlight hours, unlike areas that are closer to deserts, like Namibia or Egypt,” says Kabwe Mubanga, a lecturer and researcher at the University of Zambia’s Department of Geography and Environmental Studies. “Some research really has to be done in that area to comprehensively say this is a direction we should take.”\n",
            "*Solar_panels_supply_power_to_a_grocery_in_Lusaka",
            "fCSolar panels supply power to a grocery in Lusaka.\nLillian Banda / Xinhua via Getty Images",
            "The high start-up costs of solar remain another obstacle. While smaller solar devices might help power a lighting system or charge a phone, there’s no cheap substitute for the demands of bigger operations.",
            "Moses Fwanyanga, 43, owns a small fish farm close to the banks of Lake Kariba, just miles away from the power station. He needs electricity to pump water from the lake into his fish ponds, half of which have dried up due to the blackouts. His business is barely surviving. “I got a quote from China for solar that would help me pump water during the blackouts, but what I needed was going to cost $10,000,” he says. “We cannot afford that. We are living hand to mouth.”\n",
            "The government will also need support to integrate solar into the national grid. Zambia’s Ministry of Green Economy and Environment has called on more international aid, most recently appealing to India to set up manufacturing plants in Zambia for solar panels, batteries, inverters, and other accessories. A 2023 agreement with the United Arab Emirates renewables company MASDAR to develop solar projects worth $2 billion in Zambia has stalled but the agreement is ongoing, according to the company.",
            "BQWhile solar’s prospects as a viable, long-term energy solution remain uncertain, for many it is already indispensable.",
            "For Mubanga, at the University of Zambia, a more cost-effective, climate-resilient solution needs to embrace hydro and solar as well as wind, geothermal, and even coal. Zambia currently draws just 13 percent of its power from coal, but this year’s outages have forced the government to approve plans for the nation’s second and third coal-fired power plants. Unable to light their electric stoves, the blackouts have also pushed many Zambians to use charcoal for their cooking, creating a huge demand for the resource, which is accelerating deforestation and leading to increased carbon emissions.",
            "Mubanga says Zambia’s Ministry of Energy has also identified more than 80 hotspots for geothermal energy, as well as locations for hydroelectric in the north, where there’s more rainfall. “You need both adaptation and a coping strategy,” he says. “For me, solar is a good back-up.”",
            "But the Zambian government hopes that “back-up” will provide more than a third of the nation’s electricity by 2030. And while solar’s prospects as a viable, long-term energy solution in Zambia remain uncertain, for many it is already indispensable.",
            "Earlier this year, Emmanuel Simukoko purchased, for $27.50, a solar light that he can also use to charge his phone. “When you don’t have electricity, everything is a challenge,” he says as he sets up for the night shift. “With solar, I can keep a light on.”"
        ]
    },
    {
        "URL": "https://e360.yale.edu/features/selective-breeding-coral-climate-change",
        "title": "As Ocean Waters Warm, a Race to Breed Heat-Resistant Coral",
        "content": [
            "*Researchers_Liam_Lachs_and_Adriana_Humanes_of_Coralassist_study_selectively_bred_corals_growing_at_a",
            "After seven years of experimentation, a team of researchers at the Coralassist Lab at Newcastle University, in the United Kingdom, finally achieved its goals. Through selective breeding, they had for the first time ever produced adult corals capable of resisting marine heat waves — a potentially useful trait in an ever-warming world. Their work, published in October in Nature Communications, showed that corals can become better adapted to warming within a single generation.",
            "The rise in tolerance that they achieved was not large compared with how fast the ocean is warming. “But it’s not an inconsequential jump,” says Stephen Palumbi, a marine biologist at Stanford University who also works on heat tolerance in corals but was not involved in this study. “[It’s] not a small benefit.”",
            "The Coralassist Lab lab is one of several coral restoration projects worldwide that are looking for ways to help corals acclimatize to increasingly common heat waves through assisted evolution — the practice of using human interventions to amp up natural processes. Some scientists are helping corals evolve more quickly by lab-breeding the symbiotic organisms that live inside them to be heat resistant. Others are gardening coral reefs in the wild so heat-resistant species can find each other and mate more easily.",
            "The field has been growing over the past 10 years. But big questions remain about whether scientists can identify the various genes linked with heat resistance, whether it’s logistically possible to scale up these assisted evolution efforts, and whether they will make a difference, considering the pace of global warming.\n",
            "BQThe world’s corals, from the Caribbean to the Indian Ocean, are undergoing their fourth mass bleaching since 1998.",
            "Coral reefs are some of the most vulnerable ecosystems on the planet, susceptible to pollution, ocean acidification, and overfishing. And as marine heat waves become stronger and more frequent, they are increasingly driving corals to expel their resident microalgae, which provide them with essential nutrients. Without their algae, corals can lose their vibrant colors, a phenomenon called bleaching, and starve to death.",
            "The world’s corals, from the Caribbean to the Indian Ocean, are currently undergoing their fourth mass bleaching since 1998. That event killed about 8 percent of the world’s coral, and between 2009 and 2018 about 14 percent of the world’s remaining corals — about 4,500 square kilometers of them — were wiped out too, predominantly by heat. The Intergovernmental Panel on Climate Change projects that even if global warming is limited to 1.5 degrees Celsius, the Paris Agreement goal, coral reefs will decline by 70 to 90 percent by 2100.",
            "Working off previous studies that established that some corals naturally withstand heat better than others, the Coralassist team began its project by systematically mapping and heat testing 100 Acropora digitifera coral colonies in the highly diverse reefs of Palau, in the western Pacific Ocean. They exposed fragments from each colony to a temperature stress challenge in a laboratory tank that emulated the duration and intensity of marine heat waves. One group spent 10 days in water that gradually warmed by 3.5 degrees C; another group spent a month in water warmed by 2.5 degrees C.",
            "*Corals_grown_at_the_Australian_Institute_of_Marine_Science_release_pink_bundles_containing_both_eggs",
            "fCCorals grown at the Australian Institute of Marine Science release pink bundles containing both eggs and sperm.\nMarie Roman / Australian Institute of Marine Science",
            "The team then selected the top and bottom performers and started matchmaking. Those with high heat tolerance would mingle their eggs and sperm together. Low-tolerance corals were similarly paired, and some couples were a mix of both. The resulting larvae, after attaching to ceramic tiles, were moved to nursery tanks on a local reef, where they grew for three to four years.",
            "At the end of their study, the team found that the heritability of heat tolerance was between 0.2 and 0.3 on a scale of 0 to 1, indicating that “about a quarter of the variability in offspring heat tolerance was due to genes passed from their parents,” the authors wrote. “The response is not completely genetically driven, the environment also has some influence,” says Adriana Humanes, a marine ecologist in the Coralassist Lab. “But you have a huge component of the genetics that is influencing the response to the heat stress.”",
            "In their trials, the tolerance of adult offspring of high-heat-tolerant parents was increased through breeding by almost 1 “degree-heating week,” a metric that refers to how much heat stress has accumulated in an area over the previous 12 weeks, compared to the corals with low-heat-tolerance parents. The study serves as proof of concept that selective breeding can boost heat tolerance in just one generation and endure into adulthood.\n",
            "BQThe genes that make a coral more tolerant to heat might also make it less fertile and slower growing, says a researcher.",
            "While the experiment showed there is scope for breeding, the improvement in heat resistance was still “pretty modest compared to climate change,” says Liam Lachs, an ecologist from the Coralassist lab who ran the team’s statistical calculations. This year Palau’s waters warmed at 10 degree-heating weeks, and the Caribbean hit 20 degree-heating weeks. In addition, the corals that were more heat resistant to short zaps of heat didn’t do as well under longer-term exposure to heat, indicating that different genes might be responsible for resistance to different durations of heat.",
            "Coral researchers know that there is no single gene that confers heat resistance on corals: It’s a “very complex trait encoded by many genes,” says Annika Lamb, who runs a similar project with corals from the Great Barrier Reef at the Australian Institute of Marine Science (AIMS). Her lab is also trying to selectively breed heat-resistant corals, but she’s using a faster method — applying a quick heat zap — as well as focusing on breeding corals from different species in the hopes of making sturdier hybrids.",
            "Breeding efforts must also take into consideration tradeoffs. The genes that make a coral more tolerant to heat might also make it less tolerant to disease, less fertile, less resistant to storms or cold, and slower growing, says Lamb. ",
            "Given these considerations, her team is also selectively breeding just the microalgae that live inside corals, which are to a large extent responsible for the actual temperature tolerance of a coral colony, says Madeleine van Oppen, head of AIMS’ coral assisted-evolution project.\n",
            "*Bleached_corals_along_the_Society_Islands_in_French_Polynesia,_May_2019",
            "fCBleached corals along the Society Islands in French Polynesia, May 2019.\nAlexis Rosenfeld / Getty Images",
            "Van Oppen has been selecting an array of microalgae from coral around the Great Barrier Reef, bolstering their heat tolerance by exposing multiple generations, over the course of 10 years, to elevated temperatures in a lab, and then reintroducing them into chemically bleached adult coral fragments.",
            "After initial lab tests, van Oppen started a trial on an inshore reef of the Great Barrier Reef. The results so far have been “really promising,” she says. During last summer’s heat wave the corals inoculated with heat-evolved microalgae paled less and photosynthesized better than corals with closely related microalgae that hadn’t been boosted for heat tolerance. But there are still questions about whether the microalgae will spread and stay healthy, and whether there are factors in the wild that haven’t yet been taken into account. “This is a very young field,” says van Oppen. “It’s not surprising that there’s a lot of unknown still.”",
            "For instance, studies show that corals reared in labs often have weakened skeletons. This suggests they could be compromised once planted in ocean waters, says Terry Hughes, director of the Centre of Excellence for Coral Reef Studies in Australia. “Despite long-standing claims that heat-tolerant super-corals can be bred in the laboratory and used to re-populate reefs, we still don’t actually know if that’s true,” he says, noting that adding artificially bred corals to the wild gene pool is unlikely to make a significant difference except in extreme circumstances, as natural selection is already changing the mix of coral species on reefs.\n",
            "BQA million newly settled corals might sound like a lot, but “in reality it’s a drop in the ocean,” says a marine biologist.",
            "“Corals are always complicated. They’re always doing something unexpected,” says Stanford’s Palumbi, whose lab is identifying heat-resistant corals in the wild and then running what he calls “common gardening” experiments on them. “These corals have been [evolving tolerance to changing conditions] for hundreds of thousands of years. They’re already out there,” says Palumbi, who also works in Palau, among other places. By collecting thousands of coral fragments from different reefs, testing them for resistance to a heat zap, and then moving the more heat-tolerant species and colonies to human-made reefs on metal frames, his team is giving them a chance to breed with a broader gene pool. ",
            "Preliminary findings from these tests, says Palumbi, suggest their offspring are similar in heat tolerance to Coralassist’s 1 degree-heating week corals. “We’re basically pursuing two pretty different but very parallel and complementary ways of looking at the same question,” says Palumbi. But the new paper by the Coralassist team is the first to quantify an uptick in heat tolerance. “That number is something that really hasn’t appeared in any other paper so far,” he says.\n",
            "Still, the practical difficulties and costs of coral husbandry shouldn’t be overlooked, says Hughes, and coral reef restoration is far more expensive than restoring seagrasses or mangroves. A million newly settled corals might sound like a lot, but “in reality it’s a drop in the ocean,” says Hughes, who notes that the total area of reef worldwide currently occupied by laboratory-reared corals is a handful of square meters.",
            "*Microalgae_bred_to_tolerate_heat_are_applied_to_young_corals_grown_at_a_lab_of_the_Australian_Instit",
            "fCMicroalgae bred to tolerate heat are applied to young corals grown at a lab of the Australian Institute of Marine Science in Townsville, Australia.\nGiacomo d'Orlando",
            "“The most we can do in terms of reef restoration will always be very small in scale relative to the area to be covered,” says Christopher Jury, a reef ecologist at the University of Hawai’i at Mānoa. But recovering reefs the whole world over was never the goal, he says. Restoration efforts can protect small areas intended to provide seed material which, through normal reproduction, larval dispersal, and settlement on the seafloor, can foster the rejuvenation of reefs elsewhere. Of course, substantial climate change mitigation is a prerequisite if any of these other strategies are going to work to preserve reefs, he says, and breeding efforts are just meant to buy coral communities some extra time.\n",
            "The fact that coral abundance has plummeted due to climate change doesn’t negate the fact that rapid evolution is already happening naturally in some surviving coral populations. When Jury’s team semi-enclosed a naturally occurring coral reef community off Oahu and, for two years, subjected it to a combination of 2 degrees C warming and -0.2 pH units of acidification — akin to what oceans will experience with current rates of global warming — the communities shifted and changed while maintaining high rates of biodiversity. The corals recruited a diverse assemblage of algae, invertebrates, and microbes that helped them withstand the heat. So there is hope.",
            "Ultimately, the data gathered from all the experiments underway can help researchers improve their models of how corals will fare under global warming, says James Guest, the researcher who led the Coralassist Lab work. That team recently plugged their data from years of breeding experiments into computer models that will provide guidance on where and when interventions will be necessary and effective under various climate change scenarios. This work is forthcoming in Science.",
            "“There will be some instances where it’s better just to leave the corals to their devices,” says Guest. “It’s just keeping a really open mind and constantly being prepared to update the advice based on new research.”"
        ]
    },
    {
        "URL": "https://e360.yale.edu/features/east-coast-hydrogen-hub",
        "title": "Will Hydrogen Hubs Be a Clean Energy Boom or Boondoggle?",
        "content": [
            "*Planned_hydrogen_hubs_Source_Department_of_Energy",
            "In the fall of 2023, the Biden administration announced $7 billion in funding for seven hydrogen hubs, slated to be built across the country over the next eight to 12 years. If all goes as planned, one of those hubs, the Mid-Atlantic Clean Hydrogen Hub (MACH2) — a network of more than a dozen interconnected hydrogen production centers, storage facilities, pipelines, and new solar farms that will power these operations — will stretch from southeastern Pennsylvania and neighboring southern New Jersey into Delaware. Expected to receive $750 million in federal funding, MACH2 is projected to create roughly 20,800 jobs in the Delaware Valley region, of which 6,400 will be permanent.",
            "The U.S. Department of Energy (DOE) says that a sufficiently robust buildout of hydrogen production could power steelmaking, cement production, and other energy-intensive heavy industries, which account for more than a fifth of national carbon emissions and have been notoriously hard to decarbonize, as well as fueling ships, airplanes, and trucks. But some environmentalists and energy experts question whether investing so much money in hydrogen could siphon funding from more effective decarbonization strategies. Even a so-called “green” hub, which runs entirely on renewable energy, they say, might not provide the promised carbon-reduction benefits and could potentially even increase emissions.",
            "And residents of potential host communities — particularly the hard-pressed city of Chester, Pennsylvania, where some of the MACH2 facilities are planned — are concerned that they will bear the brunt of the potential risks and health hazards that hydrogen production and transport could bring.\n",
            "BQFew details about the Mid-Atlantic hydrogen hub have been shared with the public, unnerving community groups. ",
            "Scientists discovered how to extract usable hydrogen from water molecules using electrolysis in the 1800s, and as far back as 1874, novelist Jules Verne predicted it would someday be “the coal of the future.” Hydrogen is, after all, the most abundant element on the planet, and it produces no carbon emissions when burned. The United States already produces 10 million metric tons of hydrogen a year — but most of it is derived from natural gas and is largely used in petroleum refining and in making ammonia for manufacturing fertilizer. Every ton of ammonia produced generates 2.6 tons of lifecycle greenhouse gas emissions, according to a report published in Green Chemistry.",
            "Still, scaling up low- or zero-carbon hydrogen production wasn’t considered financially viable until passage of the Bipartisan Infrastructure Law in 2021 and the Inflation Reduction Act in 2022, which offer substantial tax credits to producers of clean hydrogen. ",
            "Today, some proposed hubs are planning on producing “blue” hydrogen — that is, hydrogen created using natural gas but with the resulting carbon emissions captured and stored underground. Representatives of the MACH2 hub say that 82 percent of their production will be “green,” meaning powered by solar and wind; 15 percent will be “pink” — powered by the Salem and Hope Creek nuclear plants, in southern New Jersey; and the remaining 3 percent will be “orange” — powered by biogas, which is produced when organic matter decomposes in an anaerobic environment.",
            "*Planned_hydrogen_hubs_Source_Department_of_Energy",
            "fCPlanned hydrogen hubs. Source: Department of Energy.\nYale Environment 360",
            "Despite MACH2’s commitment to using green energy, some environmental advocates and local residents have reservations. Will the production facilities and pipelines pose threats to the environment and human health? Will the development process be transparent? Will jobs for community members materialize? A year after the official announcement, the hub has shared few details with the public — locations of facilities, potential environmental impacts, how the project would benefit communities — saying plans have not yet been finalized pending permit approvals from the Pennsylvania Department of Environmental Protection (DEP), commitments from private investors, and contract negotiations between the DOE and the companies that will operate as part of the hub, who are expected to provide investments to match their government-awarded funds. More information will be released in the project’s next phase, expected to begin in the coming year.",
            "The lack of specificity has unnerved environmental and community groups. The Delaware Riverkeeper Network, an environmental advocacy nonprofit, is alarmed by what it sees as a lack of proper safety precautions. Part of MACH2’s plan involves repurposing old fossil fuel infrastructure to carry hydrogen. Like many aspects of the project, what that means isn’t yet clear.",
            "MACH2 officials are currently creating an inventory of underutilized infrastructure, according to Matt Krayton, the communications lead for the hub. He says the hub would likely repurpose existing pipeline rights of way — every pipeline needs approval from landowners whose property would be crossed — and possibly the pipelines themselves, which would be re-sleeved with a hydrogen-safe polymer to prevent leaks.\n",
            "BQMaking green hydrogen to power short-haul planes and heavy-duty vehicles is neither economical nor efficient, a report finds.",
            "Some 1,600 miles of hydrogen pipelines are already operating across the U.S., and Nick Barilo, executive director of the Center for Hydrogen Safety at the American Institute of Chemical Engineers, noted that all combustible fuels carry a certain amount of risk, and hydrogen is no more dangerous than natural gas. “The U.S. industry has been using hydrogen for over a century,” Barilo said. “Safety knowledge and best practices for the production and transportation of hydrogen are well-established and mature.” ",
            "In some potential host communities, like Chester, Pennsylvania, assurances like Barilo’s fall flat. Fifteen miles outside of Philadelphia, the city once bustled with manufacturing and heavy industry. But after World War II, plants began to shutter, and the city entered a long decline. By 2020, its population was half its 1950 peak.\n",
            "Today, a third of Chester residents live in poverty, and the city, which declared bankruptcy in 2022, is host to 11 industries classified by the DEP as hazardous, including one of the largest incinerators in the nation. Chester’s asthma rate is double the state level, according to an analysis conducted by the Center of Excellence in Environmental Toxicology, at the University of Pennsylvania. “These [industries] assault us every day,” said Zulene Mayfield of Chester Residents Concerned for Quality Living. “And it is sanctioned by the state.”",
            "“These projects are often placed in areas that have less political power and representation,” said Kearni Warren, a local outreach coordinator for the Clean Air Council, an environmental health advocacy organization. “We should have the right of refusal when it comes to projects that put our health and safety at risk.”\n",
            "*Zulene_Mayfield_walks_on_a_residential_street_near_the_Covanta_incineration_facility_in_Chester,_Pen",
            "fCZulene Mayfield walks on a residential street near the Covanta incineration facility in Chester, Pennsylvania.\nCaroline Gutman for The Washington Post via Getty Images",
            "When MACH2 finalizes its arrangements with the DEP and formally begins Phase 1 of the project, which includes a community engagement plan and detailed plans for building sites, residents may start to see if their skepticism is warranted. But the industry still faces headwinds over its potential costs and benefits.",
            "Although burning hydrogen produces no direct greenhouse gas emissions, hydrogen that leaks into the atmosphere, according to a 2022 research paper published in Atmospheric Chemistry and Physics, increases concentrations of other greenhouse gases, like methane, ozone, and water vapor. “Any time you’re handling [hydrogen], producing it, transporting it, storing it — [the molecule] is so small that the risk of leaks is significant,” said Talor Musil, a field manager at the Pennsylvania-based nonprofit Environmental Health Project.\n",
            "And according to a recent report published by Energy Innovation Policy & Technology, an energy and climate policy think tank, making green hydrogen to power short-haul planes and heavy-duty vehicles — two sectors often touted as ripe for adopting hydrogen — is neither economical nor efficient. Roughly 20 to 30 percent of hydrogen’s energy value is lost in the process of splitting water molecules, the report said, and another 15 percent may be lost during compression and storage. The Energy Innovation report ranked the potential end uses for hydrogen by their long-term viability and determined that it made the most financial and environmental sense for refining oil and producing ammonia for fertilizer, while also having value in steelmaking and long-haul aviation and marine shipping.",
            "BQWithout strict rules on the use of renewable energy, the hydrogen industry could actually increase overall emissions.",
            "Energy experts agree on these high-value uses for hydrogren, but the Inflation Reduction Act guarantees a tax credit for the fuel, no matter what its end use, for 10 years. Given rapid advances in battery technology, said the Energy Innovations report, it will be hard to justify hydrogen’s expense in industries like trucking — which can operate far more cheaply using electricity — when the credit ends. A recent study by a group of Harvard researchers estimated that depending on what it’s ultimately used for, green hydrogen may wind up being even less cost effective at fighting climate change than direct air capture of CO2, which the International Energy Agency estimated would have an operating cost, when scaled up, of between $230 and $630 per metric ton of CO2 captured.",
            "And then there’s the matter of impact. The seven hubs combined are projected to reduce annual greenhouse gas emissions by 25 million metric tons of CO2 a year (not counting the emissions linked with hydrogen production). The total tonnage is not significant, some experts say — it amounts to less than half of one percent of total U.S. CO2 emissions — considering the $7 billion in taxpayer support. But the Energy Department considers the hubs a catalyst, a way to “kickstart a national network of clean hydrogen producers, consumers, and connective infrastructure”; presumably, costs of hydrogen production will drop as the industry develops.\n",
            "*A_hydrogen_production_facility_at_the_Constellation_Nine_Mile_Point_Nuclear_Station_in_Scriba,_New_Y",
            "fCA hydrogen production facility at the Constellation Nine Mile Point Nuclear Station in Scriba, New York.\nLauren Petracca / Bloomberg via Getty Images",
            "Unless the federal government implements strict rules on carbon capture and the use of green energy for the hubs, the industry could actually increase overall emissions, according to the National Resources Defense Council (NRDC). Last November, Rachel Fakhry, the NRDC’s policy director for emerging technologies, testified before the House Environmental Resources and Energy Committee that, for hydrogen to be truly sustainable, green hubs would need to abide by three main tenets: buying electricity from newly built renewable energy sources, rather than pulling existing renewables from the grid (a requirement known as “additionality”); matching their hourly use with the availability of green energy, which prevents hubs from dipping into fossil fuels and buying clean energy credits after the fact; and using clean energy that’s produced close to the hubs, ensuring that its delivery doesn’t lead to increased emissions. Legislators and industry groups are already indicating they will challenge a proposed additionality requirement.",
            "As the federal government works to finalize how it will regulate the hydrogen tax credits, energy experts continue to grapple with the potential significance, and value, of the proposed hubs. “One of the big challenges in the broader field of serious, big systems decarbonization is we’re sort of talking about various imaginaries,” said Danny Cullenward, a climate economist and senior fellow at University of Pennsylvania’s Kleinman Center for Energy Policy. “We’re throwing money at the hubs. We’re throwing money through this tax credit at the production of hydrogen. But there isn’t really anything resembling a coordinated strategy for what’s the right use of hydrogen,” he said. “It’s actually a really weird thing, if you think about it.”"
        ]
    },
    {
        "URL": "https://e360.yale.edu/features/brazil-bioeconomy",
        "title": "Brazil Hopes to Make the Amazon a Model for a Green Economy",
        "content": [
            "*Manoel_Moreira_carries_a_basket_full_of_açaí_berries_harvested_from_the_Amazon_rainforest_in_Pará,_B",
            "“We must ensure that taking care of the forest is more profitable than cutting down the trees.” So declared Brazil’s President Luiz Inácio Lula da Silva in a pitch to Japanese investors in May. Weeks before, Lula had sealed a deal with French President Emmanuel Macron for a billion-dollar Amazon investment package — all part of his crusade to turn the world’s largest rainforest into an exemplar of a “bioeconomy,” an economy that is ecologically intact, economically profitable, carbon-neutral, and respectful of its many Indigenous inhabitants.",
            "The push for foreign finance builds on Lula’s success in cutting Amazon deforestation by more than a third since his return to office last year, and his publication in June of a National Bioeconomy Strategy, aimed at encouraging industry, agriculture, and forestry to use the nation’s biodiversity sustainably. This month, he will use his chairmanship of the G20, a grouping of the world’s largest economies, to commit governments to his vision of a green bioeconomy.\n",
            "But not everybody is cheering just yet.",
            "Bioeconomics may sound green, but critics warn that it is a semantic chameleon, with no agreed definition. The hope is that we can tame environmental destruction and support traditional rural communities by rooting economies in the sustainable use of nature’s biological resources. But in the wrong hands, a growth in bioeconomies could accelerate that destruction by providing cover for the greenwashing of business as usual. ",
            "BQThe G20 agreement aims to require that ecological resources are exploited sustainably — to protect nature rather than plundering it.",
            "In its name, pharmaceutical companies already plunder tropical forests for genes to make new drugs, power producers switch from burning coal to harvesting trees for “biomass,” and foresters replace natural biodiverse forests with plantations of single species of trees.",
            "Many countries — from the United States to Malaysia and Brazil to the nations of the European Union — have adopted strategies for developing their bioeconomies as a means of boosting economic growth, while reducing their dependence on fossil fuels. But until now there has been no agreed definition of what a bioeconomy might be. “The prefix ‘bio’ carries a lot of ambiguity,” says Francisco de Assis Costa of the Center for Amazonian Studies in the Federal University of Pará.",
            "Lula says he wants to change all that by creating a greener, less extractive, and more socially responsible version of bioeconomics for the Amazon and the world. At the G20 summit in Rio de Janeiro this month, he hopes to get commitments to the first-ever internationally agreed definition of the term, which member nations and international institutions would adopt in their bioeconomic strategies.\n",
            "*Brazilian_president_Luiz_Inácio_Lula_da_Silva_at_the_2023_UN_climate_change_conference_in_Dubai",
            "fCBrazilian president Luiz Inácio Lula da Silva at the 2023 UN climate change conference in Dubai.\nUNFCCC",
            "The G20 agreement, though not binding on its signatories, aims to require that ecological resources are exploited sustainably — to protect nature rather than plundering it and to support nature’s traditional stewards rather than sidelining them.",
            "Lula wants to make his country’s Amazon rainforest ecosystems and communities a model for the world, and to make that model central to his climate ambitions for Brazil. Next year, he will also host a U.N. climate conference (COP30) in Belem, the capital of the Amazon state of Pará, which has set its own targets for using bioeconomics to deliver carbon neutrality. \n",
            "But can Lula and other G20 leaders deliver on the promises they make in Rio? Or, as investors push greenbacks into the rainforests, is it an illusion to imagine that we can harness nature for its own benefit as well as our own? \n",
            "Ever since the word was first coined in the 1970s by Romanian economist Nicholas Georgescu-Roegen, bioeconomics has meant different things to different people. Academics have identified four distinct — and often contradictory — meanings. ",
            "BQThe bioeconomy could increase revenue for communities by helping them sell to international markets, says a campaigner.",
            "Two of the definitions are largely extractive. They target either biotechnology, using genes culled from nature to synthesize new products, or seek profits from harvesting large volumes of wood and other forest products to replace everything from steel in construction and plastics in packaging to fuel in power plants — what is often called the “bioresources” approach. ",
            "The other two definitions are more ecologically and socially aware. “Bioecology” sees trading in the diverse products of ecosystems — fruits, nuts, medicinal plants, fish, plant oils, and more — as a means of giving value to preserving biodiversity; while a “biocultural” approach promotes traditional knowledge and cultural relationships with nature as the best route to both ecological protection and environmental justice for forest dwellers. Such disparate definitions for bioeconomics can lead to very different policy outcomes.",
            "For a long time, the two extractive definitions have dominated policymaking. A review last year of 78 governmental bioeconomy policy documents from around the world found that almost all “prioritize economic growth.”",
            "*Baniwa_women_harvest_peppers_in_Alto_Rio_Negro_Indigenous_Territory,_Brazil",
            "fCBaniwa women harvest peppers in Alto Rio Negro Indigenous Territory, Brazil.\nCarol Quintanilha / Instituto Socioambiental",
            "As Thomas Fatheuer, a social scientist at the Berlin-based Heinrich Boll Foundation, puts it, for most governments “bioeconomic discourse reduces the whole of nature — plants, animals and microorganisms — to a resource called ‘biomass’” and “conceives of nature in terms of natural capital.” Such an approach, he says, damages ecosystems and disregards the interests of their inhabitants and traditional custodians.",
            "It need not be so. The term could become a route to reordering rather than retrenching economic priorities. Hannah Mowat, campaigns coordinator at Fern, a Brussels-based advocate for forests and their inhabitants, says: “It could be something very good — promoting local production and increasing revenue stream for communities,” by helping them sell into international markets, for instance. \n",
            "At the upcoming summit on November 18-19, Lula will, as the current G20 chair, ask his fellow leaders to endorse 10 “high-level principles in bioeconomy” drawn up by a panel of international experts from G20 countries that he convened. Such an endorsement would, his government says, be “the first time that the bioeconomy has been the subject of a multilaterally agreed document devoted to this topic.” Though the principles are “nonbinding,” the Brazilian government says they “are expected to serve as a basis for future discussions on bioeconomy in the world,” with further debate at the next G20 meeting, in South Africa next year.",
            "BQ“The Amazon has the greatest potential and the greatest risks associated [with] the promotion of bioeconomy,” one expert says.",
            "Besides promoting economic activity, the principles include ecological parameters such as the conservation of biodiversity, sustainable consumption, widespread reuse of biological resources, restoration of degraded ecosystems, and adaptation to climate change. The principles also include social parameters such as eradicating hunger, protecting Indigenous rights, and equitable sharing of the benefits of the use of genetic resources and traditional knowledge.",
            "Whether G20 leaders take those principles seriously after they fly home may depend on whether Lula can show progress on delivering a green bioeconomy for the Amazon, the world’s largest rainforest and one of the greatest stores of both biodiversity and terrestrial carbon, where some of the best protected areas are under Indigenous management.",
            "His government does not lack ambition to do things differently. The country’s new National Bioeconomy Strategy is driven by “the need for an economy that uses our natural capital sustainably [to] preserve and replenish the Amazon,” says Carina Pimenta, secretary of bioeconomy at the country’s Ministry of the Environment and Climate Change. It aims to do that, she says, by putting “Indigenous and traditional peoples’ activities on the same level as the different economic sectors that have traditionally discussed this issue.”",
            "*Rubber_tapper_Raimundo_Mendes_de_Barros_leans_on_rubber_tree_in_the_Chico_Mendes_Extractive_Reserve,",
            "fCRubber tapper Raimundo Mendes de Barros leans on rubber tree in the Chico Mendes Extractive Reserve, Acre, Brazil.\nEraldo Peres / AP Photo",
            "Local administrations in the Amazon are taking up the call. Pará state, once the front line of deforestation, has drawn up its own bioeconomy strategy, PlanBio, which is now being used to crack down on deforestation by cattle ranchers and aims to make the state carbon neutral within 15 years.",
            "The stakes are high, says Joana Chiavari, an environmental lawyer at the Climate Policy Initiative and the Pontifical Catholic University of Rio de Janeiro. “The Amazon has the greatest potential and the greatest risks associated [with] the promotion of bioeconomy.” But the seeds for a green bioeconomy are in place, with a handful of local sustainably sourced forest crops already for sale internationally.",
            "An early pioneer was the Chico Mendes Extractive Reserve, created by government decree in 1990 and named after the assassinated rubber tapper and environmental activist. Its 2.3 million acres of forest in Acre state are set aside for harvesting wild rubber latex and Brazil nuts. The reserve suffers some deforestation, because cattle raising is more lucrative, but its forests remain largely intact. It has come a beacon for other forest-harvesting initiatives. ",
            "BQA fully developed Amazon bioeconomy based of fruits of the forest could reach $6.75 billion by 2050, according to one estimate.",
            "The most economically successful forest crop in the Amazon is the purple berry of a palm tree called açaí, found in swamps and cultivated on family plots, from Pará in the east to Acre in the west. Since the 1990s, the berry — along with açaí juice and other products — has garnered a billion-dollar international market as a health food. Such is the consumer enthusiasm that local cultural traditions associated with the berry have become tourist attractions. The annual AçaíFestival in the Acre town of Feijó draws more than 50,000 people.",
            "Another Indigenous success story is the marketing of numerous species of pepper cultivated in the forest and processed by Baniwa women in the Alto Rio Negro Indigenous Territory. The peppers have long been central to the tribe’s spiritual traditions and coming-of-age ceremonies. Now the women sell their unique jiquitaia blend of 78 peppers to top restaurants and celebrity chefs across the country, as well as to speciality stores in the United States and elsewhere. \n",
            "And it is not just Indigenous communities that are taking the lead. An estimated 400,000 women descendants of African slaves brought to Brazil from the 16th to 19th centuries and now living across the Amazon are harvesting and selling coconuts from the babaçu palm tree to make oil for soap, cosmetics, cooking oil and other products for sale across Brazil. To protect their resources, they often need to repulse cattle ranchers invading their forests. \n",
            "*Eucalyptus_trees_grown_for_pulp_production_in_Bahia,_Brazil",
            "fCEucalyptus trees grown for pulp production in Bahia, Brazil.\nPanther Media GmbH / Alamy Stock Photo",
            "The importance of such fruits of the forest for the Brazilian economy is often underappreciated. By one official measure, natural products from the Amazon make up less than 0.01 percent of the country’s economy. But Carlos Nobre of the National Institute for Amazonian Research, in a manifesto for a New Economy for the Brazilian Amazon published by the World Resources Institute last year, found that such data seriously underestimate its importance. The bioeconomy “is partially invisible in national accounts,” he said, because many local transactions take place outside the formal economy. ",
            "Nobre puts their economic contribution more than 10 times higher than previous estimates. He says that a fully developed Amazon bioeconomy based of fruits of the forest could reach $6.75 billion by 2050 and employ nearly a million people. But will it happen?\n",
            "Nobre co-chairs the Science Panel for the Amazon, a grouping of 280 conservation-minded scientists which argues that a successful socio-bioeconomy for the region requires not just the promotion of a handful of charismatic forest crops, but more radical policy shifts. It requires stopping activities such as cattle ranching and mining that threaten Indigenous rights or damage their forests, and instead engaging with local producers to build the infrastructure they need to grow their businesses, such as electricity supplies for refrigerating and processing forest products, and reliable transportation to facilitate trade. ",
            "BQOf some 43,000 patents filed worldwide for innovation from Amazon biodiversity, just 5 percent are held in Brazil.",
            "So far, investment in exploiting the biological riches of the Amazon has looked very different. According to an analysis published by Chiavari in September, three-quarters of Brazil’s supposedly bioeconomic investment to date has gone into plantation forests, providing pulp for paper and biomass for generating energy. Less than a quarter has gone into developing products from native forest species or sustaining small-scale family farming ",
            "Meanwhile, corporations and research institutes based in the developed world retain a stronghold over the Amazon’s genetic wealth. The Brazilian patent office found that of some 43,000 patents filed worldwide for innovation from Amazon biodiversity, just 5 percent are held in Brazil. The biggest holders included major international food brands Nestlé and Unilever, the Japan-based vegetable oil giant Fuji Oil, and German chemicals conglomerate BASF.",
            "This top-down extraction of the resources of the Amazon is a long way from Lula’s vision of a bottom-up ecological and people-centred bioeconomy. Brazil’s bioeconomic chameleon has yet to turn green.",
            "And what happens to the Brazilian Amazon matters globally — because of the importance of the Amazon itself as a carbon sink and biodiversity hotspot; because Brazil is the world’s tenth largest economy; and because Lula is widely seen as a rising leader of the Global South. His blueprint for a bioeconomy will likely be adopted by other nations. Much may hang on how it develops, and whether it succeeds.",
            "Fred Pearce is a board member of Fern, whose campaigns coordinator is quoted in this article.",
            "This article is the first in a series on global efforts to promote green economies that protect biodiversity and the rights of traditional rural communities."
        ]
    },
    {
        "URL": "https://e360.yale.edu/features/james-marshall-shepherd-interview",
        "title": "As Disinformation Swirls, Meteorologists Are Facing Threats",
        "content": [
            "*As_Disinformation_Swirls,_Meteorologists_Are_Facing_Threats0",
            "In the wake of hurricanes Helene and Milton, meteorologists have faced an unprecedented wave of threats and harassment, according to James Marshall Shepherd, a former NASA weather scientist who is currently director of the University of Georgia’s atmospheric sciences program. Some have received messages stating that scientists should be killed; others have been cursed and told to shut up. Social media posts have also targeted FEMA workers, suggesting they should be beaten, arrested, shot, or hung on sight.",
            "Climate change skeptics have long accused weather forecasters of pushing what they view as a “climate change agenda,” Shepherd said. But things took an ugly turn this month when conspiracy theorists denounced scientists for covering up a supposed government plot to engineer the weather and send storms to Florida and North Carolina. “In the past, the harassment was over in a fringe element,” Shepherd, a former president of the American Meteorological Society, said in an interview with Yale Environment 360. “In this last episode, it was bit more mainstream.”",
            "Disinformation, spread mostly over social media platforms, has made the already stressful job of tracking extreme weather even more so, he said. Such campaigns can also threaten human life if people refuse to heed forecasters’ warnings or if beleaguered emergency workers can’t do their jobs.",
            "To combat disinformation and educate the public about weather and climate, Shepherd and other meteorologists have taken to social media themselves. But he acknowledges that not everyone will be receptive: Trust in science and scientists is, in some communities, at an all time low. That’s especially worrisome, Shepherd said, because extreme weather will only “ramp up more unless we act and reduce carbon emissions.”\n",
            "*James_Marshall_Shepherd",
            "fCJames Marshall Shepherd.\nDustin Chambers/Bloomberg via Getty Images",
            "Yale Environment 360: Meteorologists have faced harassment for years over climate-change issues. Is what we’ve seen recently a continuation of that or are we in new territory here?",
            "James Marshall Shepherd: Climate scientists have dealt with climate trolls, skeptics, and deniers for decades now; I think it’s an extension of that. The tone and volume of the harassment picked up quite a bit during these most recent two hurricanes. Now, some of that is, I think, just related to the fact that we’re in an election year. Back in 2012, I remember some similar claims that people were making about Superstorm Sandy, that the government was creating it to disrupt the election. The difference is, in the past the harassment was over in a fringe element. In this last episode, it was a bit more mainstream. That’s concerning.",
            "e360: When you tell people that you’re a meteorologist, what kind of reactions do you get?",
            "Shepherd: You get a lot of, “Oh, climate change is natural,” or “It’s just a hoax. You guys are making that up to get grant money.” The irony is I used to have people come up to me and say, “You climate scientists are full of it. Mankind can’t change our weather and climate.” Yet now some of these same critics are pushing conspiracy theories saying that we were controlling hurricanes or creating storms, and then attacking us when we refute them with real science.",
            "e360: There’s not a lot of logic behind much of this.\n",
            "Shepherd: A conspiracy theory makes it easier for them to grasp and to align with things they already believe or want to believe. There’s a whole psychology to it. There’s still a group of people that just don’t want to buy climate change.",
            "BQ“There are climate scientists that have left the field. I think that’s part of the intent of the harassment. They want to shut us up.”",
            "e360: What have you been hearing from your colleagues about the emotional impact of dealing with these storms and with the bullying that accompanied them?",
            "Shepherd: In the lead up to Helene and Milton I had this pit in my stomach. You are forecasting or analyzing data that shows that a major storm is going to kill people, or going to destroy their lives or their property. That in itself takes a mental toll. But to then throw on top of that harassment and skepticism. James Spann, a very well-known TV meteorologist in Birmingham, Alabama, said, “You’re working with two to three hours of sleep for multiple weeks under a high-stress situation, and then you deal with these threats that come in, it’ll beat you down.”",
            "e360: Have you seen meteorologists who’ve just burned out?\n",
            "Shepherd: Some promising young meteorologists get out of our field just because the sheer volume of things that they’re having to do now, as opposed to in the past, where they just perhaps stood in front of a screen and gave the weather every day. They’re doing social media, they’re having to file environmental reports, lots of things that they probably just didn’t anticipate.\n",
            "There are also climate scientists that have suffered the brunt of threats or harassment and have left the field. But I think that’s part of the intent of the harassment, in the trolling. They want to shut us up.",
            "*As_Disinformation_Swirls,_Meteorologists_Are_Facing_Threats1",
            "fC\nJames Spann via Twitter",
            "e360: People become scientists to engage in research that expands human knowledge. Many don’t want to get involved in politics, and yet they’re being dragged into it.",
            "Shepherd: I don’t think we need to. I don’t get involved in politics. I do testify before Congress and advise the White House, those types of things. But I don’t inherently see any of this as political. I think others try to make it political. My philosophy has long been to just state the facts from my position as an expert.\n",
            "e360: You make a distinction between misinformation, which is unintentional, and disinformation, which is intentional.\n",
            "Shepherd: Yeah. False information imperils lives. We’ve seen that when people fail to heed warnings or threaten emergency responders. FEMA had to change some of their operations because of threats their folks were receiving.",
            "e360: You mentioned that you are active on social media. Why is that important for you?\n",
            "Shepherd: The majority of people now get their weather information from apps and social media, not turning on a TV news channel. It’s a lot more difficult to trace out what’s credible in those formats. I think scholars like me, if we aren’t engaged, then the void that we leave behind will be filled by people with agendas. We’ve got to have a vaccine to the infectious information that’s out there.",
            "BQ“Milton went from a Category 1 to a Category 5 in less than 24 hours. This is really a fingerprint of climate change.”",
            "e360: There are people who think that the federal government, and the Biden administration, is steering hurricanes toward red states.",
            "Shepherd: We don’t have any technology to do that. I’m an expert in weather and climate: I say that unequivocally because I know it’s true. But there’s been sort of this push in society now where expertise is not trusted.\n",
            "e360: How well did meteorologists do in their forecasts for hurricanes Helene and Milton?\n",
            "Shepherd: With Helene we were very clear that it would produce excessive rainfall in the mountains and in Georgia. But some people didn’t grasp it because they don’t have benchmarks for something they haven’t experienced. These were significantly anomalous events, [which] we’re going to see more of. People said, “Oh, yeah, it’s just a hurricane. There’s going to be a lot of rain.” But we were saying days ahead there was going to be “excessive rainfall, 20 to 30 inches.” That’s exactly what happened.\n",
            "With the second hurricane, Milton, there was an over-fixation [in the media] with the category of storms. The Saffir-Simpson scale [which assigns numbers to the strength of hurricanes] is a wind scale. Oftentimes that’s what the media focuses on, and the public tends to fixate on. Many [meteorologists] were pleading to move away from focusing so much on category and wind because the deadliest aspect of any hurricane, the studies have shown consistently, is water — whether it’s the storm surge, or the inland freshwater flooding from rainfall.",
            "*Wreckage_left_by_Hurricane_Helene_in_Marshall,_North_Carolina,_September_30,_2024",
            "fCWreckage left by Hurricane Helene in Marshall, North Carolina, September 30, 2024.\nJabin Botsford / The Washington Post via Getty Images",
            "e360: You’ve spoken a lot about what you call the “weather gap,” the difference between the way extreme weather events affect poor people, and the way that they affect the more affluent. The wealthy often live in safer places and can afford to protect themselves.",
            "Shepherd: It’s much broader than income. This extreme weather climate gap really touches on any vulnerable community — whether it’s poor communities, communities of color, the very young, elderly — these communities are disproportionately impacted. They [often] have less resiliency or adaptive capacity. You’re right, there were people in those same regions that were equally exposed and impacted, but they had the means to get in their car, maybe go to Atlanta, and stay in a hotel for a week.",
            "e360: Forecasts are getting more accurate in general, but we still don’t know everything about hurricane intensity, right?",
            "Shepherd: The track forecasts have improved significantly. We still have a ways to go with the intensity forecast, and we know why. Track forecasts are governed more by the large steering conditions of the atmosphere that the models can pick up. But the intensity forecasts are governed by the ocean heat content, by the convection that’s happening inside the clouds. These are things we don’t often have readily available data on to go into the model. The energetics associated with hurricane intensification are related to things that aren’t governed or explained as well by the large-scale models.",
            "e360: Climate change is shuffling the deck so quickly that it’s hard to totally keep up with.",
            "Shepherd: That’s why I’m very comfortable saying that these are climate change hurricanes. We know hurricanes happen naturally. They’re supposed to happen in September and October. But the Gulf of Mexico was anomalously warm. You’re getting these more intense storms, and they’re rapidly intensifying. I think with Milton, it went from a Category 1 to a Category 5 in less than 24 hours. This explosive development is really a fingerprint of climate change.",
            "It’s daunting to see it coming almost exactly as we said it would. What’s even more concerning is that we’re at the beginning of it. We’ll start to see it ramp up even more unless we act and reduce carbon emissions.",
            "This interview was edited for length and clarity."
        ]
    },
    {
        "URL": "https://e360.yale.edu/features/jake-robinson-interview",
        "title": "How to Grow a Forest: It Takes More Than Just Planting Trees",
        "content": [
            "*A_sapling_planted_as_part_of_a_reforestation_program_in_Moirans-en-Montagne,_France,_November_2023_",
            "Trees and forests are often seen as symbolic of nature, and for good reason: They are vitally important to both the planet and to people. More than three-quarters of the world’s terrestrial biodiversity occurs in forests. Wooded areas filter and manage rainwater, provide shade, soak up pollution, regulate climate, provide oxygen, and salve our spirits.",
            "In the face of threats from deforestation, ecosystem degradation, pests, and more, about 38 percent of the planet’s 166,000 tree species are now at risk of extinction, according to an October assessment from the IUCN. Increasing the planet’s tree coverage would have positive benefits for the climate and our ecosystems, scientists agree, but how we go about that is complicated.\n",
            "In an interview with Yale Environment 360, Jake M. Robinson, a researcher in restoration genomics at Flinders University, in Adelaide, South Australia, talked about how reforestation efforts can go awry if done poorly, reducing biodiversity and harming local populations.\n",
            "“If you plant trees in ecosystems where trees simply shouldn’t be growing, you can remove the biodiversity that evolved with those niches,” said Robinson, author of the recently published Treewilding: Our Past, Present and Future Relationship with Forests. “Tree planting campaigns are important, but it’s more important that we do it right.”\n",
            "*Jake_M_Robinson",
            "fCJake M. Robinson\nCourtesy of Flinders University",
            "Yale Environment 360: How has the planet’s tree cover changed since humanity started to transition to agricultural societies some 10,000 years ago?",
            "Jake M. Robinson: Back then, something like 45 to 60 percent of the terrestrial surface of Earth was covered in forests. It has rapidly changed. We have gone from about 6 billion hectares of forest to 4 billion. We have lost a third of the planet’s forests in the last 10,000 years. About 50 percent of that loss has been just in the last 100 years or so. That’s how much it’s sped up since the Industrial Revolution. But the nature of forests is changing too. There are pockets of natural virgin forests left, but much of it is monoculture plantation.",
            "e360: Is there a consensus about how much of the planet should be forested for a healthy planet?",
            "Robinson: No, there isn’t a consensus. Some people have the idea that we should be restoring ecosystems back to what they were like before humans started intervening in them. Another view is we need to restore the functions and the processes of ecosystems and the biodiversity they support, not necessarily this ideal picture of what it was a few thousand years ago. I would like to see us recognize that humans are part of the ecosystem and that it’s okay that we’re altering the land: Indigenous peoples have been changing ecosystems for tens of thousands of years.\n",
            "e360: Tree-planting initiatives have really taken off. You write that, globally, the area of planted forests rose from 170 million hectares in 1990 to 293 million hectares in 2020. How did that happen?\n",
            "Robinson: This was partly catalyzed by a 2019 Science study, which is quite controversial in the restoration ecology sector. They basically ran some models and showed that 900 million hectares is available to support forests, which could host about another a trillion trees. That simple idea took off, stratospherically. The authors weren’t literally advocating planting a trillion trees, nor did they mean to imply that there aren’t other essential ecosystems, like grasslands. It was all in good faith, and mostly a case of poor communication.",
            "BQ“Restoration seems like a fairly straightforward idea… but probably the majority of ecosystem restoration projects fail.”      ",
            "e360: What’s wrong with the “plant a trillion trees” mindset?",
            "Robinson: Restoration seems like a fairly straightforward idea, but it often goes wrong. In urban areas, around 30 percent of trees that are planted die within the first five years of life. If you plant trees in ecosystems where trees simply shouldn’t be growing, you can remove the biodiversity that evolved with those niches. Probably the majority of ecosystem restoration projects fail or don’t meet their stated goals. There’s a big social element as well, because lots of people are already on the land that is put aside for tree planting; you can end up displacing them. Tree planting campaigns are important, but it’s more important that we do it right, planting the right trees in the right places.\n",
            "e360: Is there a key example of a tree planting project that has been thoughtful and successful?\n",
            "Robinson: There’s one that I like to draw attention to in Oaxaca, Mexico. Several hundred years ago there were 100,000 Indigenous people supported by the forests in the Coixtlahuaca district, and now there’s fewer than 3,000 inhabitants. The land can’t support them, it’s so degraded from agriculture and poor land management. Twenty years ago the soil was essentially rock. The local communities had to crush the rock so it could retain water, and then they planted these little nurse species — a non-native tree called Gregg’s pines that’s well adapted to poor conditions and won’t reproduce — just to kickstart the ecosystem. These trees died and their carbon made it into the soil. It’s an ongoing project — it’s not yet a flourishing ecosystem — but it just shows that it can start from zero.",
            "*Pine_trees_planted_as_part_of_a_reforestation_program_in_Oaxaca,_Mexico_",
            "fCPine trees planted as part of a reforestation program in Oaxaca, Mexico.\n\n\nWolfgang Kaehler / LightRocket via Getty Images",
            "e360: In other projects, people are very firmly in favor of using only native species.\n",
            "Robinson: Yes. In Japan there’s a technique called the Miyawaki Method. The idea is to plant a carefully selected mix of native species in very high densities, which stimulates them to grow faster. It’s essentially a rapid way of creating a functional ecosystem. But because this high density is artificial, it’s controversial. Many ecologists aren’t fans. But I’d say that most of the time, they’re in urban areas where the ecosystem’s just so different and novel anyway, and they have social benefits as well.",
            "e360: The Great Green Wall initiative aims to plant a band of trees across the southern edge of the Sahara Desert, over a massive area of tens of millions of hectares. How is that going?\n",
            "Robinson: That was [English forester] Richard St. Barbe Baker’s idea, to help stop desertification. It could be a good idea, but you’ve got to do it right. I think they’re planting some trees where they really shouldn’t be, and there are some human rights issues, potentially, as well.\n",
            "e360: You talk about the concept of “growing” as opposed to “planting” trees. What’s the difference, and why is it meaningful?\n",
            "Robinson: Sometimes you can leave a spot and let nature do its thing; nature will find a way and grow. But in certain situations, because we have degraded the planet so much, you have to create the right conditions for these trees and nourish them. That’s one of the challenges we’re trying to work with now: how to nurture at scale.",
            "BQ“We can tell the difference between a degraded ecosystem and a restored ecosystem simply by listening to it.”",
            "e360: Of course, if you restore or plant a lot of forest there is less land for growing food.",
            "Robinson: This is a huge issue. I don’t use the term revolution lightly, but I think we need a revolution in our food systems, because agriculture is one of the leading causes of ecosystem degradation on the planet, if not the leading cause.\n",
            "One solution I speak about in the book is “syntropic agroforestry.” This is just the idea that you can still have a flourishing forest ecosystem while producing food within it. You have to really understand the lifecycle of the trees and know how to layer the plants and how communities turn over with time. Klaus Lotz, a farmer in New Zealand, is doing this. It looks quite like a rainforest. He mostly focuses on non-annual plants — fruits and vegetables, nuts and mushrooms. He says his yield per species is 10 percent lower per area of land than in a monocultural system, but his overall yield, of all produce, is actually higher.",
            "e360: You are a microbiologist by training. How important are microbes within a forest?\n",
            "Robinson: Incredibly important. And it’s not thought about enough. In a five-ton tree trunk, there’s around a trillion bacteria; and more in the leaves, the seeds, the roots, flowers, et cetera. A tree is between 68.75 and 99.9 percent microbial, according to my calculations. That’s kind of mind-blowing, isn’t it? Trees are holobionts [assemblages of a host and the many microbial species living in or around them]. Much like we now recognize the importance of the gut microbiome in human health, we need to recognize the importance of microbes for forest health.",
            "*A_syntropic_farm_run_by_Klaus_Lotz_in_Northland,_New_Zealand,_produces_food_within_a_flourishing_for",
            "fCA \"syntropic\" farm run by Klaus Lotz in Northland, New Zealand, produces food within a flourishing forest.\nPermaDynamics",
            "e360: Are forest stewards harnessing the power of microbes?",
            "Robinson: Sometimes. Microbial inoculants are becoming more popular. The idea is to create your own liquid culture of microbes that you spray on leaves or put in the soil [to enhance soil fertility and plant growth], or you can include it with the little plugs of saplings if you are tree planting.\n",
            "e360: You also study soil acoustics; how can that help to support forest soil health?\n",
            "Robinson: We created these little modified microphones that we place in the soil, that detect the critters moving around: the earth worms, the spiders, the ants, millipedes, et cetera. We can tell the difference between a degraded ecosystem and a restored ecosystem simply by listening to it, like a doctor using a stethoscope to listen to your heartbeat. It’s been quite eye-opening, and I think it’ll be a useful monitoring tool in the future. We’ve also recently found that white noise can stimulate fungi, promoting growth. We need to figure out the evolutionary drivers of this — why are they responding? It could be they ‘mistake’ it for the sound of rain falling, which could trigger movement.\n",
            "BQClimate change is “having different effects on different forests. While lots are reducing their range, some are actually expanding.”",
            "e360: How is climate change affecting forests?",
            "Robinson: It’s having different effects on different forests across the world. While lots of them are reducing their range, some forests are actually expanding. Along the 12,000-kilometer-long northern tree line [where forests give way to tundra], most of it’s expanding and only a tiny bit is receding.\n",
            "e360: What do you think of helping trees migrate into new climate-friendly zones?\n",
            "Robinson: I’m working on “climate-adjusted provenancing” in South Australia. We’re essentially collecting seeds from a climate gradient going north, where the conditions are warmer already, and then seeing if seeds from further afield fare better in changing conditions than the local tree seeds. I don’t have a strong opinion on it yet because it’s at an experimental phase in our lab.\n",
            "e360: Overall, do you think humanity is moving in the right direction to restore our planet’s forested lands?\n",
            "Robinson: I’m cautiously optimistic. There are pockets of people doing really good things. You’ve got to have hope.",
            "e360: What are the biggest and boldest moves humanity can make to repair Earth’s forests?",
            "Robinson: Protecting as well as restoring, that’s part of the big picture. And protecting Indigenous peoples and cultures that are doing less harm.\n",
            "This interview has been edited for length and clarity.\n"
        ]
    },
    {
        "URL": "https://e360.yale.edu/features/gavin-schmidt-interview",
        "title": "What’s Causing the Recent Spike in Global Temperatures?",
        "content": [
            "*The_sun_sets_over_San_Francisco_ahead_of_an_early_summer_hot_spell,_May_2024_",
            "About 18 months ago, climate scientists began to notice something strange. In March of 2023, global sea surface temperatures started to rise. In a warming world, the seas would be expected to grow hotter, but the rise, which came at a time when the Pacific Ocean was in the neutral phase of the weather pattern known as the El Niño–Southern Oscillation, or ENSO, was unusually steep. In April, 2023, sea surface temperatures set a new record. They did so again in May.\n",
            "As the months went on, the weirdness continued. In the summer of 2023, the world entered an El Niño, the warm phase of ENSO. El Niños typically bring higher temperatures, but in the second half of 2023, both sea surface and air temperatures increased so much that scientists were stunned. One called the figures “absolutely gobsmackingly bananas.”\n",
            "In an essay that appeared in Nature this past March, NASA’s chief climate scientist, Gavin Schmidt said: “It’s humbling, and a bit worrying, to admit that no year has confounded climate scientists’ predictive capabilities more than 2023 has.”\n",
            "Officially, the El Niño ended in May 2024. But global temperatures have remained stubbornly high. This year they are expected to set yet another record.",
            "Schmidt says that scientists still can’t explain the unexpected spike in temperatures. When I talked with him recently, he called the continuing confusion “a little embarrassing” for researchers.",
            "iFhttps://flo.uri.sh/visualisation/16359609/embed",
            "Scientists have identified several recent developments that could have contributed to the last year and a half of anomalous warmth. The first is a set of rules that reduced the sulfur content of the fuel used in super tankers. Since sulfur dioxide pollution reflects sunlight, this change, while good for public health, could have led to increased ocean heating. ",
            "A second potential contributor is an unusual eruption that occurred in January 2022. Normally, volcanoes emit sulfur dioxide and so produce temporary cooling. But the eruption of Hunga Tonga–Hunga Ha‘apai, an underwater volcano in the South Pacific, sent water vapor shooting into the stratosphere, which could have had a warming effect.",
            "Yet another possible contributor is the solar cycle. The sun is currently at, or near, a peak of activity, and this, too, could be boosting temperatures.",
            "At this point, though, Schmidt says, none of these developments — or even a combination of all of them — seems sufficient to explain the heat. This, in turn, raises several other possibilities. The recent temperature run-up could be the result of some development that’s yet to be identified. Or it could mean the climate system is more unpredictable than was thought. Alternatively, it could indicate that something is missing from climate models, or that amplifying feedbacks are kicking in sooner than the models had predicted.\n",
            "I spoke with Schmidt, who is the director of NASA’s Goddard Institute for Space Studies, over Zoom.",
            "*Gavin_Schmidt",
            "fCGavin Schmidt.\nNASA",
            "Elizabeth Kolbert: When did people like you start to say, “Okay, there’s something going on here that is not what I expected?”\n",
            "Gavin Schmidt: We started to see something eyebrow-raising in the spring in 2023. We expected that 2023 would be another warm year because all of the years are warm now, but it probably wasn’t going to be a record-warm year. So when the records started to be broken, first in the North Atlantic in March and April, June, and then the global mean in June, and then throughout the rest of the year, and then absolutely ridiculously large record-breaking events in the fall — August, September, October, November — people started using adjectives that scientists don’t generally tend to use.",
            "At the end of 2023, we summed it up: It was a record warm year and it was a record-breaking size of the record. Our eyebrows at this point were rolling over the top of our heads. It was clear that the predictions that people had made at the beginning of year were all wrong. It doesn’t matter what the method was, they were all wrong, and they were all wrong by about 0.2 degrees Celsius. Now that doesn’t sound like a lot, but it’s a big deal. ",
            "You can accommodate a missed prediction in two ways. You can either say, your actual prediction was wrong. Or you can say, no, we underestimated the uncertainty.\n",
            "So at the beginning of 2024, we thought: Hopefully we’ll get some more information from people doing science for all the different things that were happening. And maybe we’ll get some more analyses of the internal variability. Some of that has happened, but not in a coordinated way. And it’s still pretty much, I would say, amateur hour in terms of assessing what actually happened in 2023.",
            "Kolbert: There was a whole list of things people thought might have contributed.",
            "Schmidt: Right. One was a change in regulations by the International Maritime Organization, which took effect in January 2020 to clean up the fuel that was being used for shipping.",
            "BQ “Things are behaving in a more erratic way than we expected, and that means the future predictions may also be more off.”",
            "One other event was the eruption of the Hunga Tonga-Hunga Haʻapai volcano in the South Pacific, which was a very unusual eruption. It put a lot of water vapor into the stratosphere, which is normally super dry. That was a very new thing, and people were saying, well, maybe that’s contributing.",
            "People were also talking about unusual behavior of the Saharan dust or the wind pattern in the North Atlantic. People were talking about long-term, ongoing changes in how much pollution is coming from China and India. Maybe those things are changing faster than we anticipated. The pollution in the air is a cooling factor, and so if you take it away, then that’s a warming factor.",
            "The science that’s been done has not been equally spread amongst all of those things. A lot of people have looked at the impact of the marine shipping regulation change. If you take that and you put it into some climate model and you estimate the temperature change, right now you’d expect about 0.05 of a degree, 0.08 of a degree [of warming per year], and then building over a decade to about 0.1 degree. So that seems like it helps, but it doesn’t seem like it’s sufficient. And the first paper that came out about the volcano, they said, no, no, the normal cooling volcanic pollution is still bigger than the warming water vapor component. So now I have more warming to explain and less things to explain it.\n",
            "We are still waiting on the assessments of emissions from China. We don’t have what’s happening to pollution.",
            "*The_January_2022_eruption_of_the_underwater_Hunga_Tonga-Hunga_Ha'apai_volcano_produced_water_vapor_t",
            "fCThe January 2022 eruption of the underwater Hunga Tonga-Hunga Ha'apai volcano produced water vapor that could have had a warming effect.\nNOAA",
            "Kolbert: We don’t have it because we don’t have a data collection method?",
            "Schmidt: All of the forecast systems are now using input files that are out of date. And for some of them a lot.\n",
            "Kolbert: [In March you wrote in Nature] that “a warming planet is already fundamentally altering how the climate system operates, much sooner than scientists had anticipated.” What did you mean by that? And what are your thoughts on that now, six months later?\n",
            "Schmidt: Like I said, there’s two reasons why you could have messed up the prediction. One is you are missing some driving element. Another is you are underestimating the spread. Things are behaving in a more erratic way than we expected, and that means the future predictions may also be more off. And you could think of things being more off in multiple ways because the system is changing in a way where what happened in the past is no longer a good guide to what’s going to happen in the future. And that’s concerning. For example, we have huge industries and huge expectations based on temperature anomalies that are associated with [El Niño].\n",
            "So if we predict an [El Niño] coming, then people in Africa start planting different crops. People in Indonesia start preparing for a dry season. If the connections between the rest of the world and what’s happening in the tropical Pacific are changing, then all of those previous practices or recommendations based on the past relationships, maybe they’re no longer any good. And if that is now the new normal, there’s no new normal.",
            "BQ“The big uncertainty that determines whether 2100 is a happy place or a less happy place is our decisions on emissions.”",
            "But if it’s the forcing from the volcano was a little bit larger than we thought, then all previous stuff is still fine, and the history is fine, and we can just make a correction for that one volcano, right? But we haven’t been able to pin that down yet, and that’s a little embarrassing for the community.",
            "Kolbert: How do we resolve this?",
            "Schmidt: We need to get updates to these input data sets.\n",
            "We have got 15 or 20 modeling groups ready to look at exactly at the questions that everybody seems to be interested in. And we’re just twiddling our thumbs going, where’s the data?\n",
            "Kolbert: If things are happening faster than anticipated, that would seem to be extremely concerning.\n",
            "Schmidt: It is. There are real decisions that need to be made, and we are giving people information that effectively dates from the last IPCC report in 2020. And for most things it’s probably fine, but I’d feel a lot more confident if we had a process in place that updated these things, not every day, but maybe once a year.\n",
            "Kolbert: What should lay people know?\n",
            "Schmidt: We are going to get to 1.5 degrees a little faster than we anticipated even four years ago. I think this year it’s about 50-50 whether we will reach 1.5 degrees in the [NASA Goddard Institute for Space Studies] temperature record.",
            "*A_satellite_view_of_ship_trails_in_the_North_Pacific_New_limits_on_pollution_have_resulted_in_fewer_",
            "fCA satellite view of ship trails in the North Pacific. New limits on pollution have resulted in fewer trails, which have a cooling effect.\nNASA",
            "Kolbert: I know that people like you don’t like to answer questions like this, but I’m going to ask you anyway, since I believe you’re sitting at home, and maybe that’s even a picture by your daughter behind you. What concerns you most as a dad about the data that you’ve seen over the last year and a half?",
            "Schmidt: My daughter was born in 2015, which means that she may well live to 2100. So the projections that we make, she’ll see how that all works out.",
            "We are looking at very, very small amounts of tea leaves to try and predict the future. What happened this month? What happened last month? What was going on in Sahara? What was going on in the Antarctica?",
            "But the big uncertainty that determines whether 2100 is a happy place or a less happy place is our decisions on what we do with emissions. And they dwarf the uncertainties that we’re talking about here. We’re talking 0.1, 0.2 degrees. Well, the difference emissions make is 1 degree, 2 degrees, 3 degrees. So it’s an order of magnitude larger. And given the non-linearity of impacts, that’s a much, much larger amount of impact that we would see.",
            "Having things happen faster [than anticipated] might encourage people to act more aggressively, or reaching 1.5 degrees might cause people to stop bothering. That’s very difficult to predict. I have this feeling that what we’re doing will influence these decisions, but I don’t know how it will influence these decisions. And so my best plan is just to do the best that we can in terms of the science and hope that by knowing more about the system, people will make better choices. But obviously that’s hopelessly naive.",
            "Kolbert: One has to cling to what one’s got.\n",
            "Schmidt: I mean, if we really felt that people would make better decisions without information, you would not be a journalist. I would not be a scientist. We would not believe in democracy.\n",
            "This interview was edited for length and clarity."
        ]
    },
    {
        "URL": "https://e360.yale.edu/features/taiwan-energy-dilemma",
        "title": "Why Taiwan and Its Tech Industry Are Facing an Energy Crisis",
        "content": [
            "*A_Taiwan_Semiconductor_Manufacturing_Company_factory_in_Taipei",
            "Some 50 miles southwest of Taipei, Taiwan’s capital, and strategically located close to a cluster of the island’s top universities, the 3,500-acre Hsinchu Science Park is globally celebrated as the incubator of Taiwan’s most successful technology companies. It opened in 1980, the government having acquired the land and cleared the rice fields, with the aim of creating a technology hub that would combine advanced research and industrial production. ",
            "Today Taiwan’s science parks house more than 1,100 companies, employ 321,000 people, and generate $127 billion in annual revenue. Along the way, Hsinchu Science Park’s Industrial Technology Research Institute has given birth to startups that have grown into world leaders. One of them, the Taiwan Semiconductor Manufacturing Company (TSMC), produces at least 90 percent of the world’s most advanced computer chips. Collectively, Taiwan’s companies hold a 68 percent market share of all global chip production. ",
            "It is a spectacular success. But it has also created a problem that could threaten the future prosperity of both the sector and the island. As the age of energy-hungry artificial intelligence dawns, Taiwan is facing a multifaceted energy crisis: It depends heavily on imported fossil fuels; It has ambitious clean energy targets that it is failing to meet; And it can barely keep up with current demand. Addressing this problem, government critics say, is growing increasingly urgent.\n",
            "BQBy 2030, Taiwan’s semiconductor industry will consume twice as much electricity as the whole of New Zealand.",
            "Taiwan’s more than 23 million people consume nearly as much energy per capita as U.S. consumers, but the lion’s share of that consumption — 56 percent — goes to Taiwan’s industrial sector for companies like TSMC. In fact, TSMC alone uses around 9 percent of Taiwan’s electricity. One estimate by Greenpeace has suggested that by 2030 Taiwan’s semiconductor manufacturing industry will consume twice as much electricity as did the whole of New Zealand in 2021; The bulk of that enormous energy demand, about 82 percent the report suggests, will come from TSMC.",
            "Taiwan’s government is banking on the continuing success of its technology sector and wants the island to be a leader in A.I. But just one small data center, the Vantage 16MW Data center in Taipei, is expected to require as much energy as some 13,000 households. Nicholas Chen, a lawyer who analyses Taiwan’s climate and energy policies, warns that the collision of Taiwan’s commitments to the clean energy transition and its position in global supply chains as a key partner of multinational companies that have made commitments to net-zero deadlines — along with the explosive growth in demand — has all the makings of a crisis.\n",
            "“In order to plan and operate A.I. data centers, an adequate supply of stable, zero-carbon energy is a precondition,” he said. “A.I. data centers cannot exist without sufficient green energy. Taiwan is the only government talking about A.I. data center rollout without regard to the lack of green energy.”",
            "*An_offshore_wind_turbine_in_the_Taiwan_Strait",
            "fCAn offshore wind turbine in the Taiwan Strait.\nBilly H.C. Kwok / Bloomberg via Getty Images",
            "It is not just a case of building more capacity. Taiwan’s energy dilemma is a combination of national security, climate, and political challenges. The island depends on imported fossil fuel for around 90 percent of its energy and lives under the growing threat of blockade, quarantine, or invasion from China. In addition, for political reasons, the government has pledged to close its nuclear sector by 2025.",
            "Taiwan regularly attends U.N. climate meetings, though never as a participant. Excluded at China’s insistence from membership in the United Nations, Taiwan asserts its presence on the margins, convening side events, and adopting the Paris Agreement targets of peak emissions before 2030 and achieving net zero by 2050. Its major companies, TSMC included, have signed up to RE100, a corporate renewable energy initiative, and pledged to achieve net zero production. But right now, there is a wide gap between aspiration and performance. ",
            "Angelica Oung, a journalist and founder of the Clean Energy Transition Alliance, a nonprofit that advocates for a rapid energy transition, has studied Taiwan’s energy sector for years. When we met in a restaurant in Taipei, she cheerfully ordered an implausibly large number of dishes that crowded onto the small table as we talked. Oung described two major blackouts — one in 2021 that affected TSMC and 6.2 million households for five hours, and one in 2022 that affected 5.5 million households. It is a sign, she says, of an energy system running perilously close to the edge.\n",
            "BQTaiwan’s fossil fuels are imported by sea, leaving it vulnerable to both price fluctuations and blockade by China. ",
            "Nicholas Chen argues that government is failing to keep up even with existing demand. “In the past eight years there have been four major power outages,” he said, and “brownouts are commonplace.” ",
            "The operating margin on the grid — the buffer between supply and demand — ought to be 25 percent in a secure system. In Taiwan, Oung explained, there have been several occasions this year when the margin was down to 5 percent. “It shows that the system is fragile,” she said. ",
            "Taiwan’s current energy mix illustrates the scale of the challenge: Last year, Taiwan’s power sector was 83 percent dependent on fossil fuel: Coal accounted for around 42 percent of generation; natural gas 40 percent; and oil 1 percent. Nuclear supplied 6 percent, and solar, wind, hydro, and biomass together, nearly 10 percent, according to the Ministry of Economic Affairs.",
            "Taiwan’s fossil fuels are imported by sea, which leaves the island at the mercy both of international price fluctuations and potential blockade by China. The government has sought to shield consumers from rising global prices, but that has resulted in growing debt for the Taiwan Electric Power Company (Taipower), the national provider. In the event of a naval blockade by China, Taiwan could count on about six weeks reserves of coal but not much more than a week of liquefied natural gas (LNG). Given that LNG supplies more than a third of electricity generation, the impacts would be severe. \n",
            "iFhttps://flo.uri.sh/visualisation/19557263/embed",
            "The government has announced ambitious energy targets. The 2050 net-zero roadmap released by Taiwan’s National Development Council in 2022 promised to shut down its nuclear sector by 2025. By the same year, the share of coal would have to come down to 30 percent, gas would have to rise to 50 percent, and renewables would have to leap to 20 percent. None of those targets is on track. ",
            "Progress on renewables has been slow for a number of reasons, according to Oung. “The problem with solar in Taiwan is that we don’t have a big area. We have the same population as Australia and use same amount of electricity, but we are only half the size of Tasmania and 79 percent of Taiwan is mountainous, so land acquisition is difficult.” Rooftop solar is expensive and roof space is sometimes needed for other things, such as helicopter pads, public utilities, or water tanks.",
            "According to Peter Kurz, a consultant to the technology sector and a long-term resident of Taiwan, there is one renewable resource that the nation has in abundance. “The Taiwan Strait has a huge wind resource,” he said. “It is the most wind power anywhere in the world available close to a population.”",
            "BQGovernment critics regard the pledge to shut down Taiwan’s remaining nuclear reactor as needless self-harm.",
            "Offshore wind is under development, but the government is criticized for imposing burdensome requirements to use Taiwanese products and workers that the country is not well equipped to meet. They reflect the government’s ambition to build a native industry at the same time as addressing its energy problem. But critics point out that Taiwan lacks the specialist industrial skills that producing turbines demands, and the requirements lead to higher costs and delays.",
            "Despite the attraction of Taiwan’s west coast with its relatively shallow waters, there are other constraints, such as limited harbor space. There is also another concern that is unique to Taiwan’s geography: The west side of the island faces China, and there are continuing incursions into Taiwan’s territorial waters from China’s coast guard and navy vessels. Offshore wind turbines are within easy rocket and missile range from China, and undersea energy cables are highly vulnerable.",
            "Government critics regard one current policy as needless self-harm: the pledge to shut down Taiwan’s remaining nuclear reactor by next year and achieve a “nuclear free homeland.” It is a pledge made by the current ruling party, the Democratic People’s Party (DPP) and, as the deadline approaches, it is a policy increasingly being questioned. Taiwan’s civil nuclear program was started under the military dictatorship of Chiang Kai-shek’s KMT party with half an eye on developing a nuclear weapons program. Taiwan built its first experimental facility in the 1950s and opened its first power plant in 1978. The DPP came into existence in 1986, the year of the Chernobyl disaster, and its decision to adopt a no-nuclear policy was reinforced by the Fukushima disaster in neighboring Japan in 2011.",
            "*A_protest_against_restarting_shuttered_nuclear_plants_in_Tapei_last_April",
            "fCA protest against restarting shuttered nuclear plants in Tapei last April.\nI-HWA Cheng / AFP via Getty Images",
            "“I think the DPP see nuclear energy as a symbol of authoritarianism,” said Oung, “so they oppose it.”",
            "Of Taiwan’s six nuclear reactors, three are now shut down, two have not been brought online, and the one functioning unit is due to close next year. The shuttered reactors have not yet been decommissioned, possibly because, in addition to its other difficulties, Taiwan has run out of waste storage capacity: The fuel rods remain in place because there is nowhere else to put them. As some observers see it, politics have got in the way of common sense: In 2018, a majority opposed the nuclear shutdown in a referendum, but the government continues to insist that its policy will not change. Voters added to the confusion in 2021 when they opposed the completion of the two uncommissioned plants.",
            "On the 13th floor of the Ministry of Economic Affairs in Taipei, the deputy director general of Taiwan’s energy administration, Stephen Wu, chose his words carefully. “There is a debate going on in our parliament,” he said, “because the public has demanded a reduction of nuclear power and also a reduction in carbon emissions. So there is some discussion about whether the [shuttered] nuclear plants will somehow function again when conditions are ready.”",
            "BQIf Taiwan does not accelerate clean energy deployment, companies will be obliged to leave the island, an analyst warns.",
            "Wu acknowledged that Taiwan was nudging against the limits of its current supply and that new entrants to Taiwan’s science and technology parks have to be carefully screened for their energy needs. But he took an optimistic view of Taiwan’s capacity to sustain A.I. development. “We assess energy consumption of companies to ensure the development of these companies complies with environmental protection,” he said. “In Singapore, data centers are highly efficient. We will learn from Singapore.”",
            "Critics of the government’s energy policy are not reassured. Chen has an alarming message: If Taiwan does not radically accelerate its clean energy development, he warns, companies will be obliged to leave the island. They will seek zero-carbon operating environments to comply with the net-zero requirements of partners such as Amazon, Meta, and Google, and to avoid carbon-based trade barriers such as the European Union’s Carbon Border Adjustment Mechanism. ",
            "“Wind and solar are not scalable sources of zero-carbon energy,” he said. “Nuclear energy is the only scalable, zero-carbon source of energy. But the current laws state that foreign investment in nuclear energy must be capped at 50 percent, with the remaining 50 percent owned by Taipower. Given that Taipower is broke, how could a private investor want to partner with them and invest in Taiwan?”",
            "*Chinese_military_helicopters_in_the_Taiwan_Strait,_August_2022_",
            "fCChinese military helicopters in the Taiwan Strait, August 2022.\n\n\nHector Retamal / AFP via Getty Images",
            "Chen argues that Taiwan should encourage private nuclear development and avoid the burdensome regulation that, he says, is hampering wind development.",
            "For Kurz, Taiwan’s energy security dilemma requires an imaginative leap. “Cables [carrying offshore wind energy] are vulnerable but replaceable,” he says. “Centralized nuclear is vulnerable to other risks, such as earthquakes.” One solution, he believes, lies in small modular nuclear reactors that could even be moored offshore and linked with undersea cables. It is a solution that he believes the Taiwan’s ruling party might come around to.",
            "There is a further security question to add to Taiwan’s complex challenges. The island’s circumstances are unique: It is a functioning democracy, a technological powerhouse, and a de facto independent country that China regards as a breakaway province to be recovered — if necessary, by force. The fact that its technology industry is essential for global production of everything from electric vehicles to ballistic missiles has counted as a security plus for Taiwan in its increasingly tense stand-off with China. It is not in the interest of China or the United States to see semiconductor manufacturers damaged or destroyed. Such companies, in security jargon, are collectively labelled Taiwan’s “silicon shield,” a shield the government is keen to maintain. That the sector depends inescapably on Taiwan’s energy security renders the search for a solution all the more urgent."
        ]
    },
    {
        "URL": "https://e360.yale.edu/features/plankton-climate-change",
        "title": "Researchers Parse the Future of Plankton in an Ever-Warmer World",
        "content": [
            "*A_close-up_view_of_zooplankton",
            "Across the world’s oceans, an invisible army of tiny organisms has a supersized impact on the planet. Plankton are at the base of the ocean food chain, feeding fish that feed billions of people. They are responsible for half of the world’s oxygen supply and half of our planet’s annual carbon sink. Miniscule but powerful, their presence can help or hinder ecosystems — by soaking up greenhouse gas, for example, or by spewing toxins. Where plankton live, how many there are, when they bloom and which species dominate each play a huge role in this delicate balance. And our changing climate is spurring a sea change in all of it.",
            "“We’re headed into an ocean and, for that matter, a world that we’re not going to recognize because it’s changing so fundamentally,” says David Hutchins, a marine microbiologist at the University of Southern California, who has charted plankton’s future.\n",
            "Climate change is hitting our oceans hard, making them warmer and more acidic, while radically altering currents. The outlook for plankton is mixed. Some studies report overall plankton numbers dropping, while others show them rising in some major ocean basins. As the planet warms, the diversity of the menagerie in many spots is increasing, says Clare Ostle, a marine biogeochemist at the Marine Biological Association in Plymouth. But certain species are losing out, she adds, including big juicy plankton thought to be important for food webs and carbon sequestration. And, in the long term, plankton numbers may plummet as climate change starves them of nutrients.\n",
            "BQScientists are shocked by the knowledge gaps. “I always find it surprising how little is known about plankton,” says one expert.",
            "Scientists are now struggling to work out what the net effect will be. They have some new technologies at their disposal, including a new NASA satellite called PACE — for Plankton, Aerosol, Cloud, ocean Ecosystem — launched this February. And some old ones, including a decades-old program that painstakingly trawls the ocean with filters to scoop up tiny creatures and count them by hand. Yet scientists say they are shocked by the size of our knowledge gaps. “I always find it surprising how little is known about plankton,” says Ostle.",
            "The Ocean Stewardship Coalition this month released a “plankton manifesto” at the United Nations General Assembly in New York, highlighting how important plankton are alongside how little we know about them. “The planetary importance of plankton remains largely ignored,” the group writes, alongside a plea for more research, education, and discussion in international treaties about plankton’s plight.\n",
            "The word “plankton,” from the Greek for “wanderer,” is a catchall for the host of tiny creatures that live in fresh or salty water and drift where the currents take them. That includes plants, animals, algae, fungi, bacteria, viruses, and things that blur the lines between categories in a way that land-dwelling organisms typically don’t. There are phytoplankton that feed on sunlight and CO2, including glassy diatoms, dinoflagellates with whip-like tendrils, and spherical coccolithophores that are struggling against ocean acidification to build hard calcite shells. Others are zooplankton — tiny animals including shelled foraminifera, along with fish larvae, tiny worms, and even jellyfish. Some have a lifespan of just days; others, years.",
            "*A_satellite_view_of_a_plankton_bloom_around_the_island_of_Svenskøya,_Norway_in_July_2021",
            "fCA satellite view of a plankton bloom around the island of Svenskøya, Norway in July 2021.\nNASA",
            "Temperature has a huge impact on plankton, says Fabio Benedetti, an ecological data analyst at the University of Bern. His modelling, in agreement with other work, predicts that as waters warm, plankton will move polewards at a rate of about 21 miles per decade. “Some changes will be massive, like in the Arctic, where entire communities will be replaced by something new,” he says. Phytoplankton seem better able to cope with gradual warming than zooplankton, Benedetti says, so their habitat range and diversity looks set to increase in most regions. But that’s not necessarily good news: the most productive ocean regions, counterintuitively, have low diversity, Benedetti notes. And more diversity doesn’t necessarily mean higher numbers of plankton overall.",
            "In the long term, researchers fear an overall decline in plankton numbers thanks to a dwindling supply of critical nutrients such as nitrogen and iron. Plankton typically rely on nutrients that have been mixed from the ocean bottom up to the surface. But melting polar ice and changing ocean currents are now increasing the density difference between top, fresh waters and deeper, saltier waters, making these layers ever-less-likely to mix. This increased “stratification,” as it is called, is expected to starve ever-more regions of the ocean. While some coastal regions are drowning in too much nitrogen, which runs off agricultural fields, much of the open ocean might become “more desert-like,” says Hutchins.\n",
            "BQScientists have investigated dumping massive quantities of iron into the ocean to encourage plankton to soak up CO2. ",
            "A factor working against this trend is pollution from both the burning of fossil fuels and from wildfires, which can carry nutrients far out into ocean waters. The wildly destructive Australian wildfire season of 2019-2020, for example, poured so much nutritional iron into the water that phytoplankton concentrations doubled between New Zealand and South America, creating an algae bloom bigger than Australia that lasted for months. The biggest surprise was how long the blooms lasted, says Jakob Weis at the University of Tasmania, Hobart, who studied the phenomenon. The amount of carbon soaked up by those organisms is thought to have roughly matched the carbon spewed by the fires — a helpful factor in the context of climate change. “We intentionally refrained from framing the blooms as ‘good news,’ given the devastating impact the wildfires had on the Australian public, wildlife, terrestrial ecosystems, and climate,” says Weis. But the plankton, at least, were “happy.”",
            "Such nutrient influxes could be a big deal, says Hutchins, especially in the Southern Hemisphere where waters are particularly starved of iron. But the long-term impacts are entirely unclear. “We don’t really know if that’s going to balance out some of what’s not mixing up from below, or if it’s going to select for different communities, different species, because it’s chemically different [food],” says Hutchins. Such blooms won’t make a big dent in the big-picture fight against global warming, adds Ostle. “We’ve burned thousands of years of deposits of oil and gas. The phytoplankton blooms aren’t going to be able to cut it.”\n",
            "*Technicians_ready_an_instrument_for_NASA's_new_PACE_satellite_that_measures_ocean_color",
            "fCTechnicians ready an instrument for NASA's new PACE satellite that measures ocean color.\nNASA",
            "Since the 1990s, some small-scale experiments have investigated the idea of intentionally dumping massive quantities of iron into the ocean to encourage plankton to soak up CO2. But early tests suggested that such a geoengineering scheme might not be very effective at burying carbon in the seabed for the longterm, while being expensive and difficult to carry out — not to mention the possibly huge, unknown consequences for ocean life. There have been international moratoria against large-scale commercial fertilization efforts since 2008, but research into the idea continues. Just last month, Ken Buesseler at Woods Hole Oceanographic Institution and colleagues laid out a research agenda for how to best assess this strategy’s possible risks and benefits. “You learn a lot from these experiments,” says Benedetti, “but we shouldn’t see this as a long-term solution.”",
            "In the face of so much uncertainty, it’s vital for researchers to get on-the-ground data about how plankton are faring. The longest-running program to do this is the Continuous Plankton Recorder (CPR) Survey, an effort that has been attaching collection devices onto ocean-crossing ships since the 1930s. The technique is simple: Plankton get scooped out of surface waters and squashed onto a filter like bugs on a car windscreen. The filter rolls up as the ship moves along, creating a scroll-like record of plankton roadkill from across the ship’s track. Those filters are delivered to a lab where they are unspooled and the plankton peered at through a microscope. About a dozen workers at the Marine Biological Association, the effort’s headquarters, have been trained to identify more than 600 different types of tiny creature — a task they are now trying to bolster with artificial intelligence algorithms.\n",
            "BQIn the Atlantic around Northern Europe, plankton abundances are declining by around 10 percent per decade. ",
            "The vast majority of the CPR’s data comes from the North Atlantic — a well-travelled region that happens to play an oversized role in global carbon uptake. Ostle, who heads up the Pacific Branch of the CPR, says the data here shows plankton biomass increasing near the pole and decreasing closer to the tropics, as expected.",
            "Most of the increase is, interestingly, diatoms, says Ostle — large, round phytoplankton that form juicy food balls for fish and which tend to sink quickly, making them good carbon storage bombs. “It was a surprise to see this,” says Ostle. It’s an important shift: “Diatoms are really the engines of carbon fixation,” says Hutchins, who estimates they are responsible for about half of phytoplanktons’ total carbon uptake.\n",
            "Ostle suspects the explanation behind the unexpected North Atlantic diatom boom lies with sunlight. The increased ocean stratification that can stop nutrients from mixing upwards has also managed to trap diatoms in surface waters that are bathed in more light; they stay in the growing zone for longer. Eventually, says Ostle, the food disadvantage of increased stratification will likely outweigh the light advantage. But when and how remains uncertain.",
            "*A_colored_image_of_a_diatom_captured_using_an_electron_microscope",
            "fCA colored image of a diatom captured using an electron microscope.\nSteve Gschmeissner / Science Photo Library via Alamy",
            "The story varies from region to region. In the northeast Atlantic, around Northern Europe, plankton abundances are declining at rates of around 10 percent per decade. Some researchers have even suggested that the infamous North Sea cod crash in the 1990s, usually attributed to overfishing, was exacerbated by a plankton deficit. In the Arctic Ocean, though, plankton numbers have blossomed, with productivity increasing by more than half between 1998 and 2018, thanks not just to more open water from melting ice but also to increased nutrients, possibly introduced to the Arctic by storms and shifting currents.",
            "There’s less data in the North Pacific and in the subtropics, but both are now starting to show an important shift away from large diatoms towards dinoflagellates, says Ostle. These smaller creatures are less nutritious; fish have to work harder to eat more of them. “That could have really big implications for the fisheries. We don’t know yet,” says Ostle.",
            "Dinoflagellates are also the plankton responsible for bioluminescence — and, sometimes, for generating biotoxins that lead to shellfish poisoning. “We’re getting big bioluminescent blooms off of Southern California,” says Hutchins. “It’s really pretty if you go out for a walk on the beach at night and the waves are all lighting up, but they also have toxins,” he says. “I think they [dinoflagellates] are going to be one of the winners too, in in the future warmer ocean.”",
            "BQIt takes decades to see long-term climate change impacts in plankton, which are so variable from year to year. ",
            "Ostle has just taken on the job of chair of the Global Alliance CPR Surveys to help create a more comprehensive global picture of how plankton is faring. But it’s hard, she says. “We don’t have funding at the moment to maintain this thing, so we do it voluntarily.” While there are a dozen regional CPR surveys around the world, there are still huge swaths of the ocean where there’s no regular plankton monitoring.",
            "Researchers can try to plug the gaps using satellites. But it takes decades to see long-term climate change impacts in plankton, which are so variable from season to season and year to year. Satellites typically measure color at the surface — a proxy for how chlorophyl-packed phytoplankton are doing.",
            "Last year, researchers reported that data from NASA’s Aqua satellite showed that more than half of the world’s oceans have gotten greener over the past 20 years. “That was a very nonintuitive finding for a lot of the community,” says Hutchins. The implications are unclear. “A ‘greening’ doesn’t necessarily imply an increase in plankton abundance or productivity,” says B.B. Cael of the National Oceanography Centre in Southampton, who led that work. “We tried to caution against this [interpretation], but I don’t think the message got across.” Instead, Cael says, the color change might be due to shifts from one kind of plankton to another.",
            "*Bioluminescent_dinoflagellates_light_up_Dapeng_Bay_in_Shenzen,_China_",
            "fCBioluminescent dinoflagellates light up Dapeng Bay in Shenzen, China. \nVisual China Group via Getty Images",
            "NASA’s new satellite, PACE, launched earlier this year, should help. It can “see” in more than a hundred hues, rather than just the handful that previous satellites could spot. That should let researchers identify some specific species or groups of plankton, says Cecile Rousseaux, PACE science lead at NASA Goddard. “It tells us not just total phytoplankton, but who is in there, what type of plankton,” she says. “It’s a whole new level of information.”",
            "Meanwhile research continues — and there’s plenty to unravel. Scientists must figure out not just which plankton species are where but also exactly when, since shifts in bloom timing can also have big knock-on effects for fisheries, says Ostle. And, she adds, the viruses that attack plankton seem to be on the rise as waters warm — another factor with as-yet unknown consequences.",
            "Thankfully, says Hutchins, plankton have proven to be pretty robust and adaptable over billions of years of Earth’s history — so the oceanic food chain will persist in one form or another. “I don’t think we’re going to drive ocean life to extinction,” he says. “But there’s going to be different dominant species — and maybe they’re not going to be the ones we wish were there.”",
            "Correction, October 15, 2024: An earlier version of this article incorrectly identified marine biogeochemist Clare Ostle as being at the University of Plymouth and as head of the Continuous Plankton Recorder Survey. Ostle is at the Marine Biological Association and is head of the Pacific branch of the Continuous Plankton Recorder Survey. The survey is based at the Marine Biological Association, not the University of Plymouth."
        ]
    },
    {
        "URL": "https://e360.yale.edu/features/european-eels",
        "title": "Dire Straits: Can a Fishing Ban Save the Elusive European Eel?",
        "content": [
            "*European_eels_in_the_Port_of_Sete,_France",
            "Long, V-shaped eel traps cross from shore to shore on Italy’s Comacchio Lagoons, pointing like arrowheads out to the Adriatic Sea. When eels headed to their ocean breeding grounds arrive at the tip of the V, aluminum panels allow them into the trap, but not out. Metal replaced wood and reeds in the 1980s, but otherwise the design of the trap is the same as it has been since ancient times. ",
            "On a recent foggy morning at Comacchio, I met up with Stefano Gelli, who was clearing a trap in one of the lagoons’ northern basins. When Gelli was growing up, 40 years ago, a single night’s catch could total 10 tons.",
            "“…Sixteen, seventeen…” Gelli grabbed tight onto the slimy fish and tossed them into a plastic tub, where they slithered over each other in slimy circles. “…eighteen, nineteen.” He threw in the last one. Comacchio’s eels once filled the lagoons; now they fit inside a bucket.",
            "For thousands of years, the ubiquity of this fatty fish made eels the backbone of poor men’s diets across the continent. They were served in soups and risottos in Italy, fried to a crisp and stacked on crackers in Spain, boiled to a soft texture in Scandinavia, set floating in a gelatinous goop in England, smoked in their skin in Germany and Holland, and enjoyed as a Christmastime staple everywhere.\n",
            "BQFor many biologists, closing down the European eel fishery seems like the last option left after many years of neglect.",
            "Yet so calamitous has the collapse of the European eel population been over the last half-century, the species now risks going the way of the passenger pigeon. In 2008, the International Union for Conservation of Nature took the step of classing the European eel (Anguilla anguilla) as critically endangered. Around the same time, the European Union adopted a comprehensive eel regulation establishing measures to support the recovery of the stock, including through seasonal fishing closures and limits.",
            "But a recovery has failed to materialize, and scientists now say that only urgent and extreme action can save this iconic fish. In its annual report for 2024, the International Council for the Exploration of the Sea (ICES) — the regional fishery advisory body whose findings provided the basis for the EU’s Eel Regulation — is now urging that “there should be zero catches in all habitats.” For many biologists, closing down the eel fishery, at least temporarily, seems like the last option left after many years of neglect. “It’s been a century of ‘we knew the problem and we didn’t face it,’” Willem Dekker, a Dutch biologist known as the architect of the EU Eel Regulation, told me.",
            "Eels are at once a familiar component of European culture and a mystery to everyone who has ever studied them. Aristotle tried to crack the question of eel reproduction as early as the 300s B.C., eventually concluding that the fish must miraculously generate out of muddy riverbeds. At the time, no one had found the eels’ sex organs. Nor had they witnessed eels reproducing in the wild, a page in the scientific record that remains blank to this day: no pair of European eels has ever been caught in the act.",
            "*Eel_fishers_in_Comacchio,_Italy",
            "fCEel fishers in Comacchio, Italy.\nAndrea Izzotti / Vecteezy",
            "European eels are born in the Sargasso Sea, an amorphous body of water in the Western Atlantic bordered not by land but by shifting ocean currents. The tiny, transparent, larvae are then carried on the current to Europe’s Atlantic and Mediterranean shores. Here, they complete their first metamorphosis into longer but still transparent “glass eels.” Glass eels travel up freshwater streams and rivers, where they settle on a long-term home, living for years or decades as longer and darker “yellow eels” before finally transitioning to shiny and reproductively mature “silver eels.” At that point, some unknown force calls them to swim down to unfathomable depths on a migration of nearly a thousand miles back to the Sargasso Sea, where they spawn, and then die.",
            "Both the European eel’s ovaries and testes develop in earnest only en route to the Sargasso Sea, and it wasn’t until the late 1700s that the ovaries of a female eel (hailing from the Comacchio Lagoon) were first identified through meticulous anatomical dissection. The testes took even longer to find. A young Sigmund Freud — then a medical student on his way to becoming the philosopher supreme of sexual repression –—was one of many men who toiled above the scalpel to find the male eel’s reproductive organs. (Freud spent the spring of 1876 in Trieste, about a hundred miles northeast of Comacchio, fruitlessly picking apart healthy eels from the Adriatic for his advisor in Vienna.)\n",
            "BQThe market for young European eels is strongest in Asia, where traffickers are shipping staggering quantities of glass eels.",
            "The eel’s mysterious life cycle resists standard fisheries science. To create management plans, biologists often rely on a figure called the spawning stock biomass, or SSB, which is calculated as the total biomass of reproductively mature fish. Since reproductively mature European eels hide far out of sight in the dark depths of the Atlantic, there is no way to accurately estimate the species’ SSB. “Fish stock assessment is a routine business and involves a lot of mathematics,” said Willem Dekker. “There are protocols for how to do it.” In the case of European eel, “doing those things without knowledge, without data, without the hard models that make life so easy, makes it much more challenging.”",
            "No one has figured out how to breed and raise eels artificially, either. Scientists have managed to induce European eel reproduction in labs through hormone treatments, but the difficulty of determining the environmental conditions and diet that eel larvae need to survive has meant that few lab-raised eels live for more than three months. Therefore, eel farms must rely on a supply of wild-captured glass eels that they can then raise to commercial size. The market for young European eels is strongest in Asia, where traffickers are shipping staggering quantities of glass eels to satisfy the Japanese appetite for the fish, in direct violation of a 2010 EU law prohibiting the export of eels beyond EU borders.\n",
            "*Young_glass_eels_at_a_fishery_in_Storkow,_Germany",
            "fCYoung glass eels at a fishery in Storkow, Germany.\nPatrick Pleul / dpa Picture-Alliance / Alamy Stock Photo",
            "Since management authorities cannot rely on aquaculture to meet market demand and relieve pressure on wild eel stocks, they have had to focus on more direct conservation strategies. But they are struggling to come up with solutions, since the reasons for the European eel’s collapse are not straightforward. Data collection has revealed a 15 percent annual drop in the levels of glass eels arriving at European coasts beginning in 1980. There are clearly a number of factors at play in this long decline, but the extent of each is uncertain.",
            "Overfishing, it seems, is only one piece of the puzzle, as shown by the failure of the EU’s fishing regulations to produce a recovery. Another is habitat destruction, as dams, hydropower plants, and land reclamation cut off important migration routes. Diseases, such as Anguillid herpesvirus, as well as heavy metals and pollutants, are also known to lower eels’ reproductive chances, and a warming Atlantic may be shifting the currents eels rely on to complete their life cycle. The recent surge of illegal trafficking of juveniles to Asia has surely put another dent in the population.",
            "“People want to have a clear answer, but we’re not able to provide it,” admitted Caroline Durif, one of the current chairs of the ICES Working Group on Eels. When asked the reason for the eels’ sharp decline, Willem Dekker said, “I don’t know. Full stop. Fishing, habitat loss, pollution, all those things, nobody knows.”\n",
            "BQThe mysteries surrounding the eel allow different groups with their own priorities to shift the blame for the collapse. ",
            "In order to ban the capture of European eels, as proposed by ICES, the European Parliament would need to repeal and amend the current EU directive requiring countries to adopt measures to support the stock’s recovery. This seems unlikely given that a 2023 committee vote on a resolution calling for renewed commitment to the regulation won the support of 80 percent of delegates present. “There’s no will to do a ban, and also it wouldn’t help,” Andrew Kerr, the chair of a nonprofit coalition of conservationists, scientists, and commercial fishermen called the Sustainable Eel Group (SEG), told me over video call from his home in England. “The eel is much more complex than that, and if you stop fishing, you’re not going to save the eel. What you need is a very controlled level of fishing, but we have to work on all the environmental factors.”",
            "Durif acknowledges that the EU still needs some convincing from the scientific community before it will accept a zero-catch limit. “The EU is working on making a special request to ICES to see if we can measure the efficiency of the regulation, which we keep on saying we can’t,” she said. She noted that the advice for a ban follows the precautionary approach, a commonly agreed principle in fisheries to implement management measures, however drastic, aimed at reaching specific population points. “Since we don’t have the data to say whether this or that, hydropower or fisheries, is causing more mortality, we can’t give advice for less [than a ban], or more precise advice.”\n",
            "*A_grey_heron_nabs_a_European_eel_in_Aberdeen,_Scotland",
            "fCA grey heron nabs a European eel in Aberdeen, Scotland.\nAlex Penn / Alamy Stock Photo",
            "The mysteries surrounding the eel allow different groups with their own priorities to shift the blame for the collapse. The SEG argues that the management focus should be on ensuring that glass eel fisheries, distributors, farms, smokehouses and retailers, which account for about 90 percent of the legal European market, operate within the bounds of existing EU regulations. The group has developed a standard for all commercial operators to follow for SEG certification and is also pushing to combat trafficking to Asia. ",
            "Kerr has been writing to the EU for over a decade and has spoken to gathered authorities at the Hague on the problem of illegal glass eel shipments. “It’s taken a long time to make eel become an EU priority in countertrafficking,” he said. In the late 2010s, police crackdowns gained speed. The 2017 discovery of $547,000 worth of glass eels hidden under crates of other legal fish in Heathrow Airport produced the headline “Trafficking makes eels ‘as valuable as cocaine’.” Operation LAKE, coordinated by Interpol between 2022 and 2023, led to the arrest of 256 people suspected of illegal eel trafficking.\n",
            "BQIn Sweden, the threat of hydropower plants to migrating eels is estimated to be equal to or greater than that posed by fishing.",
            "Eel fishermen around Europe fear their livelihoods being put on hold by a fishing ban, and they argue that the authorities should be addressing other known mortality factors. In Sweden, the threat of the country’s 2,300 hydropower plants, whose turbines routinely tear migrating eels to shreds, is estimated to be equal to or greater than that posed by fishing. On the shores of Häno Bay in southeastern Sweden, also known as the Eel Coast, a group of fishermen and activists is campaigning to preserve the eel fishing traditions of the area, which date back to medieval times, when eel was a currency used to pay taxes, rent, and debts, and which survive in the form of traditional eel dinners inside the fishermen’s cottages. Dafvid Hermansson, a local historian and board member of Eel Coast Cultural Heritage, criticizes policymakers for evading the questions of hydropower turbines and habitat degradation, and opting to pick the “low-hanging fruit” of fishing restrictions. “Less than 1 percent of the fully grown, mature eels leaving the Swedish coastline are being fished,” he claimed.",
            "Scientists, however, almost unanimously maintain that imposing a fishing ban is necessary, if not necessarily sufficient. Giuseppe Castaldelli, a biologist consultant for the Po Delta Park, which administers the Commachio Lagoons, insists: “We don’t want to extinguish the fishery. The tradition should stay. It’s only right. It’s the history of these places. But if we need to stop fishing for five years, let’s stop fishing for five years. The population numbers continue to go down; soon we risk going underneath the survival threshold of the species.”"
        ]
    },
    {
        "URL": "https://e360.yale.edu/features/navajo-natural-infrastructure-dryland-streams",
        "title": "On Navajo Lands, Ancient Ways Are Restoring the Parched Earth",
        "content": [
            "*Danielle_Kaye_builds_a_berm_spillway_on_the_farm_of_Roberto_Nutlouis_The_berm_holds_back_water,_floo",
            "Here in Burnt Corn Valley, smack in the middle of the Navajo reservation’s vast Black Mesa region, the hilly land both craves water and is brutalized by it. The sandy Arizona soil cracks under a punishing August sun as red-striped blister beetles search for moisture across its baked surface. Cottonwood trees and sagebrush rise from deep gullies carved by floodwaters that, during the intensifying summer monsoon, sluice off surrounding mesas and wash away fragile topsoil — reminders that with climate change, even quenching rains harbor powers of destruction.",
            "This portrait of climatic havoc belies a softer reality, though. Farming once thrived in this parched region and could once again — if the right practices are adopted. Exhibit A: The crops on Roberto Nutlouis’s 12-acre Sliding Rock Farm, in his reservation hometown of Piñon, a five-hour drive north of Phoenix. “The corn is actually pretty big and thriving,” Nutlouis says. He believes — and both Western science and the lived experience of his Native elders affirm — that the traditional rock and stick structures he’s built on his property, which help store water and prevent erosion, have a lot to do with it. These structures, similar to those used by Native peoples long before Europeans arrived on the continent, are not only delivering water to crops (the broader, 27,000-square-mile reservation has the highest reported rate of food insecurity in the U.S.). They are also restoring Nutlouis’s watershed and those of his neighbors, helping to sequester carbon, and reviving this high-desert ecosystem. It’s all part of a bigger effort among a range of local and regional grassroots organizations to build back the reservation’s fragile, depleted ecosystems and bring greater sovereignty over food, water, and health to its communities.\n",
            "BQPeople living in arid zones have long used structures made of naturally occurring materials to capture water for crops.",
            "Diné (the Navajo name for themselves) are well aware that climate change is making the weather on their semi-arid plateau weirder, wilder, and more destructive. Depending on elevation, precipitation in Black Mesa averages 6 to 16 inches a year; recent heat extremes — the Navajo government declared a state of emergency in 2023 due to soaring temperatures —mean that the scant water evaporates more quickly. Climate models predict the region will experience increasing droughts that decimate plant life, part of a growing trend of human-caused desertification across the globe, as well as higher-intensity seasonal rainfall, which can sweep away crops and roads. The ecological health of the reservation has also been weakened by deforestation from timbering operations and from overgrazing over the years.",
            "Still, this season, Nutlouis, 44, has been able to skip his usual two-hour roundtrip drive to a reliable well to haul water home for his corn. His crop is healthy and hydrated because his land still holds last winter’s snowmelt. Clearly, his heavy labor over the past 20 years — during which he has built woven brush dams, gabions (wirework cages filled with rocks), earthen berms, concrete spillways and trenches, limestone aprons and walls, and stone-lined “Zuni bowls,” which stabilize eroding streambeds — is paying off.",
            "*Roberto_Nutlouis",
            "fCRoberto Nutlouis.\nCourtesy of Roberto Nutlouis",
            "Diné and others living in arid zones around the world have long used structures made of naturally occurring materials to capture and control water to grow crops and to mitigate the devastation of floods in ephemeral stream systems. Various Puebloans, including Zuni and Hohokam, used similar devices, as did the Aztecs. Arab peoples and tribes in India have incorporated stone water diversions for thousands of years. “[M]ost traditional Indigenous communities are not passive observers of nature,” writes Lyla June Johnston, a Diné anthropologist and community organizer. Instead, they are “influential facilitators of landscape scale abundance, rooted in an ethic of kinship and reverence.”",
            "Time and again over the last 15 years, Laura Norman, a research scientist with the U.S. Geological Survey, has seen evidence that when these structures — which Norman calls Natural Infrastructure in Dryland Streams, or NIDS — are placed in gullies, they slow water to mitigate erosion, collect nutrient-rich sediment and plant debris that nourish both crops and wild plants, help store carbon, improve groundwater recharge, and increase downstream water availability by as much as 28 percent. “It’s a snowball effect that counters degradation, and you get all of these ecosystem services,” she says.",
            "The structures on Nutlouis’s farm are integral cogs in a larger system of floodplain farming. It works like this: Nutlouis’s property lies in an alluvial fan, where mineral-rich sediments and plant waste atop mesas and other uplands wash down onto flatter ground with rainwater, snowmelt, and spring water. Across the valley, similar farms rely on this kind of system, many of which feature stone and stick constructions that Nutlouis helped build. The organic materials trapped behind the structures, says Jonathan Sandor, an emeritus agronomy professor at Iowa State University, “are a major input into keeping the fertility of the soils up.” Such small watersheds are optimal: “These gentle slopes and small watersheds allow runoff but reduce the possibility of high runoff velocities that may damage crops,” Sandor explained in a 2008 paper.",
            "BQ“Even tiny little one-rock dams can make big changes on the landscape,” says an expert.",
            "Whether rock walls or ramps, hand-dug depressions in the soil, earthen walls, or branches plaited into dams, NIDS splash water over a wider area and slow its flow so it can better soak into the soil. Many trap sediments behind them, fertilizing whatever grows nearby. The stone structures create a hyperlocal cooling effect, especially when they’re combined with shade-making vegetation.",
            "Here, too, smallness is a boon. “Even tiny little one-rock dams can make big changes on the landscape,” Norman says. Up to five kilometers downstream from such structures, “we’ve documented increased vegetation despite drought. We’ve also documented [increased vegetation] up to one kilometer upstream, which indicates water availability.” In this way, an alluvial farm and its NIDS can support plants both sown and wild.\n",
            "“The moisture we get from winter precipitation is really important for the corn to germinate and grow,” says Nutlouis, “and the monsoon rain is really important to finish our harvest of corn and squash and melons.” He acknowledges that in practice this can look chaotic, with cornfields flooded up to their ears before the water trickles down to the next field.",
            "*Workers_construct_a_rock_apron_to_slow_the_flow_of_stream_water_and_stem_erosion_",
            "fCWorkers construct a rock apron to slow the flow of stream water and stem erosion. \nRoberto Nutlouis",
            "But lately, climate change has thrown extra challenges at the reservation. “There’s a serious soil moisture deficit that’s causing a lot of ecological shifts,” Nutlouis says. Much of Black Mesa’s pinyon forest, he says, has succumbed to two decades of drought. Historically, Diné have foraged for pinyon pine nuts. They are an important component of food sovereignty on the reservation, and their loss is acutely felt.",
            "But the ecosystem services provided by Nutlouis’s structures on his farm and elsewhere do seem to be meeting those climatic challenges. He’s noticed small juniper trees popping up on hillsides around his property despite the dryness; A cottonwood tree towering over one cornfield is also lush and full. “The idea that Earth will restore itself with natural seed dispersal” after NIDS begin to do their job “has been my observation,” says Norman. Or as Nutlouis puts it, “We’re allowing nature to do its own thing and restore itself.”",
            "Still, Nutlouis is inclined to help the process along. His nonprofit Nihikeya (loosely translated as a collective ecological footprint) collaborates with a variety of local and regional grassroots groups that work on food, water, and justice issues, like Tolani Lake Enterprises, First Nations Development Institute, and the Ten Tribes Partnership. Diné C.A.R.E., another collaborator, is an environmental justice organization that advocates for community health and land rights across the reservation, as well as for the cleanup of coal- and uranium-polluted rivers and aquifers. “We especially want to support a lot of renewable projects through solar and wind, and we want to support agriculture too, because having a robust food system is a form of revenue for local farmers,” says executive director Robyn Jackson. “It also helps with continuing our cultural traditions.”",
            "BQ“We understand that rebuilding watersheds is going to be key to farming into the future,” says a Navajo activist.",
            "Nihikeya also works closely with the water-rights organization Tó Nizhóní Ání, whose members are collecting native plant seeds to restore riparian habitat across Black Mesa. Some of those native plants, like wolfberry, are edible, which will also help improve food sovereignty and security. “We understand that rebuilding watersheds is going to be key to continuing farming into the future,” says Tó Nizhóní Ání executive director Nicole Horseherder.",
            "To house accessions of pinyon and juniper, willow, wolfberry bush, three-leaf sumac, and rabbit brush, Nutlouis is building a seed bank. When put back into the landscape, these plants will help keep the ground moist and mitigate erosion.\n",
            "Nutlouis is working on his master’s degree in sustainable communities at Northern Arizona University, where he studies the Western science that qualifies and quantifies the benefits of traditional practices. But he is also adamant that watershed restoration success is predicated on reforging ancestral kinship connections — that is, on returning the power to make land-use decisions to clan mothers, who were traditionally Diné leaders in this arena. To that end, he’s been meeting with neighbors in one tiny watershed of Burnt Corn Valley after another to discuss how to improve the health of their land, whether for growing corn or just ensuring roads remain intact when it rains. So far, Nutlouis has helped restore 56 fields across the valley, with more NIDS than he can count.",
            "*Roberto_Nutlouis'_farm",
            "fCRoberto Nutlouis' farm.\nRoberto Nutlouis",
            "“If we can meet with all of these families [in the valley], and show them aerial maps… we can come up with a watershed development plan” for each of them, he says. “Then we can use that as a template as to how we’re going to organize with the community in the next watershed.” Improving multiple small watersheds in this way may lead to a cooler regional climate and greater water availability for all, says Norman. One of her NIDS study sites saw its water availability extended from three months to four months. “You can envision how important that is for arid lands,” she says.",
            "“We’ve been doing this kind of farming way before the Europeans came, and that’s what our ancestors were known for,” says Nutlouis. “The work we do is looking back at ancestral wisdom, reclaiming and re-correcting knowledge, de-colonizing and re-Indigenizing.” He continues, “Ecologies needs to be restored. Food systems need to be restored. This is an opportunity to begin developing localized food economies. There’s a lot of potential in that, but we got to do it right.”",
            "Reporting for this piece was supported by a media fellowship from the Nova Institute for Health."
        ]
    },
    {
        "URL": "https://e360.yale.edu/features/marcel-gomes-interview",
        "title": "Tracking Illicit Brazilian Beef from the Amazon to Your Burger",
        "content": [
            "*Marcel_Gomes_center_with_colleagues_at_Repórter_Brasil's_offices_in_São_Paulo",
            "Investigative journalism can be a very deep dive. By the end of his probe into the supply chain of JBS, the world’s largest meat processing and packing company, Marcel Gomes reckons he and his team at the São Paulo-based nonprofit Repórter Brasil knew more about the origins of the beef it supplies from the Amazon to the world’s hamburger chains and supermarkets than the company itself. ",
            "With grassroots support from labor unions and Indigenous communities, he had mapped the complex networks of cattle farms responsible for illegal deforestation. He then tracked the often-illicit beef through JBS’s slaughterhouses and packing plants to the freezers, shelves, and customer trays of retail outlets and fast-food restaurants around the world. When his sleuths were done, the fingerprints of forest destruction were plain to see. Six of Europe’s biggest retail chains reacted by halting purchases of JBS beef. \n",
            "That investigation just won Gomes, 45, a Goldman Environment Prize. But sadly, he says in an interview with Yale Environment 360, when he went to San Francisco last month to pick up the prize, stores there still had tainted beef on their shelves. \n",
            "BQ“We hired researchers in Europe and the U.S. to visit stores to find Brazilian beef and take pictures of the seals.”",
            "Yale Environment 360: Why did you choose to investigate JBS?\n",
            "Marcel Gomes: Well, Brazil is the world’s biggest beef exporter. My country has more than 200 million cattle, and ranching is the single biggest driver of deforestation in the Amazon, where more than 40 percent of the cattle are raised. JBS is our biggest beef company. It slaughters more than 12 million animals a year, exporting their meat to the United States, Europe, and across the world. And it’s not just a beef company. It exports leather — for instance to Germany, where it makes car seats — and biodiesel made from beef tallow. ",
            "e360: Can you describe how you tracked its supply chain?\n",
            "Gomes: Since 2011, Brazil has had legislation intended to improve the transparency of sources of supply of beef and other agricultural commodities. So, at Repórter Brasil, which was founded in 2008, we began to collect this public data on everything related to environmental, social, and labor issues. We started to cross-check the data so we could trace supply chains right from the ranch to consumers.",
            "Then we put this information together with data on areas where ranchers had been fined for environmental violations such as deforestation, and where there were reports of modern slavery and forced or child labor. We also used satellite images to identify which farms had seen deforestation each year, and we tapped into data on the transport of cattle from those farms to the slaughterhouses receiving the cattle.",
            "*A_cattle_farm_in_the_Amazon",
            "fCA cattle farm in the Amazon.\nFernando Martinho",
            "The second part of our investigations has been the consumer market. JBS sells around the world. So, in 2021, we hired researchers in Europe and the U.S., as well as Brazil, to visit stores to find Brazilian beef and take pictures of the seals and export tracking numbers. Through those numbers, we could track back to the original packing plant where the beef came from. For us it was very important to go to the supermarkets and take pictures, and to have that clear evidence.",
            "Then we connected both ends of the supply chain, and called everybody — the supermarkets, the slaughterhouses, the traders, JBS, the public health authorities, everyone — to tell them what we had found and ask for them to respond. Several supermarket chains in Europe believed our findings straight away and announced boycotts just as our report was published. They included Sainsbury’s in the U.K., Carrefour in Belgium, and Auchan in France. Later, others joined them.\n",
            "e360: How important is your grassroots work with labor unions and Indigenous people?\n",
            "Gomes: Very important. They guide us in the field to identify the ranches, and sometimes protect us from violence. They know the routes the trucks take, the names of people we can interview, and the workers who can tell inspectors about slavery. Indigenous communities especially know about the environmental impact they are suffering from the deforestation.",
            "BQ“We need to change the system in Brazil, to find a new way to trace the cattle moving between farms and to stop cattle laundering.”",
            "e360: You talk about cattle laundering — raising cattle on recently deforested land, and then moving the animals to graze somewhere else for a short while to create the impression of a supply chain that doesn’t involve deforestation. Is that a big issue?",
            "Gomes: Yes. It is common to move cattle from farm to farm in Brazil, often three or four times. There can be legitimate reasons for doing this, because cattle raising is quite a specialized business. But it can also cover up a “dirty” trail.",
            "In theory there are rules to prevent the trading of cattle from illegal to legal areas. But in practice it is very easy to do, especially when you have several members of a family doing the same business. One brother can move cattle to the land of another brother, with no paperwork. Also, you can change the boundaries of your own land, for instance, by turning one ranch into two, one clean and the other dirty. Then you can just trade with companies like JBS from the clean part. \n",
            "That “laundering” works because JBS and most of the other meat processors only keep a record of their direct supplier, the last step in the chain. So a lot of what happens before that is hidden.",
            "*A_cattle_farm_in_the_Amazon",
            "fCA cattle farm in the Amazon.\nFernando Martinho",
            "e360: Until your investigations. I am guessing that by the end of your research, you knew a lot more about the JBS supply chain than JBS did. Am I right?",
            "Gomes: Yes. I can say that is possible. We were monitoring the supply chain from the first ranch, which we know they didn’t do.",
            "e360: I wonder why not. Is cattle laundering something that the companies have encouraged, or do they turn a blind eye, or maybe it is ignorance that happened almost by accident?",
            "Gomes: Well, I don’t know. But if, in the future, companies [such as JBS] decide to eliminate the dirty part of their supply chain, they will lose a big market share. So there are business reasons not to monitor the whole supply chain. We need to change the system in Brazil, to find a new way to trace the cattle moving between farms and to stop cattle laundering. Without that, we won’t have JBS and other companies operating in a sustainable way.\n",
            "e360: Did JBS ever try to prevent your findings from being published?\n",
            "Gomes: They have in the past. But in the last few years they have been more responsive, as the media and NGOs have used the information we have gathered to pressure them. We have a dialogue now. We send them the result of our investigations, and they provide us with information. They have also started to remove ranches from their supply chain.",
            "BQ“Companies like McDonald’s make statements saying they have dialogues with their suppliers. But we don’t see any big change.”",
            "e360: What about the federal government now that Lula [Luiz Inácio Lula da Silva] is back as president?",
            "Gomes: The government agencies listen to us. There are a lot of meetings. Things are happening, but it is hard. And there is also a lot of politics. We do find that, under Lula, farmers are abiding by the laws more, however. Deforestation rates in the Amazon have decreased in the last year and a half, since Lula returned to power. But we still have a big problem in the cerrado, the big savanna region to the south and east [of the Amazon]. You can still legally clear 80 percent of the trees on your land there. That needs to change.",
            "e360: JBS has promised to clean up its cattle supply chain by, for instance, eliminating deforestation by direct suppliers by 2030 and from its indirect suppliers by 2035. Can it achieve those targets?",
            "Gomes: If they properly monitor their indirect suppliers then, yes, it is possible. But right now they are still really involved in illegal deforestation in different parts of Brazil.\n",
            "Of course, if they exclude all suppliers with environmental nonconformities they are going to lose a lot of them. So it will take time to reshape their business, and I cannot see a big change yet.",
            "*A_JBS_facility_in_Tucuma,_Brazil",
            "fCA JBS facility in Tucuma, Brazil.\nJonne Roriz / Bloomberg via Getty Images",
            "e360: How about JBS’s customers? Some big European retailers have reacted to your revelations by banning or distancing themselves from JBS. Have you had the same response in the U.S.?",
            "Gomes: No, it didn’t happen. Nor in Brazil either. But they say they want more information from JBS about the issues. So at least we know the company’s supply chain is being monitored more by retailers. Fast food companies like McDonald’s and Burger King make statements saying they have dialogues with their suppliers. But we don’t see any big change in selecting or eliminating suppliers.\n",
            "e360: What about JBS’s banks and investors?\n",
            "Gomes: A few days ago, a group of Indigenous peoples held a meeting with one of JBS’s banks in Brazil to talk about how the company is buying cattle raised illegally inside their lands.\n",
            "We [at Repórter Brasil] also have partnerships with NGOs abroad that target banks. In France, for instance, we provided information for a lawsuit brought last year against, among others, BNP Paribas, the largest banking group in the world, over potentially funding illegal deforestation by JBS in Brazil.",
            "BQ“We did the first investigations in Brazil of slave labor in the cattle, soy, coffee, and orange-juice industries… Cattle came out badly.”",
            "e360: What about modern slavery, such as forced and child labor? That is another issue you have investigated, I think.\n",
            "Gomes: Yes. We did the first investigations in Brazil of slave labor in the cattle, soy, coffee, and orange-juice industries. We mapped the supply chains of supermarkets and fast food chains to see if they are connected to farms or other places with slave labor.\n",
            "Cattle came out badly. We found that of the 55,000 workers who had been released by government inspectors from slave conditions since 1995, about a third were in the cattle industry. Most of the people involved in deforestation for cattle are enslaved people.\n",
            "e360: What else are you working on?\n",
            "Gomes: We concentrate on investigating the supply chains of Brazilian commodities that are of interest to our campaigning partners in other parts of the world. For instance, we have looked at the labor practices of orange growers supplying juice to soft-drinks companies such as Coca-Cola, who sell on to McDonald’s among many others.\n",
            "Late last year we published a report about Starbucks, showing that some of its coffee suppliers were responsible for serious human rights abuses. That contradicted the company’s claim to have 100 percent ethical sourcing. The report is now being used in a lawsuit against Starbucks in the U.S. Starbucks is now engaging over that, which is nice.",
            "e360: In 10 years, what do you think you will be working on? Where will things stand?",
            "Gomes: I don’t think Brazil will be a lot better. We will still see a lot of problems. We are making progress, but I don’t think I will be able to retire. There will be plenty more to investigate. \n",
            "This interview was edited for length and clarity."
        ]
    },
    {
        "URL": "https://e360.yale.edu/features/tigris-euphrates-photo-essay",
        "title": "Eye on the Fertile Crescent: Life Along the Mideast’s Fabled Rivers",
        "content": [
            "*Mehmet_Hanefi_says_the_Kralkızı_Dam,_which_opened_in_1997,_flooded_prime_farmland_along_a_tributary_",
            "What hasn’t poured into the Tigris and Euphrates rivers?",
            "Raindrops. Blood. Snowmelt. Ashes. Hope. Pesticides. Ink. (When the Mongols plundered Baghdad in 1258 A.D., they tossed so many books from the city’s libraries into the Tigris that the currents ran black with ink.) Dreams. Stories. Time.",
            "The photographer Murat Yazar understands this. He knows that rivers are the biographers of landscape. That they cradle within their currents a swirling distillation of every incident and anecdote that has transpired in the inhabited landscapes they course through. And few rivers carry a headier and more sobering brew of history — tales of human woe and triumph — than the Tigris and Euphrates, the fabled waterways that pour through the heartlands of Eurasian civilization, through the Fertile Crescent, from their chilly headwaters in the mountains of Turkey through vast watersheds in Syria, Kuwait, and Iran, to finally empty into Persian Gulf at the sweltering marshland shores of Iraq.",
            "Ten years ago, I walked with Yazar along the banks of Tigris at the antique settlement of Hasankeyf in Turkey. A local shepherd named Çoban Ali Ayhan sang for us there an old ballad that was more like a cry of pure agony. His voice bounded down the sandstone canyons of the Tigris, with a song that was a hymn to true love, which is to say, to love unrequited. It was an ode to loneliness, to waiting, to the exquisite suffering of betrayal. In other words: the perfect song for both the ancient riverbed and its doomed town, which would soon disappear under the reservoir of yet another massive government dam. The caverns of Hasankeyf, once lit by the campfires of the Neolithic, as well as nearby ruins of fortress walls, ornate minarets, and cliff-top citadels — a unique trove of architectural wonders that had seen the passing of Roman legionnaires and Silk Road caravans, some 12,000 years of memory — were soon to be erased.",
            "*Eye_on_the_Fertile_Crescent_Life_Along_the_Mideast’s_Fabled_Rivers5",
            "fC\nYale Environment 360",
            "“What can we do?” Ayhan glumly told us. “We opposed the dam. It is going ahead anyway.”",
            "Today, the place is underwater.\n",
            "In his documentary photography project “Lost Paradise,” Yazar presents us with the human and environmental costs of this massive reengineering of the Tigris and Euphrates rivers in Turkey.\n",
            "Yazar’s perspective is always local. He is an ethnic Kurd from Şanlıurfa, Turkey, and the son of generations of shepherds; for him the human connections to this landscape of his childhood are sacred. The construction of hundreds of dams, canals, weirs, and diversion projects big and small are changing his homeland literally beyond recognition. Turkish authorities insist that the millions of tons of poured concrete for these river developments are essential for agricultural self-sufficiency, for irrigation, and the hydropower needed to help reduce the country’s dependency on foreign energy.\n",
            "But Yazar captures a pastoral Mesopotamia — “the land between two rivers” — being rapidly transformed by inundation, relocated villages, extensive mining projects, deteriorating water quality, and drastic climate change. The two life-giving rivers that long sustained the region’s varied cultures are being throttled.",
            "While working on this project in Iraq near the Turkish border this summer, Murat was arrested by Kurdish security forces, who confiscated his camera and detained him for nine days.",
            "Back when I hiked the banks of the Tigris with Yazar, a frail truce between the Turkish army and Kurdish separatists was coming unraveled. (Immensely destructive military campaigns have since swept the region.) Refugees were flooding into Turkey from war-ruined Syria. And the tamed Tigris and Euphrates squeezed their way through endless pipes and concrete channels to distant Basra, the home of Sinbad the Sailor.\n",
            "Even now, however, not all is yet lost.\n",
            "Yazar’s images remind us, through their sensitive portraits of the gritty riverside communities still struggling to adapt, that time yet remains to save what remains of the region’s ecosystems and traditional lifeways. Yazar’s photographs are not mere lament. They are a call to action.\n",
            "Scroll down to see the images, or click on the photo below to launch a slideshow.",
            "*The_Euphrates_River_close_to_its_headwaters_in_Turkey",
            "fCThe Euphrates River close to its headwaters in Turkey.\n",
            "*Cihan_Çal_watches_over_his_sheep_near_the_Keban_Dam_reservoir_on_the_Euphrates_in_Turkey_The_farmho",
            "fCCihan Çal watches over his sheep near the Keban Dam reservoir on the Euphrates in Turkey. The farmhouse behind him was abandoned after the dam flooded pastureland.\n",
            "*The_Karakaya_Dam_on_the_Euphrates_River",
            "fCThe Karakaya Dam on the Euphrates River.\n",
            "*Residents_of_Hasankeyf,_Turkey,_visit_the_site_their_former_homes_along_the_Tigris_River,_which_were",
            "fCResidents of Hasankeyf, Turkey, visit the site their former homes along the Tigris River, which were submerged by the Ilısu Dam in 2020.\n",
            "*An_oil_field_in_Hasankeyf,_Turkey",
            "fCAn oil field in Hasankeyf, Turkey.\n",
            "*A_man_bathes_his_horse_in_the_Atatürk_Dam_reservoir_on_the_Euphrates_River",
            "fCA man bathes his horse in the Atatürk Dam reservoir on the Euphrates River.\n",
            "*Canals_carry_water_more_than_100_miles_from_the_Atatürk_Dam_to_Kiziltepe,_Turkey",
            "fCCanals carry water more than 100 miles from the Atatürk Dam to Kiziltepe, Turkey.\n",
            "*Ahmet_Yilmazsoy_says_his_450_pistachio_trees_died_after_water_flowed_to_his_town_from_Turkey's_Atatu",
            "fCAhmet Yilmazsoy says his 450 pistachio trees died after water flowed to his town from Turkey's Atatürk Dam reservoir in 2017. Farmers are using water diverted from the Euphrates for irrigation, but a rising water table is hurting some dry-loving crops.\n",
            "*Parts_of_Çekem,_Turkey,_which_sits_on_the_Euphrates_River,_were_submerged_after_the_Birecik_Dam_was",
            "fCParts of Çekem, Turkey, which sits on the Euphrates River, were submerged after the Birecik Dam was opened in 2000.\n",
            "*Farmers_lay_tomatoes_out_to_dry_in_Siverek,_Turkey,_near_the_Euphrates_River",
            "fCFarmers lay tomatoes out to dry in Siverek, Turkey, near the Euphrates River.\n",
            "*A_cyanide_pond_at_the_Çöpler_Gold_Mine_near_the_Euphrates_in_Turkey_Cyanide,_used_to_separate_gold",
            "fCA cyanide pond at the Çöpler Gold Mine near the Euphrates in Turkey. Cyanide, used to separate gold from ore, began leaking from the site in 2022, and in 2024, a landslide of contaminated soil buried nine workers, killing them. \n",
            "*Abuzer_Mahmoud,_a_12-year-old_Romani_boy_in_Bismil,_Turkey_Abuzer's_family_fled_the_civil_war_in_Syr",
            "fCAbuzer Mahmoud, a 12-year-old Romani boy in Bismil, Turkey. Abuzer's family fled the civil war in Syria and now spends most of the year living in tent camps along the Tigris.\n",
            "*Where_the_Tigris_River_divides_Turkey_and_Syria,_Turkish_officials_have_built_a_border_fence_to_stop",
            "fCWhere the Tigris River divides Turkey and Syria, Turkish officials have built a border fence to stop illegal crossings.\n",
            "*Fisherman_Muhammet_Nemrik_says_Iraq's_Mosul_Dam_reservoir_on_the_Tigris_River_has_shrunk_dramaticall",
            "fCFisherman Muhammet Nemrik says Iraq's Mosul Dam reservoir on the Tigris River has shrunk dramatically because of drought.\n",
            "*Children_play_beneath_the_Delal_Bridge_on_the_Xebir_River,_a_tributary_of_the_Tigris,_in_Zakho,_Iraq",
            "fCChildren play beneath the Delal Bridge on the Xebir River, a tributary of the Tigris, in Zakho, Iraq.\n"
        ]
    },
    {
        "URL": "https://e360.yale.edu/features/ev-school-buses",
        "title": "Slowly but Surely, U.S. School Buses Are Starting to Electrify",
        "content": [
            "*Electric_school_buses_charging_up_in_Oakland,_California,_last_month",
            "About 20 million students in the United States ride to school each day on the familiar yellow bus. The vast majority of the nation’s roughly 490,000 school buses — which comprise the nation’s largest public-transportation fleet — are powered by diesel engines. “We’re poisoning our kids on the way to school,” said Jessica Keithan, cofounder and director of the Texas Electric School Bus Project, of the exhaust that inevitably infiltrates bus interiors and children’s lungs.",
            "But that’s slowly beginning to change. Thanks to a slate of federal and state incentive programs, school districts all over the country are starting to swap out old diesel buses for new, zero-emissions electric-powered models.",
            "This transition is reaching districts of all sizes and demographics, from Martinsville Independent School District in East Texas — which last year became the first in the country to go fully electric with four new buses — to Oakland Unified School District in California — which last month became the first large urban district to fully electrify its fleet, with 74 buses.",
            "As the Environmental Protection Agency, through its $5 billion Clean School Bus program, and state initiatives continue to fund electric bus purchases, advocates are identifying challenges to wider adoption and grappling with how to surmount them.\n",
            "BQReplacing decades-old buses may lead to benefits in educational performance and school attendance rates, said one study.",
            "Five years ago, there were fewer than a thousand electric school buses operating nationwide, the majority of them in higher-income suburban districts. But since the EPA launched its Clean School Bus (CSB) program in 2022, authorized by the Bipartisan Infrastructure Law, the number of electric buses on the road has climbed to nearly 5,000. And more than 7,000 additional buses are under contract, awaiting delivery, or have been awarded funding and will soon be ordered.",
            "From a health perspective, there’s urgency to replacing the nation’s diesel buses with cleaner alternatives. Health experts have long known that children are uniquely vulnerable to air pollution because their lungs, brains, and other major organs are still developing. They breathe faster and take in a higher volume of air relative to their body weight.",
            "Diesel exhaust is classified as a carcinogen by the World Health Organization and contains fine particles and nitrogen oxides, both of which are well-documented asthma triggers. Research shows that children in lower-income areas and communities of color are exposed to higher levels of outdoor air pollution — from major roadways, industries, and ports with diesel truck operations. They also suffer much higher rates of asthma and respiratory illness. And so it’s particularly important, say public health experts and school officials, to get polluting school buses off the streets.\n",
            "*Children_aboard_an_electric_school_bus_in_Chevy_Chase,_Maryland,_last_February",
            "fCChildren aboard an electric school bus in Chevy Chase, Maryland, last February.\nTom Brenner / AP Photo.",
            "Meredith Pedde, an environmental epidemiologist at the University of Michigan’s School of Public Health, led a study published earlier this year that found that replacing decades-old buses may lead to proportionately greater benefits in educational performance and attendance rates. She and her colleagues drew on data from an earlier EPA program that randomly allocated funding for cleaner diesel, gas, or propane school buses from 2012 through 2017. They found that districts that received funding for bus upgrades saw significant improvements in students’ attendance rates and in math and literacy test scores.",
            "“One of our hypotheses is that higher exposures could lead to missed days of school, and that’s associated with lower performance,” said Pedde. “But there’s also evidence that air pollution can directly impact the brain and impair cognitive performance.”",
            "Pedde and her colleagues found that those educational performance gains happened only in districts that replaced pre-1990 diesel buses (there are nearly 5,000 pre-1990 buses in the U.S. fleet, her paper estimated). Those that replaced newer diesels saw test-score changes comparable to scores in districts that were not selected for funding to receive cleaner buses. Her research suggests there are greater health benefits from getting the oldest diesel buses off the road than from replacing more recent models, which must meet more stringent emissions standards.",
            "BQLow-income and minority communities still have the highest shares of older, polluting diesel buses. ",
            "The EPA’s CSB program stipulates that electric buses must be replacing diesel buses from 2010 or earlier. Many state programs have similar requirements. “In addition to socioeconomic factors, we need to make sure that programs are also targeting the oldest buses,” Pedde said. In Texas, there are at least five school districts still running buses made in the 1970s, according to Keithan.",
            "The CSB program is designed to give preference for new bus funding to the highest-need districts. According to a recent report from the World Resources Institute’s Electric School Bus Initiative, districts with higher shares of low-income households generally have more students riding polluting buses to school than do other districts. The good news is that 74 percent of the grants or rebates awarded to date are in low-income, rural, or tribal school districts, according to the EPA.\n",
            "“The greatest burden of air quality and health impacts is on students of color, students with disabilities, low-income students,” said Sue Gander, director of WRI’s initiative. “They are the ones who need to be part of this transition first.”\n",
            "“The [EPA] policy has led to this desired outcome,” Gander said. “That’s really encouraging.” But she and other advocates readily acknowledge there’s a long way to go, because low-income and minority communities still have the highest shares of older, polluting diesel buses. And across the nation, only 2.5 percent of all school buses are electric.",
            "iFhttps://flo.uri.sh/visualisation/19371586/embed",
            "There are many reasons for this gap but the biggest is, not surprisingly, money. While a new diesel school bus costs between $125,000 and $150,000, a new electric bus costs between $300,000 and $400,000. And then there are the ancillary costs, including the installation of chargers (which can cost up to $140,000), upgrading transformers and lines to bring power to them, and training employees to manage these new systems.",
            "Even the process of navigating incentive applications can impose prohibitive costs on some school systems. “I don’t have grant writers,” said Kim Raney, executive director of transportation for the Oakland Unified School District. Instead, Raney worked with Zum, a transportation service provider that financed and manages the new fleet, to obtain various EPA and state incentives to make the math work and with the California utility PG&E to install the charging equipment.",
            "While school administrators may want to improve air quality on buses and on school grounds, they are operating under tight fiscal constraints, especially in rural districts, which tend to have not just older buses but also longer routes, meaning students can be exposed to more pollution per mile. Rural districts usually have smaller budgets, making it difficult to hire technical consultants to help apply for grants or rebates, train drivers, and coordinate with utilities to run power to the chargers in their bus yards.",
            "BQThousands of electric school buses with their batteries plugged into the grid could effectively function like a power plant.",
            "And yet some rural districts have made the leap, like one in southern Illinois’ Hardin County, which now operates 12 electric buses in partnership with Highland Fleets, a “electrification-as-a-service” company that helps reduce the cost of going electric for school districts.",
            "Highland purchases the buses, oversees permitting and installation of equipment, trains maintenance staff, maintains the fleet, and pays for the electricity. The company charges school districts a fixed annual fee.",
            "Protecting students’ health is front of mind for many school officials interested in making the transition to electric buses, Gander said. “There are also clear greenhouse gas emissions reduction benefits to electric buses, and a lot of areas with climate plans are motivated by those goals.” But there are other benefits, too. ",
            "Electric buses are much cheaper to operate than diesels: According to a government-funded study published by the National Renewable Energy Lab, they reduce maintenance costs by 44.1 cents per mile compared to their diesel counterparts. Keithan has found that the prospect of saving money is the most persuasive selling point for school administrators with tight budgets, while the health benefits are, she says, icing on the cake.",
            "*A_technician_converts_a_conventional_school_bus_to_an_electric_school_bus_at_a_facility_in_Holbrook,",
            "fCA technician converts a conventional school bus to an electric school bus at a facility in Holbrook, New York, March 2023.\nGabby Jones / Bloomberg via Getty Images",
            "Another prospective financial benefit for districts is the bus’s capability of feeding power back to the grid, especially during times of peak demand. Thousands of electric school buses with their batteries plugged into the grid could effectively function like a power plant, which can help utilities avoid the expense and pollution of ramping up “peaker” plants to meet spikes in electricity usage. Pilot programs in Colorado and Massachusetts are currently seeking to demonstrate how electric school buses can provide these “vehicle-to-grid” charging services — and make money doing so.",
            "Getting more utilities on board to quickly install chargers and deliver power to them is essential, said Matt Stanberry, vice president of Highland Fleets. So is encouraging utilities and state public utility commissions to create special rates and programs to compensate school districts for sending power into the grid when their buses are sitting in the yard, which is about 70 percent of the time during the school year and most of the summer, when many states see peaks in power demand",
            "The Clean School Bus program, which ends in 2026, has awarded nearly $3 billion of its $5 billion total. The EPA is planning to announce a fourth round of funding this fall, offering up to $932 million. But incentives alone can’t push all dirty diesel buses off roads, said Keithan. “This market has to be able to support itself.” Of course, like other clean energy technologies, electric buses are expected to become more affordable with wider deployment. EPA officials say that they anticipate “that bus prices will decline as production scales, EV battery costs fall, and more electric buses are deployed.”",
            "BQA month after going fully electric, Oakland’s school bus fleet is working well, the district’s transportation director says.",
            "For districts that struggle to afford new electric buses and have more recent diesel models in their fleet, there are other, less-discussed options: repowering them. The process involves swapping out diesel engines for electric drivetrains, at a cost of between $110,000 and $180,000. It would also prevent older diesels from being sold to poorer districts or being shipped abroad, where they would continue to pollute other children’s lungs. “It’s a faster way to serve underserved districts, to repower assets they already own,” said Keithan. “It can be done more quickly, with regional labor, at a fraction of the cost.”",
            "Despite those advantages, repowers are not that common because districts must ensure their buses comply with federal, state, and city safety regulations, and mechanics willing to do the work may be hard to find. What’s more, repowers aren’t eligible for the EPA’s CSB funding.",
            "Keithan said policymakers should think more broadly and creatively about how to reduce the logistical and financial barriers to accessing this new technology. Making it easier to do repowers and requiring utilities to set aside money for programs that equip schools for charging buses, she said, are two key ways they can accelerate the transition for everyone.",
            "In the meantime, going fully electric may be a “leap of faith,” said Raney, of the Oakland Unified School District, but one well worth taking. A month into the school year, her district’s fleet of new electric buses are working well. And just last week the district performed the first test of its vehicle-to-grid system, with buses sending power back to PG&E for three hours. “It went off without a hitch,” she said.",
            "Correction, September 12, 2024: An earlier version of this article incorrectly stated that a Hardin County, Illinois, school district is operating 18 electric buses. It is operating 12, as the article now states."
        ]
    },
    {
        "URL": "https://e360.yale.edu/features/cities-flooding-combined-sewer-overflows-climate-change",
        "title": "Faced With Heavier Rains, Cities Scramble to Control Polluted Runoff",
        "content": [
            "*Flooding_in_Philadelphia_after_Hurricane_Ida,_September_2021_Increasingly_intense_rainfall_is_challe",
            "In 2011, Philadelphia’s city-owned water utility drew national attention when it began Green City, Clean Waters, a 25-year program to manage an increasing volume of stormwater by using mostly “green infrastructure,” such as rain gardens and porous pavements, which allows rain to soak into the ground rather than becoming runoff that pollutes rivers and creeks.",
            "With a plan for green infrastructure to drain some 9,500 acres across the city, the Philadelphia Water Department was considered by many to be at the cutting edge of stormwater management — an increasingly urgent challenge for city governments amid the bigger, more frequent rainstorms now occurring as a result of climate change, especially in the northeastern United States.\n",
            "The program led Philadelphia and other U.S. cities to install nature-based solutions to absorb and filter rainfall alongside traditional “gray infrastructure,” such as pipes, tunnels, and pump stations. Yet while other cities, such as Milwaukee and Boston, saw green measures as complements to gray infrastructure, Philadelphia placed rain gardens and bioswales — vegetated ditches that collect stormwater — at the center of its strategy. But now, critics say, these innovations are proving inadequate at handling the increase in extreme rainfall events. In fact, the amount of overflow from pipes that combine stormwater with raw sewage has actually increased since the Green Cities program began.\n",
            "BQGray infrastructure can take decades to implement and cost billions of dollars, but many cities don’t have much of a choice.",
            "An average of 14 billion gallons of polluted stormwater have overflowed from Philadelphia’s 164 sewage outfall pipes each year since Green City, Clean Waters began, according to “Unraveling the Facts” a new report from the Restore the River Advocacy Team, a group of water experts and environmentalists that includes the former heads of the interstate Delaware River Basin Commission and the Camden County Municipal Utilities Authority, which manages wastewater in the southern New Jersey county.",
            "“Because of climate change, the city’s targets for sewage pollution reduction” — slashing combined sewer overflows by approximately 8 billion gallons a year from the 2006 baseline of 13 billion gallons — “are no longer connected to the reality of the climate induced rainfall conditions Philadelphia is actually experiencing,” the report states.\n",
            "Roughly 700 municipalities in the U.S. rely on combined sewer systems, mostly in the Northeast and around the Great Lakes, according to the Environmental Protection Agency. These cities and towns are taking a hard look at updated climate projections that show an increase in heavy rainfall, and many are doubling down on gray infrastructure projects, which include concrete holding tanks, tunnels, and pipes that can divert and hold onto combined flows until the rain stops and treatment plants recover. Such projects can take decades to implement and cost billions of dollars — green infrastructure is both cheaper and faster to build — but many cities are finding they don’t have much of a choice.",
            "*Tree_planters_on_Osage_Avenue_in_Philadelphia_that_were_designed_to_absorb_stormwater",
            "fCTree planters on Osage Avenue in Philadelphia that were designed to absorb stormwater.\nPhiladelphia Department of Water",
            "In Milwaukee, the Metropolitan Sewerage District, which serves 1.1 million people, relies on both green and gray infrastructure. But its storage tunnels and tanks have done the most to reduce combined sewer overflows into Lake Michigan and local rivers, said Kevin Shafer, the district’s executive director. He estimated that the system’s gray infrastructure can currently handle two and a half to three inches of rain at a time, while green measures can absorb only about half an inch.",
            "Still, he calls green infrastructure “the icing on the cake” because managing water where it falls protects water bodies from contaminants like bacteria, heavy metals, and trash, and it reduces the risk of basement backups. “You have to have both,” he said.\n",
            "Despite its limited finances and aging infrastructure, Milwaukee’s sewerage district has set a goal of eliminating combined sewer overflows (CSOs) by 2035. “With the changing climate we’re facing,” Shafer has said, “it’s like running uphill, and the hill keeps getting steeper and steeper.”\n",
            "Boston, too, has emphasized gray infrastructure in its efforts to upgrade stormwater management. The city is operating under a long-term control plan — a federal mandate to reduce CSO volumes until waterways are in compliance with the Clean Water Act, which set a goal for all rivers and creeks to be “fishable and swimmable.” To meet those goals, the city is, little by little, separating stormwater from sewage lines so that rainwater flows into creeks and rivers, leaving only sewage in pipes that lead to treatment plants. The city is also directing stormwater, before it overflows into waterways, into “partial treatment facilities” that screen out trash and other solids, then disinfect water with high doses of chlorine before discharging it through outfall pipes.\n",
            "BQAlexandria’s new tunnel is designed to reduce the number of overflows per year from 70, during the 2000 to 2016 period, to four.",
            "But according to Max Rome, stormwater program manager for the nonprofit Charles River Watershed Association, the control plan’s current goal may be impossible to meet. In 2023, for example, Boston received about 55 inches of rain, somewhat more than in a typical year, but some 70 million gallons of combined sewage and stormwater entered the the Charles River, about five times the amount allowed by the long-term control plan.",
            "Last year’s overflows reflect the increasing intensity of downpours that overwhelm wastewater treatment plants, said Rome. “It’s a perfect example of how climate change is changing precipitation. It wasn’t that much wetter, but more of the precipitation fell during a smaller [number] of storms.”\n",
            "In cooperation with the EPA, Boston is now revising its long-term control plan for the lower Charles River watershed with an overflow limit of some 38 million gallons a year, based on 2050’s projected rainfall, said Rome, citing unpublished data from the Massachusetts Water Resources Authority. That’s above the watershed’s current 13-million-gallon limit but below the actual overflows of the last few years, he says, suggesting that even the revised target will be hard to meet.\n",
            "Increased rainfall is also affecting Western cities, including Portland, Oregon, which sharply reduced pollution in the downtown section of the Willamette River and Columbia Slough by building three tunnels to hold stormwater flows. The project, which nearly eliminated CSOs, took 20 years to complete, in 2011, and cost $1.4 billion.",
            "*Faced_With_Heavier_Rains,_Cities_Scramble_to_Control_Polluted_Runoff6",
            "fC\nYale Environment 360",
            "Utilities pay for such upgrades through increased water rates and federal grants. The Biden administration’s Bipartisan Infrastructure Law, passed in 2021, is currently providing funds for stormwater control measures.\n",
            "In Alexandria, Virginia, the city’s wastewater authority increased the diameter of a new wastewater tunnel from 10 feet to 12 feet based on a federal projection that the city will see rainfall increasing, from an annual average of 41 inches, between 2000 and 2016, to an annual average of almost 70 inches by 2100.",
            "The 2.2-mile-long tunnel, completed at a cost of $615 million but not due to begin operating until early 2026, will reduce sewage and stormwater overflows into the Potomac River from 140 million gallons a year, between 2000 and 2016, to 17 million gallons a year, said Justin Carl, chief executive of AlexRenew, the city’s public wastewater treatment authority. Alexandria’s new tunnel is designed to reduce the number of overflows per year from 70, during the 2000 to 2016 period, to four.",
            "The project includes some green infrastructure, like bioretention basins and tree wells that filter and retain stormwater runoff. But the agency decided to limit those measures because most of its CSOs occur in the oldest part of the city, which has little open space and clayey soils, which have a slow infiltration rate when moist.",
            "BQOnly one site in Washington was suitable for nature-based solutions because it had low overflow and wasn’t densely developed.",
            "A much larger stormwater project is planned for the nation’s capital, where DC Water, an independent local-government authority, is building an 18-mile network of tunnels to hold 249 million gallons of stormwater and sewage until it can be safely pumped to a treatment plant. When completed later this decade, the system will reduce combined sewer overflows by 96 percent, said Moussa Wone, DC Water’s vice president for the Clean Rivers Program. The volume of CSO outflows into three urban waterways is expected to decline to an average of 138 million gallons a year from 3.2 billion gallons in 1996, and to cut the number of overflows to four from 82 over the same period.",
            "Green infrastructure is just a small part of the overall project, costing $98 million out of a total budget of $3.29 billion, Wone said. The agency conducted green-infrastructure pilot projects at two sites and concluded that only one, in Rock Creek Park, was suitable for nature-based solutions because it had low overflow volumes and wasn’t densely developed.\n",
            "Acknowledging the climate challenges faced by U.S. cities, the Philadelphia Water Department (PWD) in 2022 issued a 182-page report projecting a 9.5 percent increase in average annual rainfall by 2050, over the 1997-2017 baseline, and stated that stormwater management projects — whether gray or green — must be upgraded to reflect that scenario.",
            "*Workers_upgrade_the_combined_sewer_system_in_northeast_Washington,_DC_to_hold_more_stormwater_and_se",
            "fCWorkers upgrade the combined sewer system in northeast Washington, D.C. to hold more stormwater and sewage, April 2021.\n\n\nDrew Angerer / Getty Images",
            "“PWD recognizes the issue; what they’re resisting is applying that in any way until the Green Cities plan is completed in 2036,” said Nick Pagon, an author of the Unraveling the Facts report who founded Philadelphia Waterborne, a program that taught teens to build boats on the Delaware River. “They don’t want anything that smells of reopening the long-term control plan.”",
            "The Philadelphia Water Department says it designs stormwater-control measures in light of climate-driven rainfall patterns, but it needs at least 30 years of data — the Green Cities program started in 2006 — to draw conclusions about those patterns.\n",
            "“Naturally variable precipitation patterns have been a known challenge for centuries, and now climate change impacts are pushing the wide range of possible rainfall amounts upward by some uncertain amount,” the agency said in a statement. “Making changes to programmatic targets and assumptions using only the past few years of observed data is unwise.”",
            "But John Rumpler, an attorney with the nonprofit Environment America, said cities across the country must accept the need to make large investments to control increasing stormwater flows.",
            "“We are going to need to bite the bullet and make large-scale investments in conventional sewage infrastructure and repairs to stop these billions of gallons of raw sewage from running into rivers,” he said. “The increased storms connected to climate change are just making the task all that much more daunting and underscoring the need for greater investments in wastewater infrastructure.”"
        ]
    },
    {
        "URL": "https://e360.yale.edu/features/richard-thompson-interview",
        "title": "Why We Need a Strong Global Agreement on Plastics Pollution",
        "content": [
            "*Richard_Thompson",
            "When marine biologist Richard Thompson and his students analyzed samples of beach sand over 20 years ago, they were surprised to find countless small multicolored pieces of plastic mixed in. Thompson, a professor at the University of Plymouth, dubbed the fragments “microplastics” and published the first-ever paper on the subject in Science magazine in 2004.\n",
            "Since that landmark study, more than 7,000 papers have come out about microplastics, including one coauthored by Thompson that was published in Science last month and warned that the tiny particles pose a growing biological threat to many species, including humans. The rate of global plastic production has roughly doubled in the last two decades. Without action at a global level, Thompson has written, plastic production could triple by 2060.",
            "“Nobody’s saying there’s no safe way to use plastics” he said in an interview with Yale Environment 360. “It’s just that we need to start making them to be safer and more sustainable than we have done so far.”",
            "Thompson says he hopes that negotiators at the international plastics treaty conference in Busan, South Korea, next month will heed warnings from scientists like him about the growing dangers of microplastics and act decisively on the problem before it is too late.",
            "*Microplastics",
            "fCMicroplastics\npcess609 / iStock",
            "Yale Environment 360: How did you first become interested in microplastics? ",
            "Richard Thompson: I was conducting experiments on the shore that were accumulating lots of little pieces of plastic. I mobilized the students, and we organized beach cleans. I started asking the question, “What are the smallest pieces?” My students went out on the beach, and they brought back samples of sand. When we looked at them with a microscope, we saw pieces that didn’t look like sand, that turned out to be plastic. We discovered that microplastics, including many smaller than the diameter of a human hair, contaminated waters around the U.K.",
            "In a 2004 paper published in Science, we showed that they were biologically available to a range of marine organisms. We also showed, using archived samples, that the abundance of these small fragments, which we named microplastics, had increased significantly since the 1960s. ",
            "e360: We’ve known about plastic pollution for a long time. Why did it take so long for scientists to look into this question of microplastics?",
            "Thompson: There were some studies of plastic pollution in the 1960s and 70s. But nobody was recording small bits. And it wasn’t until our 2004 paper that this really started to attract attention. I suppose it was kind of out of sight, out of mind, particularly for what I was describing, which was truly microscopic. You wouldn’t have been able to see it without a microscope.\n",
            "e360: Did you immediately sense how important a discovery was?\n",
            "Thompson: Probably not. I mean, I thought it was important enough to submit to Science. When I got back from holiday [after the paper was published,] my computer was full of media inquiries. Almost nothing else that morning. The phone was ringing constantly.",
            "BQ“The predictions are that we’ll see wide-scale ecological harm from the microplastics in the next 70 to 100 years.”",
            "Since then, we’ve looked from Mount Everest down to the deep sea, from the poles to the equator. We’ve found this material everywhere. I recently came back from a major scientific conference [MICRO 2024 in Lanzarote, Spain] just about microplastics. I would never have dreamt of that 20 years ago. There were 700 scientists from all around the world registered at the conference just to discuss microplastics. So interest has grown phenomenally.",
            "e360: In your latest paper, you cite polls that show that people rate plastic pollution as a more pressing issue for the oceans than climate change. How do you account for that?",
            "Thompson: The [microplastics] problem is going to be irreversible. And the predictions are that we’ll see wide-scale ecological harm from microplastics in the next 70 to 100 years. We’ve already got clear evidence of ecological harm. They’re not going to degrade, they’re persistent contaminants. And because of their small size, it’s going to be kind of irreversible. So I don’t know, have the public got that level of concern right or wrong?\n",
            "Climate change is a major issue that we need to grapple with. I’d argue that maybe tackling the problem of plastic pollution, although incredibly complex is, I’m hesitant to say, simpler. I would argue that a lot of the societal benefits that we get from plastics could be realized without the harm by starting to use plastics more sustainably. We’ve failed to design plastics [for recycling and reuse] for example. So that’s part of the problem with producing colossal quantities, well over 400 million tons of plastic every year, 40 percent of it is destined for single use.",
            "*Why_We_Need_a_Strong_Global_Agreement_on_Plastics_Pollution7",
            "fC\nYale Environment 360",
            "e360: There are a lot of different sources of these microplastics. Do we know what the main ones are?",
            "Thompson: The biggest source overall accounting for about two-thirds of all microplastics is the larger items of litter that are accumulating in the environment. The packets, the bottles, all of those things will fragment over time into smaller and smaller pieces. There are also fragments and fibers that wear away from larger items like car tires and clothing. The other third is direct emissions of small pieces to the environment. For example, the small bits of plastic that are intentionally added to products such as cosmetics and paints.",
            "e360: You are a marine biologist. A lot of attention has been paid to the question of microplastics ending up in the ocean. After 7,000-plus studies, what do we now know about the impact on the ocean ecosystem?",
            "Thompson: Well, it’s clear that microplastics are incredibly biologically available to a wide range of creatures. I think well over 1,000 species have been shown to ingest them. And there’s clear evidence of harm to individuals. There are also experiments that demonstrate effects on communities and also on ecosystem services, things like gas exchange between sediment and seawater. So we’re seeing evidence of harm across all levels of biological organization, from cellular to ecosystem.",
            "BQ“We can’t wait for all these studies [on plastics and human health] to the done before we take action.’",
            "e360: I’ve read that microplastics have been found even in plankton and algae. Is there any evidence that, as with heavy metals like mercury, they accumulate as they go higher up in the food chain?",
            "Thompson: Good question. No, there’s not. There’s evidence of transfer along food chain, but there isn’t biomagnifcation as we see with mercury, for example, from the best evidence that we’ve got at the moment. Now, where I think we may see a change to that is as we start to work on smaller and smaller particles.",
            "e360: Are these very tiny particles even more dangerous than the larger ones which, when they are ingested, generally just pass through the digestive system and get excreted out?",
            "Thompson: The scientific consensus is yes, they are, because they’re not only going to go into the gut, they’re going to pass into the circulatory system. The gut handles foreign material from time to time. It’s a barrier in its own right. But once we’re inside the circulatory system in organisms, then I’d say the potential is quite different. So I think small is certainly more biologically available.",
            "*Plastic_pollution_in_the_Buriganga_River_in_Dhaka,_Bangladesh_",
            "fCPlastic pollution in the Buriganga River in Dhaka, Bangladesh.\n\n\nMunir Uz Zaman / AFP via Getty Images",
            "e360: There have been reports that say that the quantities of plastics entering the environment far exceed the quantities we’re actually finding in the environment. Where are these missing plastics as they call them?",
            "Thompson: Yeah, this question of the missing plastics, it’s interesting. Back in 2004 when I published that first paper, I entitled it “Lost At Sea: Where Is All The Plastic?” Because what I did not see at that time in any of the data that was coming from beach cleans was the increase in abundance that you might expect to see. And neither did I see it from surface trawl data. But the reason I believe is that we weren’t yet recording the small bits, so we were missing a fraction. And also there are sinks, places of accumulation that we’re not yet looking at. The deep sea looks like it’s got a lot in it, but we don’t have all that much data from it.",
            "e360: So potentially, just like we have the Pacific garbage patch, there could also be places where these microplastics are accumulating in the ocean?",
            "Thompson: Yes, that’s right. There are surface gyres, but I think the deep sea is also really quite a big sink. We’ve got some data there to illustrate quite high concentrations, indeed concentrations higher than in sediments close to some cities. The deep sea is downhill from everywhere, if you like.",
            "e360: Microplastics are also found on land and in the air. I understand that their level in indoor air is often extremely high. Is that right?\n",
            "Thompson: Yes, a key source is fibers from textiles, and that’s our clothing, It’s carpets. It’s curtaining. When three similar items of clothing were tested, we got up to an 80 percent difference in the rate of release. So it’s clear there are interventions that could be made at the design stage to really reduce this microfiber shedding.",
            "BQ“There’s a whole range of plastic items that actually we could live without, and I think we’re going to need to.” ",
            "e360: Where do microplastics show up in the human body? Do we find them in the blood, in the organs?",
            "Thompson: In our latest paper, there are 20-odd different references to accumulation in the human body that we point to. Do we have the science budgets to spend billions further drilling down into human health? Have we got two decades to pursue that? I mean, we don’t know when the strongest evidence around human health might emerge. It could be tomorrow. It could be 20 years. It might cost billions. We can’t wait for all these studies to the done before we take action. If we’ve already decided it’s harmful, wouldn’t it be better to invest those limited science budgets in exploring where microplastics are and how to eliminate them?",
            "e360: What do we need to do to begin to solve this problem?",
            "Thompson: I call them the three R’s — reduce, reuse, recycle. So we need to start with primary polymer reduction. There’s a whole range of plastic items that actually we could live without, and I think we’re going to need to. It includes single-use plastic bags given away at checkouts. it includes single-use cups. It includes microbeads in cosmetics, We need to make sure the products we’re making are essential to society.",
            "*Microplastic_fibers_can_be_seen_inside_a_larval_lobster",
            "fCMicroplastic fibers can be seen inside a larval lobster.\nMadelyn Woods",
            "e360: What about the reuse and recycle?",
            "Thompson: Increasing the use of reusable containers could be a key strategy here. To date, very little has been designed with recycling in mind. Recycling rates globally are less than 10 percent. If product design and waste management had gotten together decades ago, we would be in a stronger place now. We’re also going to need transparency of labeling to ensure that chemicals of concern are listed. And we need to simplify [the composition of] chemicals in plastics to make them safer and to make them of more circular [reusable] materials.",
            "e360: This would require regulations on a global scale. Is the world ready for that?",
            "Thompson: We’re going to need a science body attached to the U.N. treaty to help to guide us through all of that in a way that’s independent of conflicts of interests.\n",
            "It’s very different to the discussions that we had with industry over tobacco smoking, for example, where it was clear there was no safe way to smoke. Nobody’s saying there’s no safe way to use plastics. It’s just that we need to start making them to be safer and more sustainable than we have done so far. And that’s what the treaty needs to help us do. And it’s a frustration to me. We could be in a much stronger place if industry had maybe embraced that voluntarily a bit earlier.\n",
            "The global plastics pollution treaty is a vehicle to getting us there. The next step, of course, is the negotiations in Busan in November, and the challenge is going to be getting all of the nations to agree on that treaty.",
            "BQ“I would hope the major [companies] deliver their products in packaging compatible with the local waste management system.”",
            "e360: That’s the plastic treaty negotiation in South Korea in November. So what kind of outcome would you like to see come from that meeting?\n",
            "Thompson: Well, we need to see an agreement. And at the moment, there’s a lot of disagreement. And that’s understandable because like anything, there’s going to be winners and losers, so people are going to disagree. Since, the primary carbon source for plastics is petroleum, the major fossil oil and gas producers also see a concern for them. And, of course, some countries might want to strike some things out of the treaty that could be in my view be really important. So we’re going to have to hope that this lands in the right place. So far, it’s been frustrating to see the lack of consensus among nations about how to address this global problem.\n",
            "e360: What can we do as individuals?\n",
            "Thompson: Of course, you can try to refuse single-use items. You can try to take a reusable bag with you. You can try to take a refillable coffee cup. You can do what you can to make plastic items last and use them as long as possible.",
            "Beyond that, we’re really going to need better design. I mean, if we look to a supermarket of the future, say in 10 years’ time, I would hope that the major brands, producers, and retailers deliver their products in packaging that is compatible with the local waste management system. We need to create clothing that sheds less particles, fishing gear and agricultural plastics that are safer. That’s where the real responsibility lies. It’s not about consumers having to agonize over minute labels on products that have been poorly designed. I’d like that responsibility to be lifted from the consumer.",
            "This interview was edited for length and clarity.\n"
        ]
    },
    {
        "URL": "https://e360.yale.edu/features/batwa-kahuzi-biega-national-park-drc",
        "title": "Fortress Conservation: Can a Congo Tribe Return to Its Forest?",
        "content": [
            "*A_ranger_patrols_Kahuzi-Biega_National_Park_in_the_Democratic_Republic_of_Congo_",
            "A landmark ruling from the African Union, the continent’s foremost intergovernmental body, has called into question who should run many of its 250-plus national parks, home to much of its unique wildlife.\n",
            "In late July, the union’s African Commission on Human and Peoples’ Rights ruled, after nine years of deliberation, that the government of the Democratic Republic of the Congo (DRC) should hand back parts of the giant Kahuzi-Biega National Park in the forested east of the country to its ancestral owners, the Batwa people. \n",
            "Such a restitution would right a terrible injustice, executed in the name of conservation. In the 1970s, after the park was established, the government expelled some 6,000 Batwa without consultation from the highland region of the park and revoked their customary land rights. The exiles were left landless and without compensation. To this day, many live in roadside squatter camps, often secretly entering the park to collect firewood, hunt for food, and practice rituals. \n",
            "“This is an incredibly important ruling, which will impact the thinking and discourse on conservation and land rights across Africa,” says Deborah Rogers, a former ecologist with the Nature Conservancy who has a long-standing interest in the park and is now president of the Initiative for Equality, a network of activist organizations. “It will set a legal precedent among member states of the African Union.”",
            "BQThe ruling “recognizes an Indigenous Peoples’ crucial role in safeguarding the environment and biodiversity,” advocates say.",
            "The U.K.-based Forest Peoples Programme has estimated that Indigenous peoples and other forest dwellers have lost more than 400,000 square miles across Africa — an area the size of Texas and California combined — as a result of these “green grabs.” ",
            "The Minority Rights Group, an international advocacy organization that helped bring the case to the commission, calls the ruling a “huge win” against “fortress conservation.” For the first time, the group notes, the commission’s ruling “recognizes an indigenous peoples’ crucial role in safeguarding the environment and biodiversity.”",
            "Joshua Castellino, the group’s co-executive director, says the ruling “hopefully establishes a new standard of African protection that can be extended to other instances across the continent and the world.”\n",
            "But Joseph Itongwa, the executive director of ANAPAC RDC, a Congolese alliance of local organizations advocating for Indigenous rights, urges caution, noting there is no guarantee the ruling will be implemented. “This is an important step for the promotion of our rights,” he says. “But it is not binding. We have not seen, or yet know, of any official reactions from the government.”",
            "Some observers question whether decades after being forced off their lands, the Batwa are prepared to manage the park for conservation and protect its critical species, including one of the world’s last populations of eastern lowland gorillas.",
            "*Batwa_celebrate_the_African_Commission_ruling_in_the_town_of_Kalehe_this_month_",
            "fCBatwa celebrate the African Commission ruling in the town of Kalehe this month. \nForest Peoples Programme.",
            "And some key players are biding their time. The New York-based Wildlife Conservation Society (WCS), which has been helping to manage the Kahuzi-Biega National Park area since before its inception and has been effectively in charge since 2022, says it “takes note” of the ruling. But it declined to answer questions from Yale Environment 360 about whether it supports the ruling or will help to implement it.",
            "But a Batwa elder now based in Bukavu near the park, who answered on condition of anonymity, explained why the ruling was so important to the tribe. “Our traditional lands in the park are numerous, because each clan has its own hills. Among these hills, there are sacred sites where we communicated with the ancestors and communed with the forest, which we consider to be the nourishing mother. These lands our are identity. To deprive us of them is to exterminate us.” \n",
            "\nThe African Commission’s ruling is legally significant. It finds that the DRC government has violated 11 articles on human rights in the African Charter, to which it is a signatory. These include the rights of the Batwa to life, property, natural resources, development, health, religion, and culture. And it calls on the government to adopt into law as soon as possible “an effective mechanism for the delimitation, demarcation and titling of the territory traditionally occupied by the Batwa and the various natural resources attached to it in accordance with their tradition,” and to annul all laws “prohibiting the presence of the Batwa on ancestral lands and the enjoyment of the fruits of these lands.”",
            "BQThe forced eviction of Indigenous people has often been planned, helped, and funded by Western conservation groups.",
            "The African Union has endorsed the commission’s decision, but it is far from clear how the Congolese government will respond. According to an attorney based in Bukavu, who is part-Batwa and has been following the case closely, the government has all along attempted to thwart the commission’s investigation. “It has never responded to correspondence addressed to it by the Commission, nor appeared before it, even though it is a signatory member of the African Charter.” (Neither the commission nor the DRC government has responded to requests for comment.)",
            "The attorney, who spoke on condition of anonymity for fear of retaliation, says the commission “does not have the power to enforce its recommendations,” but two other courts on human and peoples’ rights linked to the African Union do have such powers. “If the DRC government continues to show bad faith, we will ask them to issue binding decisions,” the attorney says. ",
            "The forced eviction of Indigenous people, such as the Batwa, from their ancestral lands across Africa has been widespread for decades. Usually carried out in the name of conservation, it has in the past often been planned, helped, and funded by Western conservation groups such as the WCS and World Wildlife Fund (WWF). The Batwa of Central Africa have particularly suffered.",
            "*Batwa_villagers_on_the_edge_of_Kahuzi-Biega_National_Park_",
            "fCBatwa villagers on the edge of Kahuzi-Biega National Park.\n\nMathias Rittgerott / RdR",
            "Physical violence has been frequent. In 2020, the U.N. Development Programme concluded that WWF had for years funded park guards that it knew inflicted violence on Baka people in the region’s parks. The U.S. government subsequently withdrew funding for the organization’s work in the region.",
            "The exposure of such atrocities has come at the same time as evidence has accumulated globally that Indigenous Peoples, often denigrated as forest destroyers, are more usually forest guardians — more effective conservationists than the park managers who often replace them.",
            "The benefits of their custodianship should not be exaggerated. U.N. agencies and others claim that 80 percent of the world’s biodiversity is in Indigenous territories. A commentary in the journal Nature this month — signed by Indigenous people and rights activists as well as ecologists — contends there is no evidence to support this claim. But the authors say their questioning of the statistic should not “detract from the essential, and verifiably considerable, part that Indigenous Peoples play in the conservation of the planet’s biodiversity,” noting their “lands include more than one-third of the world’s intact forest landscapes.”",
            "BQ“The Batwa are used as scapegoats when illicit activities are discovered in the park,” says a conservationist.",
            "So the ruling by the African Commission on the land rights of the Batwa in the Kahuzi-Biega National Park, an epitome of attempted fortress conservation, is being seen by many as a wider adjudication.",
            "Leaving aside its symbolic importance, the Kahuzi-Biega park is an important biodiversity hotspot. Named after the two extinct volcanoes at its heart, it sits within the world’s second largest rainforest, covering the Congo Basin and highlands around the Great Lakes of Central Africa. It covers 2,300 square miles and is home to 14 species of primates, including chimpanzees and one of the last groups of eastern lowland gorillas. UNESCO made it a World Heritage Site and calls it “one of the ecologically richest regions of Africa.”",
            "But almost since its designation in 1970 and the subsequent expulsion of its Batwa inhabitants, the park has been in trouble. Park guards have been unable to repel repeated incursions from non-Batwa people. These have included Hutu refugees from the 1994 genocide in neighboring Rwanda, and militias hiding there during the two civil wars in eastern DRC later that decade. It was during this period that a rapid decline in gorillas and elephants occurred, resulting in UNESCO in 1997 putting the park on its list of endangered World Heritage Sites, where it remains today.",
            "*Kahuzi-Biega_National_Park_is_home_to_one_of_the_world's_last_populations_of_eastern_lowland_gorilla",
            "fCKahuzi-Biega National Park is home to one of the world's last populations of eastern lowland gorillas..\n\n\nAlexis Huguet / AFP via Getty Images",
            "Many armed groups stayed on after the civil wars, setting up crude mining operations for coltan (used in cellphones and personal computers), cassiterite (tin ore), and gold. Park guards failed to evict them. Fergus O’Leary Simpson, a researcher at the University of Antwerp’s Institute of Development Policy, who regularly visits the area, reports local people say that some senior officials of the Congolese Institute for the Conservation of Nature (ICCN), the government agency that controls the park, are themselves involved in mining and that senior military figures provide weapons to armed groups.",
            "In 2005, the chairman of a Congolese mining company, Cosma Wilungula, was appointed director-general of the ICCN. After 16 years, he was removed from office in 2021 amid allegations of embezzlement. Two years later, the U.S. State Department barred him from entry to the United States on grounds of “significant corruption.”",
            "Through all this, says Rogers, “the Batwa are used as scapegoats when illicit activities are discovered in the park.” And when in 2018, after years of failed negotiations with the ICCN aimed at restoring some of their land rights, some 2,000 Batwa returned in family groups to their old villages, there was a fierce reaction from park guards and the military, including the shelling and burning of villages. A subsequent report for the Minority Rights Group concluded that at least 20 Batwa were killed and 15 women raped in attacks over three years.",
            "BQ“While the Batwa have suffered a great injustice, they are no longer living as forest guardians,” says a researcher.",
            "An international outcry after the report’s publication triggered a change in management at the park. In 2022, WCS secured a public-private partnership agreement with the DRC government that gave it effective control of the park. WCS set up a management board that included Batwa representation and formally recognized “the legitimate claims of the Batwa to their remaining ancestral land inside the Park” and the need for “finding a durable land solution.”",
            "But there is little sign of that solution so far, critics say. “There is a vast discrepancy between what WCS puts out in public relations statements, and what WCS actually does,” says Rogers. Simpson says the main change since the agreement [WCS was substantially managing before, but with less authority] is that “park guards have largely ceased patrolling this region for at least two years.”",
            "Simpson resists the idea that restoring Batwa land rights offers a ready conservation solution. “While the Batwa have suffered a great injustice, they are no longer living as forest guardians.” He says that some Batwa chiefs within the park collude with the militias, taking money in return for letting them cut trees for firewood and charcoal to sell in nearby urban areas. The result, he says, is “thousands of hectares of deforestation,” visible in satellite images.",
            "*A_guard_with_the_Congolese_Institute_for_the_Conservation_of_Nature_burns_the_homes_of_Batwa_in_Kahu",
            "fCA guard with the Congolese Institute for the Conservation of Nature burns the homes of Batwa in Kahuzi-Biega National Park in 2019.\nKahuzi-Biega National Park",
            "Simpson accuses human rights lobbyists of having an “overly idealized image of the Batwa as ecologically noble savages.” Even so, he says the Batwa are minor players in a wider economy of ecological destruction. The problem, he says, is that the park is full of lootable resources and provides “ideal hideouts” for illegal activity. In such a lawless environment, he says, militarized conservation is “the only feasible form of enforcement.”",
            "But advocates for the Batwa push back strongly against that. They argue the Batwa are the primary victims of the lawlessness, which arises from a corrupt and militarized system of park management. They say the obvious solution — as concluded by the African Commission — is the restoration of land rights for the Batwa. But they will need help, agrees Rogers.\n",
            "“Does the [commission ruling] mean that the Batwa could step back into Kahuzi-Biega and take over as conservation managers tomorrow? Of course not,” she says. “They will need lots of expert research and consulting, just as do the current managers. They will also need help in dealing with the militias, mining operations, and refugees.” But, Rogers says, “I am completely convinced that their objectives and worldview give them a much better shot at protecting nature.”",
            "BQThe Batwa have so far not been able to benefit from a system for establishing community management of forests. ",
            "Ironically, Rogers points out, the DRC already has a system for establishing community management of forests. Since 2016, communities outside national parks have been allowed to take formal control of up to 120,000 acres of forest around their villages from the government. They are then allowed to exploit those forests according to an agreed management plan.",
            "These concessions have been widely applauded by both conservationists and land-rights NGOs. So far, 200 have been granted, covering more than 11 million acres, including 23 in South Kivu, the DRC province that contains most of the Kahuzi-Biega park’s highlands. But Batwa communities made homeless by exile from the park have so far not been able to benefit. “The concessions are the best and still probably the only available basis for the Batwa to obtain their rights,” says Joe Eisen, director of the Rainforest Foundation U.K., which runs a database on the community forests.",
            "Rogers agrees that forest concessions are a potentially valuable tool. “But this doesn’t absolve the government agencies, donors, and NGOs of their responsibility to implement the African Commission’s ruling,” she says. “In the long run, righting the wrongs done to the Batwa is the only way to obtain justice, restore their culture, and protect nature.”"
        ]
    },
    {
        "URL": "https://e360.yale.edu/features/roishetta-ozane-interview",
        "title": "On Gulf Coast, an Activist Rallies Her Community Against Gas Exports",
        "content": [
            "*Roishetta_Ozane",
            "Over the last few years, the Gulf of Mexico has become ground zero for the U.S. liquid natural gas boom. The region has five LNG export facilities in operation, and at least 16 new export facilities have been approved or are under construction or regulatory review. ",
            "Roishetta Ozane, a Lake Charles, Louisiana-based activist who cofounded the organization Vessel Project in the wake of back-to-back Gulf Coast hurricanes in 2020 that left her homeless, is currently rallying communities in Cameron Parish to block construction of an export terminal called Calcasieu Pass 2, or CP2. If built, it will be one of the largest LNG export terminals in the country and, according to a Sierra Club estimate, annually produce greenhouse gas emissions equivalent to those of more than 42 million cars.",
            "In January, the Biden administration paused approvals of all new LNG exports while the Department of Energy evaluates whether the projects are in the public interest. Despite the pause, the Federal Energy Regulatory Commission approved CP2 in late June.\n",
            "In an interview with Yale Environment 360, Ozane explains why she is currently traveling the nation to educate voters about links between fossil fuel infrastructure, climate change, and racism. “We need to start talking about how these issues are connected,” she says, “how the people in these communities all look alike, and why they’ve been sacrificed for so long.”\n",
            "*The_Calcasieu_Pass_gas_export_plant_under_construction_Cameron_Parish,_Louisiana_A_second_export_pla",
            "fCThe Calcasieu Pass gas export plant under construction Cameron Parish, Louisiana. A second export plant, Calcasieu Pass 2, is planned.\nVenture Global",
            "Yale Environment 360: How did you come to found the Vessel Project?",
            "Roishetta Ozane: In 2020, I’d ended up homeless with my six children after losing everything in Hurricanes Laura and Delta. I realized that I lived in a community that was surrounded by billion-dollar industries that had very little resources for people who looked like me. I got on Facebook and asked, “Who needs help?” So many people needed food. They needed water. People were newly homeless.",
            "I was looking at the connections between industrial pollution, the storms that were happening across Louisiana and Texas, and the proposed industry coming along the Gulf Coast. I was beginning to recognize how all of this was connected when I heard about these 20 proposed LNG terminals. My first question was, “Where are they going to go?” I had this overwhelming feeling that they were going to push out more Black communities. I didn’t want that to happen, so I wanted to educate people.",
            "e360: What does it mean to say the Vessel Project is a “mutual-aid” organization?\n",
            "Ozane: I don’t have any federal funding. I get a few small grants from organizations, but a lot of the funding comes from crowdsourcing from across the U.S. I assist people with food, shelter, water, clothing, paying their utility bills, paying their rent. But then they come to our community outreach meetings, they protest. [In late June] I was able to organize over 200 people from Texas and Louisiana to march with over 1,000 people down Wall Street to tell banks to stop funding environmental racism in our communities. I can’t talk to a person in my community about CP2 coming when they can’t feed their families, when they can’t pay their rent. We’re building community from the ground up, making sure that our community is strong enough to withstand whatever comes at it.\n",
            "BQ“I immediately knew that those industries were bad… The air smelled like rotten eggs one day and like Clorox the next.”",
            "e360: Were you already noticing the impacts of the petrochemical industry in the air, in the water?",
            "Ozane: I’m originally from Mississippi. When we first came to Louisiana in 2003, I immediately knew that those industries were bad because we could see the fires and the smoke. The air smelled like rotten eggs one day and like Clorox the next. It made me sick. One of my sisters who worked at a petrochemical plant ended up being diagnosed with cancer at age 30. Her job was to watch the flare to see how big or small it would be, but she didn’t know what was coming out of that thing.\n",
            "Three of my children have eczema, and two have asthma. My son was recently diagnosed with epilepsy. He started having seizures last year, at the age of 17. He had his first seizure while driving between two facilities that had flares going. Those flares are loud, they are bright, and those are seizure-triggering things. It was also a couple days after the explosion at [a local refinery]. I tried to get answers, but everybody I talked to said that the chemicals released from these facilities disappear out of your blood quickly.\n",
            "e360: Is anybody tracking the incidences of cancer, asthma, epilepsy in the region?",
            "Ozane: There have been studies done by Tulane and LSU, but the studies I’ve seen have been paid for by industry and are biased. The state of Louisiana has said that even though cancer rates are going up, there is no way to say that they’re going up because industry has grown. Louisiana is third in the nation for cancer rates. People hear about Cancer Alley, not understanding that the entire state of Louisiana is a cancer state. I live about three and a half hours from Cancer Alley, and my community is surrounded by more than a dozen petrochemical and gas facilities and three LNG facilities.\n",
            "*Roishetta_Ozane_driving_through_Lake_Charles,_Louisiana",
            "fCRoishetta Ozane driving through Lake Charles, Louisiana.\nMartha Irvine / AP Photo",
            "e360: How does liquid natural gas harm the environment even before it’s burned?",
            "Ozane: LNG is produced by super cooling the gas into a liquid. The process of liquefying releases methane into the atmosphere. And shipping it across the ocean means more tanker traffic and dredging, more pollution, more pollution of our seafood. It’s all for export, while driving up our energy costs here. Natural gas prices in southwest Louisiana are some of the highest in the state.",
            "e360: But it’s bringing jobs and infrastructure?\n",
            "Ozane: They don’t provide the number of jobs they promise, and the folks who are working at those facilities are retiring with cancer. If they’re bringing so many well-paying jobs, why are these communities still in the shape they’re in? Why are people still reaching out to my organization for assistance paying their rent and their light bills?",
            "e360: How much does racism play into all this?",
            "Ozane: Racism plays a big role, because when white and wealthier people were saying, “We don’t want these facilities in our neighborhoods,” they were built in low-income and people-of-color communities. The Vessel Project fought coal in Westlake, Louisiana, and right behind coal came LNG. And right behind LNG, now, you have [new] petrochemical plants. And right behind that is coming CCS [carbon capture and sequestration]. It’s coming to the same communities over and over and over.\n",
            "BQ“Cancer Alley in Louisiana is not the only Cancer Alley. Other communities that look like mine are overrun with polluted air.”",
            "e360: How much do you make climate change an explicit part of the conversation at Vessel Project?",
            "Ozane: I’ve learned through doing this work that if you want to bring people to the table, you have to be gentle when you’re talking about issues that have been politicized. So we might not necessarily say the words “climate change,” but people understand that something is wrong when two historical hurricanes come to one area back-to-back. And that’s followed by a flood, and that’s followed by a freeze, and they’re pushed out.",
            "You’re talking about a red state in the South, so we try to keep those types of words out of the conversation and instead teach people that your environment starts with your body. If you’re not breathing clean air and clean water, you’re not healthy. You’re not going to feel well, which contributes to you not wanting to go to work, not being able to be your best self. We talk about industrial pollution, methane emissions. We can have a crawfish boil and we talk about the fact that we had less crawfish this year than last year. And somebody in the audience is going to say, “That’s because of climate change.” We don’t have to put it on the flyer that we’re talking about climate change, but because we’re connecting the dots, people get it.",
            "*Damage_from_Hurricane_Delta_in_Cameron_Parish,_Louisiana_in_October_2020_",
            "fCDamage from Hurricane Delta in Cameron Parish, Louisiana in October 2020.\n\nSTRINGER / AFP via Getty Images",
            "e360: It appears that the Department of Energy is set to decide on the license for CP2 in January 2025.",
            "Ozane: We’re pushing them to speed things up. Because we don’t know how this election is going to go. We’re hoping people will vote on the issues that are going to save their communities. We need the Biden administration to be in office again to make sure that the policies he’s enacting are turned into bedrock legislation. The state of Louisiana just had a judge try to overturn the LNG pause. The FERC approved this permit for CP2, fully knowing it can’t go anywhere without its DOE permit. [With the Sierra Club and the NRDC] we’re taking all the necessary steps to bring this to court and get this permit thrown out. ",
            "e360: To what extent are your activities now focused on the national level?\n",
            "Ozane: In the short term, I’m focused on elections at home, in Louisiana. I am trying to make sure that people in communities that look like mine are registered to vote, are educated on the issues. On the national level, I’m trying to go to states that have communities that look like mine to connect these issues so that people know these are not one-offs. Cancer Alley in Louisiana is not the only Cancer Alley in the United States. Other communities that look like mine are overrun with polluted air, polluted water. Flint, Michigan’s water crisis is also happening in Sulphur, Louisiana. There’s a water crisis in Jackson, Mississippi. We need to start talking about how these issues are connected, how the people in these communities all look alike, and why they’ve been sacrificed for so long.\n",
            "e360: Given the latest developments on CP2, how do you maintain your optimism?",
            "Ozane: Every morning when I wake up, I see my children, and they have this happiness, these smiles. And let me tell you, my children are not hidden from this. If you look back at our Climate Week post, you’ll see my children on the frontlines holding banners. But the fact that they still get up every day smiling, laughing, knowing the fight ahead, it gives me hope. Because I know that if I don’t live to see any of what I’m fighting for come to fruition, I am raising the next generation of environmental activists, of climate activists, and the fight will continue until we win.\n",
            "This interview was edited for length and clarity."
        ]
    }
]